Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: Option `%(option)s` is not editable. Cannot save to disk.
es_es: La opción `%(option)s` no es editable. No se puede guardar en el disco.
ja_jp: オプション `%(option)s` は編集できません。ディスクに保存できません。
ru_ru: Параметр `%(option)s` не редактируется. Невозможно сохранить на диск.
sv_se: Alternativet `%(option)s` är inte redigerbart. Kan inte spara till disk.

source: Failed to save the option: `%(option)s`
es_es: Error al guardar la opción: `%(option)s`
ja_jp: オプションの保存に失敗しました: `%(option)s`
ru_ru: Не удалось сохранить опцию: `%(option)s`
sv_se: Kunde inte spara alternativet: `%(option)s`

source: Option `%(option)s` is not editable, value cannot be displayed.
es_es: La opción `%(option)s` no es editable, el valor no se puede mostrar.
ja_jp: Option `%(option)s` は編集できません。値を表示できません。
ru_ru: Параметр `%(option)s` не может быть отредактирован, значение не отображается.
sv_se: Alternativ `%(option)s` är inte redigerbar, värde kan inte visas.

source: Option `%(option)s` is not editable. Cannot update setting.
es_es: La opción `%(option)s` no es editable. No se puede actualizar la configuración.
ja_jp: オプション `%(option)s` は編集できません。設定を更新できません。
ru_ru: Параметр `%(option)s` не редактируется. Не удается обновить параметр.
sv_se: Alternativet `%(option)s` är inte redigerbart. Kan inte uppdatera inställningen.

source: You must provide a section, option, and value for this sub command.
es_es: Debe proporcionar una sección, opción y valor para este sub-comando.
ja_jp: このサブコマンドのセクション、オプション、値を指定する必要があります。
ru_ru: Вы должны указать раздел, параметр и значение для этой подкоманды.
sv_se: Du måste ange ett avsnitt, alternativ och värde för detta underkommando.

source: Doing set with on %(config)s == %(value)s
es_es: Al establecer con %(config)s == %(value)s
ja_jp: %(config)s == %(value)s で設定する
ru_ru: Выполнение установлено с помощью %(config)s == %(value)s
sv_se: Gör set med på %(config)s == %(value)s

source: Option `%(option)s` was not updated!
es_es: ¡La opción `%(option)s` no fue actualizada!
ja_jp: Option `%(option)s` は更新されませんでした！
ru_ru: Опция `%(option)s` не была обновлена!
sv_se: Alternativet `%(option)s` uppdaterades inte!

source: Option `%(option)s` is not editable. Cannot reset to default.
es_es: La opción `%(option)s` no es editable. No se puede restablecer por defecto.
ja_jp: オプション `%(option)s` は編集できません。デフォルトにリセットできません。
ru_ru: Параметр `%(option)s` не является редактируемым. Невозможно сбросить к значению по умолчанию.
sv_se: Alternativet `%(option)s` är inte redigerbart. Kan inte återställa till standard.

source: Resetting %(config)s to default %(value)s
es_es: Restableciendo %(config)s a %(value)s por defecto
ja_jp: %(config)s を既定の %(value)s にリセット
ru_ru: Сброс %(config)s на стандартный %(value)s
sv_se: Återställer %(config)s till standard %(value)s

source: Option `%(option)s` was not reset to default!
es_es: ¡La opción `%(option)s` no se ha restablecido por defecto!
ja_jp: Option `%(option)s` はデフォルトにリセットされませんでした！
ru_ru: Параметр `%(option)s` не был сброшен до значения по умолчанию!
sv_se: Alternativet `%(option)s` återställdes inte till standard!

source: The option command is deprecated, use the config command instead.
es_es: El comando de opción está obsoleto, utilice el comando de configuración en su lugar.
ja_jp: option コマンドは推奨されません。config コマンドを使用してください。
ru_ru: Команда опции является устаревшим, используйте команду config.
sv_se: Alternativkommandot är föråldrat, använd kommandot config istället.

source: Invalid option specified, use: info, update, or clear
es_es: Opción especificada no válida, use: info, actualización o borrado
ja_jp: 無効なオプションが指定されました。情報、更新、またはクリアを使用してください。
ru_ru: Указан неверный параметр, используйте информацию: info, update, or clear
sv_se: Ogiltigt alternativ angivet, användning: info, uppdatering eller rensa

source: **Failed** to delete cache, check logs for more info...
es_es: **Fallo** al eliminar caché, comprueba los registros para más información...
ja_jp: **キャッシュの削除に失敗しました。ログの詳細を確認してください。
ru_ru: **Не удалось** удалить кэш, проверьте журналы для получения дополнительной информации...
sv_se: **Misslyckades** att ta bort cache, kolla loggar för mer information...

source: Queue page argument must be a whole number.
es_es: El argumento de página de cola debe ser un número entero.
ja_jp: キューページ引数は整数でなければなりません。
ru_ru: Аргумент очереди страницы должен быть целым числом.
sv_se: Kö sida argument måste vara ett heltal.

source: There are no songs queued! Queue something with a play command.
es_es: No hay canciones en cola! Coloca algo con un comando de reproducción.
ja_jp: 曲がキューに追加されていません! playコマンドで何かをキューに追加します。
ru_ru: Нет песен в очереди! Очередь что-то с помощью команды воспроизведения.
sv_se: Det finns inga låtar köade! Köa något med ett spelkommando.

source: Requested page number is out of bounds. There are **%(total)s** pages.
es_es: El número de página solicitado está fuera de límites. Hay **%(total)s** páginas.
ja_jp: 要求されたページ番号が範囲外です。 **%(total)s** ページがあります。
sv_se: Begärt sidnummer är utanför gränserna. Det finns **%(total)s** sidor.

source: Skipped the current playlist entry.
es_es: Se omitió la entrada de la lista de reproducción actual.
ja_jp: 現在のプレイリストのエントリをスキップしました。
ru_ru: Текущий элемент плейлиста пропущен.
sv_se: Hoppade över den aktuella spellistposten.

source: Not enough entries to paginate the queue.
es_es: No hay suficientes entradas para paginar la cola.
ja_jp: キューをページネーションするのに十分なエントリがありません。
ru_ru: Недостаточно записей для создания нужной очереди.
sv_se: Inte tillräckligt med poster för att paginera kön.

source: Could not post queue message, no message to add reactions to.
es_es: No se pudo publicar el mensaje de cola, no hay mensajes a los que añadir reacciones.
ja_jp: キューメッセージを投稿できませんでした。リアクションを追加するメッセージがありません。
ru_ru: Не удалось отправить сообщение в очередь. Нет сообщений для добавления реакций.
sv_se: Kunde inte posta kömeddelande, inget meddelande att lägga till reaktioner på.

source: Try that again. MusicBot couldn't make or get a reference to the queue message. If the issue persists, file a bug report.
es_es: Inténtelo de nuevo. MusicBot no pudo hacer ni obtener una referencia al mensaje de la cola. Si el problema persiste, envíe un informe de error.
ja_jp: もう一度お試しください。MusicBotはキューメッセージへの参照を作成できませんでした。 問題が解決しない場合は、バグレポートを送信してください。
sv_se: Försök igen. MusicBot kunde inte göra eller få en referens till kömeddelandet. Om problemet kvarstår, skicka in en felrapport.

source: Cannot use purge on private DM channel.
es_es: No se puede utilizar la purga en el canal DM privado.
ja_jp: プライベート DM チャンネルでパージを使用できません。
ru_ru: Нельзя использовать очистку в приватном ЛС канале.
sv_se: Kan inte använda rensning på privat DM-kanal.

source: The given URL was not a valid URL.
es_es: La URL dada no era una URL válida.
ja_jp: 指定されたURLは有効なURLではありませんでした。
ru_ru: Указанный URL не является допустимым URL.
sv_se: Den angivna URL:en var inte en giltig URL.

source: Could not extract info from input url %(raw_error)s
es_es: No se pudo extraer información de la url %(raw_error)s
ru_ru: Не удалось извлечь информацию из входного url %(raw_error)s
sv_se: Kunde inte extrahera information från indata-url %(raw_error)s

source: This does not seem to be a playlist.
es_es: Esto no parece ser una lista de reproducción.
ja_jp: これはプレイリストではないようです。
ru_ru: Похоже, что это не плейлист.
sv_se: Detta verkar inte vara en spellista.

source: Invalid user ID or server nickname, please double-check the ID and try again.
es_es: ID de usuario o nombre de servidor no válido, por favor compruebe el ID e inténtelo de nuevo.
ja_jp: 無効なユーザーIDまたはサーバーニックネームです。IDを再確認してもう一度やり直してください。
ru_ru: Неверный ID пользователя или имя сервера, проверьте ID и повторите попытку.
sv_se: Ogiltigt användar-ID eller server-smeknamn, vänligen dubbelkolla ID och försök igen.

source: Could not determine the discord User. Try again.
es_es: No se pudo determinar el usuario de discord. Inténtalo de nuevo.
ja_jp: discordユーザーを特定できませんでした。もう一度お試しください。
ru_ru: Не удалось определить пользователя discord. Попробуйте еще раз.
sv_se: Kunde inte bestämma discord-användaren. Försök igen.

source: Permissions cannot use channel and user mentions at the same time.
es_es: Los permisos no pueden usar menciones de canal y usuario al mismo tiempo.
ja_jp: 権限は同時にチャンネルとユーザーメンションを使用することはできません。
ru_ru: Права доступа не могут использовать каналы и упоминания пользователей одновременно.
sv_se: Behörigheter kan inte använda kanal och användarnamn samtidigt.

source: Unable to reload Permissions due to an error: %(raw_error)s
es_es: No se pueden recargar los permisos debido a un error: %(raw_error)s
ja_jp: エラーが発生したため権限を再読み込みできません: %(raw_error)s
ru_ru: Не удается перезагрузить разрешения из-за ошибки: %(raw_error)s
sv_se: Det går inte att ladda om behörigheter på grund av ett fel: %(raw_error)s

source: You must provide a group or option name for this command.
es_es: Debe proporcionar un nombre de grupo o opción para este comando.
ja_jp: このコマンドのグループまたはオプション名を指定する必要があります。
ru_ru: Вы должны указать название группы или опции для этой команды.
sv_se: Du måste ange ett grupp- eller alternativnamn för detta kommando.

source: You must provide a group, option, and value to set for this command.
es_es: Debe proporcionar un grupo, opción y valor para este comando.
ja_jp: このコマンドに設定するには、グループ、オプション、値を指定する必要があります。
ru_ru: Вы должны указать группу, опцию и значение для этой команды.
sv_se: Du måste ange en grupp, alternativ och värde för detta kommando.

source: The %(option)s sub-command requires a group and permission name.
es_es: El subcomando %(option)s requiere un grupo y un nombre de permiso.
ja_jp: %(option)s サブコマンドにはグループ名と権限名が必要です。
ru_ru: Субкоманда %(option)s требует имя группы и прав доступа.
sv_se: %(option)s underkommandot kräver ett grupp- och behörighetsnamn.

source: The group `%(group)s` is not available. The available groups are: %(sections)s
es_es: El grupo `%(group)s` no está disponible. Los grupos disponibles son: %(sections)s
ja_jp: The group `%(group)s` is not available. The available groups is : %(sections)s
ru_ru: Группа `%(group)s` недоступна. Доступные группы: %(sections)s
sv_se: Gruppen `%(group)s` är inte tillgänglig. De tillgängliga grupperna är: %(sections)s

source: The permission `%(option)s` is not available.
es_es: El permiso `%(option)s` no está disponible.
ja_jp: パーミッション`%(option)s`は利用できません。
ru_ru: Разрешение `%(option)s` недоступно.
sv_se: Behörigheten `%(option)s` är inte tillgänglig.

source: Cannot add group `%(group)s` it already exists.
es_es: No se puede agregar el grupo `%(group)s` que ya existe.
ja_jp: グループを追加できません`%(group)s` が既に存在します。
ru_ru: Невозможно добавить группу `%(group)s`, она уже существует.
sv_se: Kan inte lägga till grupp `%(group)s` det finns redan.

source: Cannot remove built-in group.
es_es: No se puede eliminar el grupo integrado.
ja_jp: 組み込みグループを削除できません。
ru_ru: Невозможно удалить встроенную группу.
sv_se: Kan inte ta bort inbyggd grupp.

source: The owner group is not editable.
es_es: El grupo propietario no es editable.
ja_jp: オーナーグループは編集できません。
ru_ru: Группа владельцев не редактируется.
sv_se: Ägargruppen är inte redigerbar.

source: Failed to save the group: `%(group)s`
es_es: Error al guardar el grupo: `%(group)s`
ja_jp: グループの保存に失敗しました: `%(group)s`
ru_ru: Не удалось сохранить группу: `%(group)s`
sv_se: Det gick inte att spara gruppen: `%(group)s`

source: Doing set on %(option)s with value: %(value)s
es_es: Al establecer %(option)s con valor: %(value)s
ja_jp: %(option)s に値： %(value)s を設定する
ru_ru: Выполнение установлено на %(option)s со значением: %(value)s
sv_se: Gör set på %(option)s med värde: %(value)s

source: Permission `%(option)s` was not updated!
es_es: ¡El permiso `%(option)s` no fue actualizado!
ja_jp: パーミッション`%(option)s`は更新されませんでした！
ru_ru: Разрешение `%(option)s` не было обновлено!
sv_se: Behörighet `%(option)s` uppdaterades inte!

source: Failed to change username. Did you change names too many times? Remember name changes are limited to twice per hour.
es_es: Error al cambiar el nombre de usuario. ¿Has cambiado nombres demasiadas veces? Recuerda que los cambios de nombre están limitados a dos veces por hora.
ja_jp: ユーザー名の変更に失敗しました。名前の変更回数が多すぎましたか？ 名前の変更は1時間に2回に制限されています。
ru_ru: Не удалось изменить имя пользователя. Вы изменили имена слишком много раз? Запомнить, что изменения имени ограничены дважды в час.
sv_se: Det gick inte att ändra användarnamn. Ändrade du namn för många gånger? Kom ihåg att namnändringar är begränsade till två gånger per timme.

source: Failed to change username due to error: %(raw_error)s
es_es: Error al cambiar el nombre de usuario debido al error: %(raw_error)s
ja_jp: エラーのためユーザー名を変更できませんでした: %(raw_error)s
ru_ru: Не удалось изменить имя пользователя из-за ошибки: %(raw_error)s
sv_se: Misslyckades att ändra användarnamn på grund av fel: %(raw_error)s

source: Unable to change nickname: no permission.
es_es: No se puede cambiar el apodo: no hay permiso.
ja_jp: ニックネームを変更できません: 権限がありません。
ru_ru: Невозможно изменить никнейм: нет разрешения.
sv_se: Det går inte att ändra smeknamn: ingen behörighet.

source: Failed to set nickname due to error: %(raw_error)s
es_es: No se pudo establecer el nick debido a un error: %(raw_error)s
ja_jp: エラーのためニックネームを設定できませんでした: %(raw_error)s
ru_ru: Не удалось задать псевдоним из-за ошибки: %(raw_error)s
sv_se: Misslyckades att ange smeknamn på grund av fel: %(raw_error)s

source: Custom emoji must be from this server to use as a prefix.
es_es: Los emoji personalizados deben ser de este servidor para usar como prefijo.
ja_jp: プレフィックスとして使用するには、このサーバーからカスタム絵文字を使用する必要があります。
ru_ru: Пользовательские эмодзи должны быть с этого сервера, чтобы использовать в качестве префикса.
sv_se: Anpassad emoji måste vara från den här servern för att använda som prefix.

source: Prefix per server is not enabled! Use the config command to update the prefix instead.
es_es: ¡El prefijo por servidor no está habilitado! Utilice el comando de configuración para actualizar el prefijo en su lugar.
ja_jp: サーバーごとのプレフィックスが有効になっていません! configコマンドを使用して、代わりにプレフィックスを更新してください。
ru_ru: Префикс на сервер не включен! Используйте команду конфигурации для обновления префикса.
sv_se: Prefix per server är inte aktiverad! Använd konfigurationskommandot för att uppdatera prefixet istället.

source: This command can only be used in guilds.
es_es: Este comando sólo puede ser usado en gremios.
ja_jp: このコマンドはギルドでのみ使用できます。
ru_ru: Эта команда может быть использована только в гильдиях.
sv_se: Detta kommando kan endast användas i guilds.

source: Invalid sub-command given. Use the help command for more information.
es_es: Sub-comando inválido. Utilice el comando de ayuda para más información.
ja_jp: 指定された無効なサブコマンドです。詳細についてはヘルプコマンドを使用してください。
ru_ru: Неверная субкоманда. Используйте команду справки для получения дополнительной информации.
sv_se: Ogiltigt underkommando ges. Använd hjälpkommandot för mer information.

source: Cannot set language to `%(locale)s` it is not available.
es_es: No se puede establecer el idioma a `%(locale)s` no está disponible.
ja_jp: 言語を`%(locale)s`に設定できません。利用できません。
ru_ru: Не удается установить язык в `%(locale)s`, он недоступен.
sv_se: Kan inte ställa in språk till `%(locale)s` det är inte tillgängligt.

source: You must provide a URL or attach a file.
es_es: Debe proporcionar una URL o adjuntar un archivo.
ja_jp: URLを入力するか、ファイルを添付する必要があります。
ru_ru: Вы должны указать URL или прикрепить файл.
sv_se: Du måste ange en URL eller bifoga en fil.

source: Unable to change avatar due to error: %(raw_error)s
es_es: No se puede cambiar el avatar debido a un error: %(raw_error)s
ja_jp: エラーのためアバターを変更できません: %(raw_error)s
ru_ru: Невозможно изменить аватар из-за ошибки: %(raw_error)s
sv_se: Det gick inte att ändra avatar på grund av fel: %(raw_error)s

source: MusicBot found a %s with no guild! This could be a problem.
es_es: MusicBot encontró un %s sin gremio! Esto podría ser un problema.
ja_jp: MusicBotはギルドのない %s を見つけました！問題が発生する可能性があります。
ru_ru: MusicBot обнаружил %s без гильдии! Это может быть проблемой.
sv_se: MusicBot hittade en %s utan guild! Detta kan vara ett problem.

source: Not currently connected to server `%(guild)s`
es_es: Actualmente no conectado al servidor `%(guild)s`
ja_jp: 現在サーバーに接続されていません `%(guild)s`
ru_ru: Сейчас не подключен к серверу`%(guild)s`
sv_se: Inte ansluten till servern `%(guild)s`

source: Invalid option given, use one of: soft, full, upgrade, uppip, or upgit
es_es: Opción inválida dada, utilice una de: suave, completa, actualizada, actualizada o actualizada
ja_jp: 無効なオプションが与えられました。ソフト、フル、アップグレード、uppip、またはupgitのいずれかを使用してください
ru_ru: Недопустимый параметр, используйте один из: мягкий, полный, обновление, uppip, или upgit
sv_se: Ogiltigt angivet alternativ, använd en av: mjuk, full, uppgradering, uppip eller upgit

source: You must provide an ID or name.
es_es: Debe proporcionar un ID o nombre.
ja_jp: IDまたは名前を入力してください。
ru_ru: Вы должны указать ID или имя.
sv_se: Du måste ange ett ID eller namn.

source: No guild was found with the ID or name `%(input)s`
es_es: No se ha encontrado ningún gremio con el ID o nombre `%(input)s`
ja_jp: IDまたは名前のギルドが見つかりませんでした。`%(input)s`
ru_ru: Не найдено ни одной гильдии с ID или именем `%(input)s`
sv_se: Ingen guild hittades med ID eller namn `%(input)s`

source: Activating debug breakpoint ID: %(uuid)s
es_es: Activando ID del breakpoint de depuración: %(uuid)s
ja_jp: デバッグブレークポイントIDをアクティベート中: %(uuid)s
ru_ru: Активация точки останова ID: %(uuid)s
sv_se: Aktivera debug brytpunkt ID: %(uuid)s

source: Could not import `objgraph`, is it installed?
es_es: No se pudo importar `objgraph`, ¿está instalado?
ja_jp: `objgraph` をインポートできませんでした。インストールされていますか？
ru_ru: Не удалось импортировать `objgraph`, он установлен?
sv_se: Kunde inte importera `objgraph`, är det installerat?

source: Debug code ran with eval().
es_es: Código de depuración ejecutado con eval().
ja_jp: eval() で実行されたデバッグコード。
ru_ru: Код отладки запускался с помощью eval().
sv_se: Felsökningskoden gick med eval().

source: Debug code ran with exec().
es_es: Código de depuración ejecutado con exec().
ja_jp: exec()でデバッグコードを実行しました。
ru_ru: Код отладки запускался с exec().
sv_se: Felsökningskoden kördes med körning().

source: Debug code failed to execute.
es_es: Error al ejecutar el código de depuración.
ja_jp: デバッグコードの実行に失敗しました。
ru_ru: Не удалось выполнить код отладки.
sv_se: Felsökningskoden misslyckades att köra.

source: Failed to execute debug code: %(py_code)s Exception: ``` %(ex_name)s: %(ex_text)s```
es_es: Error al ejecutar el código de depuración: %(py_code)s Excepción: ``` %(ex_name)s: %(ex_text)s```
ja_jp: デバッグコードの実行に失敗しました: %(py_code)s 例外: ``` %(ex_name)s: %(ex_text)s```
ru_ru: Не удалось выполнить отладочный код: %(py_code)s Exception: ``` %(ex_name)s: %(ex_text)s```
sv_se: Misslyckades att köra felsökningskod: %(py_code)s Undantag: ``` %(ex_name)s: %(ex_text)s```

source: Sub-command must be one of: %(options)s
es_es: El subcomando debe ser uno de: %(options)s
ja_jp: サブコマンドは次のいずれかでなければなりません： %(options)s
ru_ru: Подкоманда должна быть одной из %(options)s
sv_se: Underkommando måste vara ett av: %(options)s

source: Could not locate git executable.
es_es: No se pudo encontrar el ejecutable de git.
ja_jp: git 実行可能ファイルが見つかりませんでした。
ru_ru: Не удалось найти исполняемый файл git.
sv_se: Kunde inte lokalisera git körbar.

source: Failed while checking for updates via git command.
es_es: Error al buscar actualizaciones mediante el comando git.
ja_jp: git コマンドで更新の確認に失敗しました。
ru_ru: Не удалось проверить наличие обновлений по команде git.
sv_se: Det gick inte att söka efter uppdateringar via git-kommandot.

source: Package missing meta in pip report.
es_es: Paquete que falta meta en el informe pip.
ja_jp: pipレポートにメタが見つからないパッケージ。
ru_ru: Пакет отсутствует в отчете pip.
sv_se: Paket saknar meta i pip rapport.

source: Failed to get pip update status due to some error.
es_es: Error al obtener el estado de actualización de pip debido a algún error.
ja_jp: エラーが発生したため、Pip の更新ステータスを取得できませんでした。
ru_ru: Не удалось получить статус обновления pip из-за некоторой ошибки.
sv_se: Det gick inte att hämta pip-uppdateringsstatus på grund av något fel.

source: Got a strange voice client entry.
es_es: Obtuvo una entrada extraña del cliente de voz.
ja_jp: 変なボイスクライアントのエントリがあります。
ru_ru: Получена запись о странном голосовом клиенте.
sv_se: Har en konstig röstklient post.

source: Cookies already enabled.
es_es: Las cookies ya están habilitadas.
ja_jp: クッキーは既に有効になっています。
ru_ru: Cookies уже включены.
sv_se: Cookies har redan aktiverats.

source: Cookies must be uploaded to be enabled. (Missing cookies file.)
es_es: Las cookies deben ser subidas para estar habilitadas. (Falta archivo de cookies)
ja_jp: クッキーを有効にするには、アップロードする必要があります。
ru_ru: Cookies должны быть загружены для включения. (issing cookies файл.)
sv_se: Cookies måste laddas upp för att kunna aktiveras. (Missing cookies file.)

source: Could not enable cookies due to error: %(raw_error)s
es_es: No se pudo habilitar las cookies debido a un error: %(raw_error)s
ja_jp: エラーのためクッキーを有効にできませんでした: %(raw_error)s
ru_ru: Не удалось включить куки из-за ошибки: %(raw_error)s
sv_se: Kunde inte aktivera cookies på grund av fel: %(raw_error)s

source: Could not rename cookies file due to error: %(raw_error)s Cookies temporarily disabled and will be re-enabled on next restart.
es_es: No se pudo renombrar el archivo de cookies debido a un error: %(raw_error)s Cookies temporalmente deshabilitadas y serán reactivadas en el siguiente reinicio.
ja_jp: エラーのためクッキーファイルの名前を変更できませんでした: %(raw_error)s クッキーは一時的に無効化され、次回の再起動時に再度有効になります。
ru_ru: Не удалось переименовать файл cookies из-за ошибки: %(raw_error)s Cookies временно отключены и будут повторно включены при следующем перезапуске.
sv_se: Kunde inte byta namn på cookiefilen på grund av fel: %(raw_error)s Cookies tillfälligt inaktiverade och kommer att aktiveras igen vid nästa omstart.

source: No attached uploads were found, try again while uploading a cookie file.
es_es: No se encontraron subidas adjuntas, inténtelo de nuevo mientras se subía un archivo de cookies.
ja_jp: 添付されたアップロードが見つかりませんでした。Cookie ファイルのアップロード中に再試行してください。
ru_ru: Не найдено приложенных загрузок, попробуйте еще раз при загрузке файла cookie.
sv_se: Inga bifogade uppladdningar hittades, försök igen när du laddade upp en cookie-fil.

source: Could not remove old, disabled cookies file: %(raw_error)s
es_es: No se pudo eliminar el archivo antiguo de cookies deshabilitado: %(raw_error)s
ja_jp: 古い無効化されたCookieファイルを削除できませんでした: %(raw_error)s
ru_ru: Не удалось удалить старый, отключен файл cookie: %(raw_error)s
sv_se: Kunde inte ta bort gamla, inaktiverade cookiefil: %(raw_error)s

source: Error downloading the cookies file from discord: %(raw_error)s
es_es: Error al descargar el archivo de cookies desde discord: %(raw_error)s
ja_jp: discordからCookieファイルをダウンロード中にエラーが発生しました: %(raw_error)s
ru_ru: Ошибка при загрузке файла cookie с дискода: %(raw_error)s
sv_se: Fel vid nedladdning av cookie-filen från diskett: %(raw_error)s

source: Could not save cookies to disk: %(raw_error)s
es_es: No se han podido guardar las cookies en el disco: %(raw_error)s
ja_jp: ディスクにクッキーを保存できませんでした: %(raw_error)s
ru_ru: Не удалось сохранить куки на диске: %(raw_error)s
sv_se: Kunde inte spara kakor till disk: %(raw_error)s

source: Got a message with no channel, somehow: %s
es_es: Obtuviste un mensaje sin canal, de alguna manera: %s
ja_jp: チャンネルがないメッセージがあります。 %s
ru_ru: Получено сообщение без канала, как-то %s
sv_se: Har ett meddelande utan kanal, på något sätt: %s

source: Ignoring command from myself (%s)
es_es: Ignorando el comando de mí mismo (%s)
ja_jp: 自分からのコマンドを無視しました (%s)
ru_ru: Игнорирование команды от себя (%s)
sv_se: Ignorerar kommando från mig själv (%s)
