Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: You are not allowed to request playlists
es_es: No tienes permisos para solicitar listas de reproducción
ja_jp: プレイリストをリクエストする権限がありません
ru_ru: Вам не разрешено запрашивать плейлисты
sv_se: Du har inte behörighet att begära spellistor

source: Playlist has too many entries (%(songs)s but max is %(max)s)
es_es: La lista de reproducción tiene demasiadas entradas (%(songs)s pero el máximo es %(max)s)
ja_jp: プレイリストのエントリが多すぎます(%(songs)s ですが、最大は %(max)s です)
ru_ru: Плейлист имеет слишком много записей (%(songs)s , но максимум %(max)s)
sv_se: Spellistan har för många poster (%(songs)s men max är %(max)s)

source: The playlist entries will exceed your queue limit. There are %(songs)s in the list, and %(queued)s already in queue. The limit is %(max)s for your group.
es_es: Las entradas de la lista de reproducción excederán tu límite de cola. Hay %(songs)s en la lista y %(queued)s ya en cola. El límite es %(max)s para tu grupo.
sv_se: Spellistans poster kommer att överskrida din kögräns. Det finns %(songs)s i listan, och %(queued)s är redan i kö. Gränsen är %(max)s för din grupp.

source: Ignoring auto-pause due to network outage.
es_es: Ignorando la pausa automática debido a la interrupción de la red.
ja_jp: ネットワーク停止による自動停止を無視します。
ru_ru: Игнорирование автопаузы из-за отключения сети.
sv_se: Ignorerar automatisk paus på grund av nätverksavbrott.

source: MusicPlayer has no VoiceClient or has no channel data, cannot process auto-pause.
es_es: MusicPlayer no tiene VoiceClient o no tiene datos de canal, no puede procesar la pausa automática.
ja_jp: MusicPlayerにVoiceClientがないか、チャンネルデータがないか、自動停止処理できません。
ru_ru: У MusicPlayer нет VoiceClient или нет данных о каналах, не может работать с автопаузами.
sv_se: MusicPlayer har ingen VoiceClient eller har inga kanaldata, kan inte bearbeta automatisk paus.

source: Already processing auto-pause, ignoring this event.
es_es: Ya procesando la pausa automática, ignorando este evento.
ja_jp: このイベントを無視して、すでに自動一時停止を処理しています。
ru_ru: Уже обрабатывается автопауза, игнорируется это событие.
sv_se: Behandlar redan automatisk paus, ignorerar denna händelse.

source: %sVoiceClient not connected, waiting %s seconds to handle auto-pause in guild: %s
es_es: %sVoiceClient no conectado, esperando %s segundos para manejar la pausa automática en el gremio: %s
ja_jp: %sVoiceClient が接続されていないため、ギルド内の自動停止を処理する %s 秒待機しています: %s
ru_ru: %sVoiceClient не подключен, ожидание %s секунд для обработки автопаузы в гильдии: %s
sv_se: %sRöstklient inte ansluten, väntar %s sekunder för att hantera auto-paus i guild: %s

source: Auto-pause waiting was cancelled.
es_es: Se ha cancelado la pausa automática.
ja_jp: 自動一時停止はキャンセルされました。
ru_ru: Ожидание автопаузы было отменено.
sv_se: Auto-paus väntar avbröts.

source: A new MusicPlayer is being connected, ignoring old auto-pause event.
es_es: Un nuevo MusicPlayer está siendo conectado, ignorando el antiguo evento de la pausa automática.
ja_jp: 古い自動一時停止イベントを無視して、新しいMusicPlayerが接続されています。
ru_ru: Подключается новый музыкальный плеер, игнорируя старое событие автопаузы.
sv_se: En ny MusicPlayer håller på att anslutas och ignorerar gamla auto-paus-händelser.

source: Playing in an empty voice channel, running auto pause for guild: %s
es_es: Jugando en un canal de voz vacío, haciendo una pausa automática para el gremio: %s
ja_jp: 空のボイスチャンネルで再生します。ギルドの自動一時停止： %s
ru_ru: Проигрывание в пустом голосовом канале, запуск автопаузы для гильдии: %s
sv_se: Spelar i en tom röstkanal, kör automatisk paus för guild: %s

source: Previously auto paused player is unpausing for guild: %s
es_es: El jugador auto pausado anteriormente está pausado para el gremio: %s
ja_jp: 以前の自動一時停止中のプレイヤーはギルドの一時停止が解除されています: %s
ru_ru: Ранее автопауза игрока не приостанавливается для гильдии: %s
sv_se: Tidigare automatisk pausad spelare avpausar för guild: %s

source: Cannot use seek if there is nothing playing.
es_es: No se puede usar seek si no hay nada jugando.
ja_jp: 何もプレイしていない場合はシークを使用できません。
ru_ru: Невозможно использовать поиск, если нет проигрывания.
sv_se: Kan inte använda söka om det inte finns något att spela.

source: Cannot use seek on current track, it has an unknown duration.
es_es: No se puede usar seek en la pista actual, tiene una duración desconocida.
ja_jp: 現在のトラックでシークを使用することはできません、それは不明な期間を持っています。
ru_ru: Невозможно использовать поиск по текущему треку, он имеет неизвестную длительность.
sv_se: Kan inte använda sökningen på nuvarande spår, den har en okänd varaktighet.

source: Seeking is not supported for streams.
es_es: La búsqueda no es compatible con los streams.
ru_ru: Поиск не поддерживается для потоков.
sv_se: Sökandet stöds inte för strömmar.

source: Cannot use seek without a time to position playback.
es_es: No se puede usar seek sin tiempo para colocar la reproducción.
ja_jp: 再生を配置する時間がなければシークは使用できません。
ru_ru: Невозможно использовать переключение без времени для размещения воспроизведения.
sv_se: Kan inte använda söka utan tid för att placera uppspelning.

source: Could not convert `%(input)s` to a valid time in seconds.
es_es: No se pudo convertir `%(input)s` a una hora válida en segundos.
ja_jp: `%(input)s`を秒単位で有効な時間に変換できませんでした。
ru_ru: Не удалось преобразовать `%(input)s` в допустимое время в секундах.
sv_se: Kunde inte konvertera `%(input)s` till en giltig tid i sekunder.

source: Cannot seek to `%(input)s` (`%(seconds)s` seconds) in the current track with a length of `%(progress)s / %(total)s`
es_es: No se puede buscar a `%(input)s` (`%(seconds)s` segundos) en la pista actual con una longitud de `%(progress)s / %(total)s`
ja_jp: `%(input)s/%(seconds)s`の長さのトラックの`%(progress)s `（` %(total)s`秒）をシークできません
ru_ru: Не удается переключиться в `%(input)s` (`%(seconds)s` секунд) в текущем треке длиной `%(progress)s / %(total)s`
sv_se: Kan inte söka till `%(input)s` (`%(seconds)s` sekunder) i det aktuella spåret med en längd av `%(progress)s / %(total)s`

source: Invalid sub-command. Use the command `help repeat` for usage examples.
es_es: Sub-comando no válido. Utilice el comando `help repeat` para ejemplos de uso.
ja_jp: 無効なサブコマンドです。使用例には「ヘルプの繰り返し」コマンドを使用してください。
ru_ru: Неверная субкоманда. Используйте команду `help repeat` для примеров использования.
sv_se: Ogiltigt underkommando. Använd kommandot `help repeat` för användningsexempel.

source: The player is not currently looping.
es_es: El reproductor no está bucle actualmente.
ja_jp: プレーヤーは現在ループしていません。
ru_ru: Игрок в данный момент не зацикливается.
sv_se: Spelaren loopar inte för närvarande.

source: Song positions must be integers!
es_es: Las posiciones de la canción deben ser enteras!
ja_jp: 曲の位置は整数でなければなりません！
ru_ru: Позиции песни должны быть целыми!
sv_se: Sångpositioner måste vara heltal!

source: You gave a position outside the playlist size!
es_es: ¡Has dado una posición fuera del tamaño de la lista de reproducción!
ja_jp: プレイリストのサイズ以外の位置を指定しました！
ru_ru: Вы поставили позицию за пределами плейлиста!
sv_se: Du gav en position utanför spellistan storlek!

source: Could not prompt for playlist playback, no message to add reactions to.
es_es: No se pudo pedir la reproducción de la lista de reproducción, no hay mensajes a los que añadir reacciones.
ja_jp: プレイリストの再生を促すことができませんでした。リアクションを追加するメッセージがありません。
ru_ru: Не удалось запросить воспроизведение плейлиста, нет сообщений для добавления реакций.
sv_se: Kunde inte fråga efter uppspelning av spellistan, inget meddelande att lägga till reaktioner på.

source: Local media playback is not enabled.
es_es: La reproducción de medios locales no está habilitada.
ja_jp: ローカルメディアの再生が有効になっていません。
ru_ru: Воспроизведение локального медиа не включено.
sv_se: Lokal medieuppspelning är inte aktiverad.

source: Spotify URL is invalid or not currently supported.
es_es: La URL de Spotify no es válida o no está soportada actualmente.
ja_jp: SpotifyのURLが無効または現在サポートされていません。
ru_ru: URL-адрес Spotify недействителен или в настоящее время не поддерживается.
sv_se: Spotify-URL är ogiltig eller stöds inte för närvarande.

source: Detected a Spotify URL, but Spotify is not enabled.
es_es: Se ha detectado una URL de Spotify, pero Spotify no está habilitado.
ja_jp: Spotify の URL が検出されましたが、Spotify は有効ではありません。
ru_ru: Обнаружен URL-адрес Spotify, но Spotify не включен.
sv_se: Upptäckte en Spotify-URL, men Spotify är inte aktiverat.

source: You have reached your enqueued song limit (%(max)s)
es_es: Has alcanzado el límite de canciones en cola (%(max)s)
ja_jp: キューに登録された曲の上限に達しました (%(max)s)
ru_ru: Вы достигли лимита на добавленные песни (%(max)s)
sv_se: Du har nått din köade låtgräns (%(max)s)

source: Karaoke mode is enabled, please try again when its disabled!
es_es: El modo Karaoke está activado, ¡por favor inténtalo de nuevo cuando esté desactivado!
ja_jp: カラオケモードが有効になっています。無効になったらもう一度お試しください！
ru_ru: Караоке-режим включен, попробуйте еще раз, когда он отключен!
sv_se: Karaoke-läget är aktiverat, försök igen när det är inaktiverat!

source: Issue with extract_info():
es_es: Problema con extract_info():
ja_jp: extract_info() の問題:
ru_ru: Проблема с extract_info():
sv_se: Problem med extract_info():

source: Failed to extract info due to error: %(raw_error)s
es_es: Error al extraer información debido a error: %(raw_error)s
ja_jp: エラーのための情報の抽出に失敗しました: %(raw_error)s
ru_ru: Не удалось извлечь информацию из-за ошибки: %(raw_error)s
sv_se: Misslyckades att extrahera info på grund av fel: %(raw_error)s

source: That video cannot be played. Try using the stream command.
es_es: Ese video no se puede reproducir. Intenta usar el comando Stream.
ja_jp: 動画を再生できません。streamコマンドを使用してみてください。
ru_ru: Это видео не может быть воспроизведено. Попробуйте использовать команду трансляции.
sv_se: Den videon kan inte spelas. Prova att använda strömkommandot.

source: YouTube search returned no results for: %(url)s
es_es: La búsqueda en YouTube no devolvió resultados para: %(url)s
ja_jp: YouTubeの検索結果が %(url)sにはありませんでした
ru_ru: Поиск YouTube не дал результатов по запросу: %(url)s
sv_se: YouTube-sökning gav inga resultat för: %(url)s

source: Processed %(number)d of %(total)d songs in %(time).3f seconds at %(time_per).2f s/song
es_es: Procesado %(number)d de %(total)d canciones en %(time).3f segundos en %(time_per).2f s/canción
ru_ru: Обработано %(number)d из %(total)d песен в %(time).3f секунд на %(time_per).2f / песню
sv_se: Bearbetade %(number)d av %(total)d låtar i %(time).3f sekunder på %(time_per).2f s/sång

source: No songs were added, all songs were over max duration (%(max)s seconds)
es_es: No se añadieron canciones, todas las canciones sobrepasaron la duración máxima (%(max)s segundos)
ja_jp: 曲が追加されていません。すべての曲が最大時間（%(max)s 秒）を超えています。
ru_ru: Не было добавлено треков, все песни были больше длительности (%(max)s секунд)
sv_se: Inga låtar lades till, alla låtar var över max varaktighet (%(max)s sekunder)

source: Extracted an entry with 'youtube:playlist' as extractor key
es_es: Extracción de una entrada con 'youtube:playlist' como clave de extractor
ja_jp: 抽出キーとして 'youtube:playlist' でエントリを抽出しました
ru_ru: Извлечь запись с помощью клавиши 'youtube:playlist'
sv_se: Extraherade en post med "youtube<unk> list" som utsugningsnyckel

source: Song duration exceeds limit (%(length)s > %(max)s)
es_es: La duración de la canción excede el límite (%(length)s > %(max)s)
ja_jp: 曲の再生時間が制限を超えています(%(length)s > %(max)s)
ru_ru: Длительность песни превышает предел (%(length)s > %(max)s)
sv_se: Sånglängden överskrider gränsen (%(length)s > %(max)s)

source: Added song(s) at position %s
es_es: Canción(es) añadidas en la posición %s
ja_jp: %s位置に曲を追加しました
ru_ru: Добавлена песня(и) на позиции %s
sv_se: Lade till låt(ar) på position %s

source: Cannot estimate time until playing for position: %d
es_es: No se puede estimar el tiempo hasta jugar para la posición: %d
ja_jp: 位置の再生までの時間を見積もることはできません: %d
ru_ru: Не удается оценить время до игры за позицию: %d
sv_se: Kan inte uppskatta tid innan du spelar för position: %d

source: Failed to get info from the stream request: %s
es_es: No se pudo obtener información de la solicitud de stream: %s
ja_jp: ストリームリクエストからの情報の取得に失敗しました: %s
ru_ru: Не удалось получить информацию из запроса потока: %s
sv_se: Misslyckades att hämta information från strömningsförfrågan: %s

source: Streaming playlists is not yet supported.
es_es: Las listas de reproducción de streaming aún no están soportadas.
ja_jp: ストリーミングプレイリストはまだサポートされていません。
ru_ru: Потоковые плейлисты еще не поддерживаются.
sv_se: Streaming av spellistor stöds ännu inte.

source: You have reached your playlist item limit (%(max)s)
es_es: Has alcanzado el límite de elementos de tu lista de reproducción (%(max)s)
ja_jp: プレイリストアイテムの上限に達しました (%(max)s)
ru_ru: Вы достигли предела в плейлисте (%(max)s)
sv_se: Du har nått din gräns för spellistans objekt (%(max)s)

source: Please specify a search query. Use `help search` for more information.
es_es: Por favor especifique una consulta de búsqueda. Use `help search` para más información.
ja_jp: 検索クエリを指定してください。詳細は `ヘルプ検索` を使用してください。
ru_ru: Пожалуйста, укажите поисковый запрос. Используйте `help search` для получения дополнительной информации.
sv_se: Ange en sökfråga. Använd `help search` för mer information.

source: You cannot search for more than %(max)s videos
es_es: No puedes buscar más de %(max)s vídeos
ja_jp: %(max)s 以上の動画を検索することはできません
ru_ru: Вы не можете искать более чем %(max)s видео
sv_se: Du kan inte söka efter mer än %(max)s videor

source: Waiting for summon lock: %s
es_es: Esperando por invocar bloqueo: %s
ja_jp: 召喚ロックを待っています： %s
ru_ru: Ожидание вызова: %s
sv_se: Väntar på stämningslås: %s

source: Summon lock acquired for: %s
es_es: Invocar bloqueo adquirido por: %s
ja_jp: ロックを召喚: %s
ru_ru: Призвать замок для: %s
sv_se: Kallelselås som förvärvats för: %s

source: You are not connected to voice. Try joining a voice channel!
es_es: No estás conectado a la voz. ¡Prueba a unirte a un canal de voz!
ja_jp: 音声に接続されていません。音声チャンネルに参加してみてください！
ru_ru: Вы не подключены к голосу. Попробуйте подключиться к голосовому каналу!
sv_se: Du är inte ansluten till röst. Försök att ansluta till en röstkanal!

source: Joining %(guild)s/%(channel)s
es_es: Uniéndose a %(guild)s/%(channel)s
ja_jp: %(guild)s/%(channel)s に参加中
ru_ru: Присоединение к %(guild)s/%(channel)s
sv_se: Ansluter till %(guild)s/%(channel)s

source: MusicBot cannot follow a user that is not a member of the server.
es_es: MusicBot no puede seguir a un usuario que no es miembro del servidor.
ja_jp: MusicBot はサーバーのメンバーではないユーザーをフォローできません。
ru_ru: MusicBot не может следить за пользователем, не являющимся членом сервера.
sv_se: MusicBot kan inte följa en användare som inte är medlem i servern.

source: Player is not playing.
es_es: El jugador no está reproduciendo.
ja_jp: プレイヤーがプレイしていません。
ru_ru: Плеер не играет.
sv_se: Spelaren spelar inte.

source: Nothing in the queue to remove!
es_es: ¡Nada en la cola para eliminar!
ja_jp: 削除するキューがありません！
ru_ru: Нечего удалять в очереди!
sv_se: Ingenting i kön att ta bort!

source: Nothing found in the queue from user `%(user)s`
es_es: No se ha encontrado nada en la cola del usuario `%(user)s`
ja_jp: `%(user)s`からのキューには何も見つかりませんでした。
ru_ru: В очереди у пользователя `%(user)s ничего не найдено
sv_se: Ingenting hittades i kön från användaren `%(user)s`

source: You do not have the permission to remove that entry from the queue. You must be the one who queued it or have instant skip permissions.
es_es: No tienes permiso para eliminar esa entrada de la cola. Debes ser tú quien la puso en cola o tener permisos de omisión instantánea.
ja_jp: キューからそのエントリを削除する権限がありません。 キューに登録した方、または即座にスキップ権限を持っている必要があります。
ru_ru: У вас недостаточно прав для удаления этой записи из очереди. Вы должны быть тот, кто поставил его в очередь или имеет мгновенные пропуска.
sv_se: Du har inte behörighet att ta bort den posten från kön. Du måste vara den som köade det eller har omedelbar hoppa över behörigheter.

source: Invalid entry number. Use the queue command to find queue positions.
es_es: Número de entrada no válido. Utilice el comando de cola para encontrar las posiciones de la cola.
ja_jp: 無効なエントリ番号です。キューの位置を見つけるには、キューコマンドを使用してください。
ru_ru: Неверный номер записи. Используйте команду очереди для поиска позиций.
sv_se: Ogiltigt postnummer. Använd kökommandot för att hitta köpositioner.

source: Can't skip! The player is not playing!
es_es: ¡No se puede saltar! ¡El jugador no está jugando!
ja_jp: スキップできません！プレイヤーがプレイしていません！
ru_ru: Нельзя пропустить! Игрок не играет!
sv_se: Kan inte hoppa över! Spelaren spelar inte!

source: You do not have permission to force skip a looped song.
es_es: No tienes permiso para forzar a saltar una canción en bucle.
ja_jp: ループされた曲をスキップする権限がありません。
ru_ru: У вас недостаточно прав для принудительного пропуска циклической песни.
sv_se: Du har inte behörighet att tvinga hoppa över en loopad låt.

source: You do not have permission to force skip.
es_es: No tienes permiso para forzar saltar.
ja_jp: スキップを強制する権限がありません。
ru_ru: У вас нет разрешения на принудительный пропуск.
sv_se: Du har inte behörighet att tvinga hopp.

source: You do not have permission to skip a looped song.
es_es: No tienes permiso para saltar una canción en bucle.
ja_jp: ループ曲をスキップする権限がありません。
ru_ru: У вас нет разрешения на пропуск зацикливаемой песни.
sv_se: Du har inte behörighet att hoppa över en loopad låt.

source: `%(new_volume)s` is not a valid number
es_es: `%(new_volume)s` no es un número válido
ja_jp: '%(new_volume)s' は有効な数字ではありません
ru_ru: `%(new_volume)s` не является допустимым числом
sv_se: `%(new_volume)s` är inte ett giltigt tal

source: Unreasonable volume change provided: %(old_volume)s%(adjustment)s is %(new_volume)s. Volume can only be set from 1 to 100.
es_es: Se proporcionó un cambio de volumen poco razonable: %(old_volume)s%(adjustment)s es %(new_volume)s. El volumen solo puede establecerse de 1 a 100.
ja_jp: 不合理なボリューム変更が提供されました: %(old_volume)s%(adjustment)s は %(new_volume)sです。 ボリュームは1から100まで設定できます。
ru_ru: Неприемлемое изменение объема предусматривается: %(old_volume)s%(adjustment)s является %(new_volume)s. Том может быть установлен только от 1 до 100.
sv_se: Orimlig volymförändring angiven: %(old_volume)s%(adjustment)s är %(new_volume)s. Volymen kan endast ändras från 1 till 100.

source: Unreasonable volume provided: %(volume)s. Provide a value between 1 and 100.
es_es: Volumen no razonable proporcionado: %(volume)s. Proporciona un valor entre 1 y 100.
ja_jp: 不合理なボリュームが提供されました: %(volume)s. 1から100までの値を入力してください。
ru_ru: Неприемлемый объём: %(volume)s. Предоставьте значение от 1 до 100.
sv_se: Orimlig volym angiven: %(volume)s. Ange ett värde mellan 1 och 100.

source: No track is playing, cannot set speed. Use the config command to set a default playback speed.
es_es: No se está reproduciendo ninguna pista, no se puede establecer la velocidad. Utilice el comando de configuración para establecer una velocidad de reproducción predeterminada.
ja_jp: トラックが再生されていないため、速度を設定できません。 デフォルトの再生速度を設定するにはconfigコマンドを使用してください。
sv_se: Inget spår spelas, kan inte ställa in hastighet. Använd konfigurationskommandot för att ställa in en standard uppspelningshastighet.

source: Speed cannot be applied to streamed media.
es_es: La velocidad no se puede aplicar a los medios streamed.
ja_jp: ストリームメディアには速度を適用できません。
ru_ru: Скорость не может быть применена к потоковым носителям.
sv_se: Hastighet kan inte tillämpas på strömmade medier.

source: You must provide a speed to set.
es_es: Debe proporcionar una velocidad para establecer.
ja_jp: 設定する速度を提供する必要があります。
ru_ru: Вы должны предоставить скорость для установки.
sv_se: Du måste ange en hastighet att ställa in.

source: The speed you provided is invalid. Use a number between 0.5 and 100.
es_es: La velocidad que proporcionaste no es válida. Usa un número entre 0.5 y 100.
ja_jp: 指定した速度が無効です。0.5 から 100までの数字を使用してください。
ru_ru: Предоставленная вами скорость является недопустимой. Используйте число в диапазоне от 0.5 до 100.
sv_se: Hastigheten du angav är ogiltig. Använd ett nummer mellan 0,5 och 100.

source: Invalid option for command: `%(option)s`
es_es: Opción no válida para el comando: `%(option)s`
ja_jp: コマンドの無効なオプション: `%(option)s`
ru_ru: Недопустимый параметр для команды: `%(option)s`
sv_se: Ogiltigt alternativ för kommandot: `%(option)s`

source: Failed to save aliases due to error: `%(raw_error)s`
es_es: No se pudo guardar el alias debido al error: `%(raw_error)s`
ja_jp: エラーのためエイリアスを保存できませんでした: `%(raw_error)s`
ru_ru: Не удалось сохранить псевдонимы из-за ошибки: `%(raw_error)s`
sv_se: Det gick inte att spara alias på grund av fel: `%(raw_error)s`

source: You must supply an alias and a command to alias
es_es: Debe proporcionar un alias y un comando para alias
ja_jp: エイリアスにエイリアスとコマンドを提供する必要があります
ru_ru: Вы должны указать псевдоним и команду для псевдонима
sv_se: Du måste tillhandahålla ett alias och ett kommando till alias

source: You must supply an alias name to remove.
es_es: Debe proporcionar un nombre de alias para eliminar.
ja_jp: 削除するにはエイリアス名を入力してください。
ru_ru: Вы должны указать имя псевдонима для удаления.
sv_se: Du måste ange ett alias namn för att ta bort.

source: The alias `%(alias)s` does not exist.
es_es: El alias `%(alias)s` no existe.
ru_ru: Псевдоним `%(alias)s` не существует.
sv_se: Alias `%(alias)s` finns inte.

source: Config cannot use channel and user mentions at the same time.
es_es: La configuración no puede usar las menciones de canal y usuario al mismo tiempo.
ja_jp: 設定では、チャンネルとユーザーのメンションを同時に使用できません。
ru_ru: Конфигурация не может использовать канал и упоминания пользователя одновременно.
sv_se: Konfigurationen kan inte använda kanal och användarnamn samtidigt.

source: Unable to reload Config due to the following error: %(raw_error)s
es_es: No se puede recargar la configuración debido al siguiente error: %(raw_error)s
ja_jp: 次のエラーのため設定を再読み込みできません: %(raw_error)s
ru_ru: Не удалось перезагрузить конфигурацию из-за следующей ошибки: %(raw_error)s
sv_se: Det går inte att ladda om konfigurationen på grund av följande fel: %(raw_error)s

source: Could not resolve section name from option name. Please provide a valid section and option name.
es_es: No se pudo resolver el nombre de la sección del nombre de la opción. Por favor, introduzca un nombre de sección y opción válidos.
ja_jp: オプション名からセクション名を解決できませんでした。有効なセクション名とオプション名を入力してください。
ru_ru: Не удалось определить название секции с названием опции. Пожалуйста, укажите корректный раздел и название опции.
sv_se: Kunde inte lösa undervisningsnamn från alternativets namn. Ange ett giltigt undervisnings- och alternativnamn.

source: The option given is ambiguous, please provide a section name.
es_es: La opción dada es ambigua, por favor ingrese un nombre de sección.
ja_jp: 与えられたオプションは曖昧です。セクション名を入力してください。
ru_ru: Указанная опция является неоднозначной, укажите название раздела.
sv_se: Det alternativ som anges är tvetydigt, ange ett avsnittsnamn.

source: You must provide a section name and option name for this command.
es_es: Debe proporcionar un nombre de sección y un nombre de opción para este comando.
ja_jp: このコマンドのセクション名とオプション名を指定する必要があります。
ru_ru: Вы должны указать название раздела и название параметра для этой команды.
sv_se: Du måste ange ett namn och alternativnamn för detta kommando.

source: The section `%(section)s` is not available. The available sections are: %(sections)s
es_es: La sección `%(section)s` no está disponible. Las secciones disponibles son: %(sections)s
ja_jp: The section `%(section)s` is not available. The available section: %(sections)s
ru_ru: Раздел `%(section)s` недоступен. Доступные разделы: %(sections)s
sv_se: Sektionen `%(section)s` är inte tillgänglig. De tillgängliga sektionerna är: %(sections)s

source: The option `%(option)s` is not available.
es_es: La opción `%(option)s` no está disponible.
ja_jp: オプション `%(option)s` は使用できません。
ru_ru: Опция `%(option)s` недоступна.
sv_se: Alternativet `%(option)s` är inte tillgängligt.
