Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: MusicPlayer.kill() is called: %s
es_es: MusicPlayer.kill() es llamado: %s
ja_jp: MusicPlayer.kill() が呼び出されました: %s
ru_ru: MusicPlayer.kill() вызывается: %s
sv_se: MusicPlayer.kill() kallas: %s

source: Playback finished, but _current_entry is None.
es_es: La reproducción ha terminado, pero _current_entry no es ninguna.
ja_jp: 再生は終了しましたが、_current_entry は None です。
ru_ru: Воспроизведение завершено, но _current_entry пуст.
sv_se: Uppspelning klar, men _current_entry är ingen.

source: Possible Warning from kill_current_player()
es_es: Posible advertencia de kill_current_player()
ja_jp: kill_current_player() から可能な警告
ru_ru: Возможно предупреждение об убийстве_current_player()
sv_se: Möjlig varning från kill_current_player()

source: MusicPlayer.play() is called: %s
es_es: MusicPlayer.play() es llamado: %s
ja_jp: MusicPlayer.play() が呼び出されました: %s
ru_ru: MusicPlayer.play() вызывается: %s
sv_se: MusicPlayer.play() kallas: %s

source: MusicPlayer is dead, cannot play.
es_es: MusicPlayer está muerto, no se puede reproducir.
ja_jp: MusicPlayerが動作しません。再生できません。
ru_ru: Музыкальный плеер мертв, воспроизведение невозможно.
sv_se: Musikspelaren är död, kan inte spela.

source: Guild or network unavailable, cannot start playback.
es_es: Gremio o red no disponible, no se puede iniciar la reproducción.
ja_jp: ギルドまたはネットワークが利用できません。再生を開始できません。
ru_ru: Гильдия или сеть недоступна, невозможно начать воспроизведение.
sv_se: Guild eller nätverk är inte tillgängligt, kan inte starta uppspelning.

source: MusicPlayer was previously paused, resuming current player.
es_es: MusicPlayer se pausó previamente, reanudando el reproductor actual.
ja_jp: MusicPlayerは以前に一時停止していました。現在のプレーヤーを再開しています。
ru_ru: Музыкальный плеер был ранее приостановлен, возобновить текущий плеер.
sv_se: MusicPlayer var tidigare pausad, återuppta nuvarande spelare.

source: MusicPlayer already locked for playback, this call is ignored.
es_es: MusicPlayer ya está bloqueado para la reproducción, esta llamada es ignorada.
ja_jp: MusicPlayerはすでに再生のためにロックされています。この呼び出しは無視されます。
ru_ru: Музыкальный плеер уже заблокирован для воспроизведения, этот вызов игнорируется.
sv_se: MusicPlayer är redan låst för uppspelning, detta samtal ignoreras.

source: Failed to get next entry.
es_es: Error al obtener la siguiente entrada.
ja_jp: 次のエントリを取得できませんでした。
ru_ru: Не удалось получить следующую запись.
sv_se: Det gick inte att hämta nästa post.

source: Failed to process entry for playback.
es_es: Error al procesar la entrada para la reproducción.
ja_jp: 再生のためのエントリを処理できませんでした。
ru_ru: Не удалось обработать запись для проигрывания.
sv_se: Det gick inte att bearbeta posten för uppspelning.

source: Creating player with options: ffmpeg %(before)s -i %(input)s %(after)s
es_es: Creando jugador con opciones: ffmpeg %(before)s -i %(input)s %(after)s
ja_jp: オプションでプレイヤーを作成: ffmpeg %(before)s -i %(input)s %(after)s
ru_ru: Создание игрока с опциями: ffmpeg %(before)s -i %(input)s %(after)s
sv_se: Skapa spelare med alternativ: ffmpeg %(before)s -i %(input)s %(after)s

source: Playing %(source)r using %(client)r
es_es: Jugando %(source)r usando %(client)r
ja_jp: %(source)r で %(client)r を再生中
ru_ru: Играет в %(source)используя %(client)r
sv_se: Spelar %(source)r med %(client)r

source: Skipping deletion of '%s', found song in queue
es_es: Omitiendo borrado de '%s', se encontró la canción en cola
ja_jp: '%s'の削除をスキップして、キューに曲を見つけました
ru_ru: Пропуск удаления '%s', найдено песню в очереди
sv_se: Hoppar över radering av '%s', hittade låten i kö

source: Deleting file: %s
es_es: Eliminando archivo: %s
ja_jp: ファイルを削除しています: %s
ru_ru: Удаление файла: %s
sv_se: Tar bort fil: %s

source: File deleted: %s
es_es: Archivo eliminado: %s
ja_jp: ファイルを削除しました: %s
ru_ru: Файл удален: %s
sv_se: Fil raderad: %s

source: Cannot delete file, it is currently in use.
es_es: No se puede eliminar el archivo, está en uso.
ja_jp: ファイルを削除できません。現在使用中です。
ru_ru: Не удается удалить файл, он в настоящее время используется.
sv_se: Kan inte ta bort filen, den används för tillfället.

source: Cannot delete file due to a permission error.
es_es: No se puede eliminar el archivo debido a un error de permiso.
ja_jp: パーミッションエラーのためファイルを削除できません。
ru_ru: Невозможно удалить файл из-за ошибки прав доступа.
sv_se: Kan inte ta bort filen på grund av ett behörighetsfel.

source: Cannot delete file, it was not found.
es_es: No se puede eliminar el archivo, no se ha encontrado.
ja_jp: ファイルを削除できません。見つかりませんでした。
ru_ru: Невозможно удалить файл, он не найден.
sv_se: Kan inte ta bort filen, den hittades inte.

source: Error while trying to delete file.
es_es: Error al intentar eliminar el archivo.
ja_jp: ファイルの削除中にエラーが発生しました。
ru_ru: Ошибка при попытке удалить файл.
sv_se: Fel vid försök att ta bort fil.

source: Could not delete file, giving up and moving on
es_es: No se pudo eliminar el archivo, abandonando y moviéndose
ja_jp: ファイルを削除できませんでした。あきらめて次に進みます
ru_ru: Не удалось удалить файл, отправка и перемещение
sv_se: Kunde inte ta bort filen, ge upp och gå vidare

source: Deserialize returned an object that is not a MusicPlayer: %s
es_es: Deserializar devolvió un objeto que no es MusicPlayer: %s
ja_jp: MusicPlayerではないオブジェクトをデシリアライズして返されました: %s
ru_ru: Десериализация вернула объект, который не является MusicPlayer: %s
sv_se: Deserialize returnerade ett objekt som inte är en musikspelare: %s

source: Failed to deserialize player
es_es: Error al deserializar al jugador
ja_jp: プレイヤーのデシリアライズに失敗しました
ru_ru: Не удалось десериализовать игрока
sv_se: Det gick inte att deserialisera spelaren

source: Data from ffmpeg: %s
es_es: Datos de ffmpeg: %s
ja_jp: ffmpegからのデータ: %s
ru_ru: Данные из ffmpeg: %s
sv_se: Data från ffmpeg: %s

source: Error from ffmpeg: %s
es_es: Error de ffmpeg: %s
ja_jp: ffmpegからのエラー: %s
ru_ru: Ошибка из ffmpeg: %s
sv_se: Fel från ffmpeg: %s

source: Warning from ffmpeg: %s
es_es: Advertencia de ffmpeg: %s
ja_jp: ffmpegからの警告: %s
ru_ru: Предупреждение от ffmpeg: %s
sv_se: Varning från ffmpeg: %s

source: Unknown error decoding message from ffmpeg
es_es: Mensaje de descodificación de error desconocido de ffmpeg
ja_jp: ffmpegからの不明なエラーデコードメッセージ
ru_ru: Неизвестная ошибка декодирования сообщения от ffmpeg
sv_se: Okänt fel vid avkodning av meddelande från ffmpeg

source: Decoded data from ffmpeg: %s
es_es: Datos decodificados de ffmpeg: %s
ja_jp: ffmpegからデータをデコードしました: %s
ru_ru: Декодированные данные из ffmpeg: %s
sv_se: Avkodad data från ffmpeg: %s

source: Adding stream entry for URL: %(url)s
es_es: Añadiendo entrada de stream para URL: %(url)s
ja_jp: URLのストリームエントリを追加しています: %(url)s
ru_ru: Добавление записи потока для URL: %(url)s
sv_se: Lägger till strömpost för URL: %(url)s

source: Could not extract information
es_es: No se pudo extraer la información
ja_jp: 情報を抽出できませんでした
ru_ru: Не удалось извлечь информацию
sv_se: Kunde inte extrahera information

source: This is a playlist.
es_es: Esta es una lista de reproducción.
ja_jp: これはプレイリストです。
ru_ru: Это плейлист.
sv_se: Detta är en spellista.

source: Entry info appears to be a stream, adding stream entry...
es_es: La información de la entrada parece ser un flujo, añadiendo entrada de la corriente...
ru_ru: Информация о записи похожа на поток, добавление записи на поток...
sv_se: Inmatningsinformation verkar vara en ström, lägger till ström post...

source: Invalid content type `%(type)s` for URL: %(url)s
es_es: Tipo de contenido inválido `%(type)s` para la URL: %(url)s
ja_jp: 無効なコンテンツタイプ`%(type)s`の URL: %(url)s
ru_ru: Недопустимый тип содержимого `%(type)s` для URL: %(url)s
sv_se: Ogiltig innehållstyp `%(type)s` för URL: %(url)s

source: Got text/html for content-type, this might be a stream.
es_es: Obtuvo text/html para el tipo de contenido, esto podría ser un stream.
ja_jp: content-typeについては text/html を取得しました。これはストリームかもしれません。
ru_ru: Получен текстовый/html для типа содержимого, это может быть поток.
sv_se: Fick text/html för innehållstyp, detta kan vara en ström.

source: Questionable content-type "%(type)s" for url: %(url)s
es_es: Tipo de contenido cuestionable "%(type)s" para la url: %(url)s
ja_jp: 疑問のあるコンテンツタイプ "%(type)s" for url: %(url)s
ru_ru: Сомнительный тип содержимого "%(type)s" для url: %(url)s
sv_se: Otvivelaktig innehållstyp "%(type)s" för url: %(url)s

source: Adding URLPlaylistEntry for: %(subject)s
es_es: Añadiendo URLPlaylistEntry para: %(subject)s
ja_jp: %(subject)s の URLPlaylistEntry を追加中
ru_ru: Добавление URLPlaylistList для: %(subject)s
sv_se: Lägger till URLPlaylistEntry för: %(subject)s

source: Adding LocalFilePlaylistEntry for: %(subject)s
es_es: Añadiendo la lista de reproducción local para: %(subject)s
ja_jp: LocalFilePlaylistEntry の追加: %(subject)s
ru_ru: Добавление LocalFilePlaylistEntry для: %(subject)s
sv_se: Lägger till LocalFilePlaylistEntry för: %(subject)s

source: Ignored video from compound playlist link with ID: %s
es_es: Video ignorado desde el enlace de lista de reproducción compuesto con ID: %s
ja_jp: ID： %s との複合プレイリストリンクから無視されたビデオ
ru_ru: Игнорировать видео из составного плейлиста с ID: %s
sv_se: Ignorerade video från sammansatt spellista länk med ID: %s

source: Not allowing entry that is in song block list: %(title)s URL: %(url)s
es_es: No permitir la entrada que está en la lista de bloques de canciones: %(title)s URL: %(url)s
ja_jp: 曲のブロックリストにあるエントリが許可されていません: %(title)s URL: %(url)s
ru_ru: Не разрешается запись в списке блоков песни: %(title)s URL: %(url)s
sv_se: Tillåt inte inlägg som finns i listan över låtblock: %(title)s URL: %(url)s

source: Ignoring song in entries by '%s', duration longer than permitted maximum.
es_es: Ignorando la canción en las entradas por '%s', duración más larga que el máximo permitido.
ja_jp: 「%s」のエントリ内の曲を無視しています。許可されている最大より長くなっています。
ru_ru: Игнорирование песни в записях '%s', длиннее допустимого максимума.
sv_se: Ignorerar låt i poster av '%s', varaktighet längre än tillåtet maximalt.

source: Not adding YouTube video because it is marked private or deleted: %s
es_es: No añadiendo vídeo de YouTube porque está marcado como privado o eliminado: %s
ja_jp: プライベートまたは削除のマークがあるため、YouTube 動画を追加しません: %s
ru_ru: Видео YouTube не добавлено, потому что оно помечено как приватное или удалено: %s
sv_se: Lägger inte till YouTube-video eftersom den är markerad privat eller raderad: %s

source: Could not add item
es_es: No se pudo agregar el artículo
ja_jp: アイテムを追加できませんでした
ru_ru: Не удалось добавить элемент
sv_se: Kunde inte lägga till objekt

source: Item: %s
es_es: Artículo: %s
ja_jp: アイテム: %s
ru_ru: Предмет: %s
sv_se: Föremål: %s

source: Skipped %s bad entries
es_es: Se omitieron %s entradas incorrectas
ja_jp: %s 不良項目をスキップしました
ru_ru: Пропущенные %s плохие записи
sv_se: Hoppade över %s dåliga poster

source: Reorder looping over entries.
es_es: Reordenar bucle sobre entradas.
ja_jp: エントリのループを順序変更します。
ru_ru: Переупорядочить циклы поверх записей.
sv_se: Ordna om looping över poster.

source: Pre-downloading next track: %r
es_es: Pre-descargar la siguiente pista: %r
ja_jp: 次のトラックを事前ダウンロード: %r
ru_ru: Предзагрузка следующего трека: %r
sv_se: Ladda ner nästa låt: %r

source: no duration data
es_es: sin datos de duración
ja_jp: 持続時間データがありません
ru_ru: нет длительности данных
sv_se: ingen varaktighet data

source: no duration data in current entry
es_es: no hay datos de duración en la entrada actual
ja_jp: 現在のエントリに期間データがありません
ru_ru: нет данных о продолжительности в текущей записи
sv_se: ingen varaktighet i aktuell post

source: Invalid track_data, must be of type `track` got `%(type)s`
es_es: Track_data no válido, debe ser de tipo `track` obtenido `%(type)s`
ja_jp: track_dataが無効です。%(type)s `が得られた`track`型でなければなりません。
ru_ru: Недопустимые track_data, должны быть типа `track` получен `%(type)s`
sv_se: Ogiltig track_data, måste vara av typen `track` fick `%(type)s`

source: Ignored non-track entry in playlist with type: %s
es_es: Ignoró entrada no-pista en la lista de reproducción con tipo: %s
ja_jp: %s のプレイリストでトラック以外のエントリが無視されました
ru_ru: Игнорируется запись нетрека в плейлисте с типом %s
sv_se: Ignorerade icke-spår post i spellista med typ: %s

source: Spotify Album total tacks: %(total)s Next URL: %(url)s
es_es: Total del Álbum de Spotify abordajes: %(total)s siguiente URL: %(url)s
ja_jp: Spotifyのアルバムの合計タック数： %(total)s 次のURL： %(url)s
sv_se: Spotify Album totalt tack: %(total)s Nästa URL: %(url)s

source: Getting Spotify Album Next URL: %s
es_es: Obteniendo el Álbum Spotify siguiente URL: %s
ja_jp: Spotifyアルバムの次のURLを取得: %s
ru_ru: Получение URL-адреса альбома Spotify: %s
sv_se: Hämtar Spotify Album Nästa URL: %s

source: Spotify Album Object may not be complete, expected %(total)s tracks but got %(number)s
es_es: El objeto de álbum de Spotify puede no estar completo, se esperaba que el %(total)s rendas pero se obtuvo %(number)s
ja_jp: Spotifyのアルバムオブジェクトが完了しない場合があります。 %(total)s トラックが期待されますが、 %(number)sが取得されました
ru_ru: Альбом Spotify может не быть завершён, ожидается %(total)s треков, но получено %(number)s
sv_se: Spotify Album Object kanske inte är komplett, förväntade %(total)s spår men fick %(number)s

source: Spotify Album has more tracks than initial total.
es_es: El álbum de Spotify tiene más pistas que el total inicial.
ja_jp: Spotifyのアルバムは最初の合計より多くのトラックを持っています。
ru_ru: Альбом Spotify содержит больше треков, чем начальная сумма.
sv_se: Spotify Album har fler spår än initial totalt.

source: Spotify Playlist total tacks: %(total)s Next URL: %(url)s
es_es: Lista total de reproducción de Spotify abordajes: %(total)s siguiente URL: %(url)s
ja_jp: Spotifyプレイリストの合計タック数： %(total)s 次のURL： %(url)s
sv_se: Totalt antal Spotify-tack: %(total)s Nästa URL: %(url)s

source: Getting Spotify Playlist Next URL: %s
es_es: Obteniendo lista de reproducción de Spotify siguiente URL: %s
ja_jp: Spotifyプレイリストを取得する 次のURL: %s
ru_ru: Получение плейлиста Spotify: %s
sv_se: Hämtar Spotify spellista Nästa URL: %s

source: Spotify Playlist Object may not be complete, expected %(total)s tracks but got %(number)s
es_es: El objeto de lista de reproducción de Spotify puede no estar completado, se esperaba un rastro %(total)s pero se obtuvo %(number)s
ja_jp: Spotifyプレイリストオブジェクトが完了しない場合があります。 %(total)s トラックを想定していますが、 %(number)sを獲得しました
ru_ru: Spotify Playlist Object не может быть завершен, ожидается %(total)s треков, но получено %(number)s
sv_se: Spotify Playlist Object kanske inte är komplett, förväntade spår från %(total)s men fick %(number)s

source: Spotify Playlist has more tracks than initial total.
es_es: La lista de reproducción de Spotify tiene más pistas que el total inicial.
ja_jp: Spotifyのプレイリストは、最初の合計よりも多くのトラックを持っています。
ru_ru: Плейлист Spotify больше треков, чем начальный итог.
sv_se: Spotify Playlist har fler låtar än initial totalt.

source: Spotify Playlist contained %s usable tracks.
es_es: La lista de reproducción de Spotify contenía pistas usables %s.
ja_jp: Spotifyプレイリストには、 %s 使用可能なトラックが含まれていました。
ru_ru: Spotify Playlist содержит %s дорожки, пригодные для использования.
sv_se: Spotify Spellista innehöll %s användbara spår.

source: Response status is not OK: [%(status)s] %(reason)s
es_es: El estado de respuesta no está bien: [%(status)s] %(reason)s
ja_jp: 応答ステータスが正しくありません: [%(status)s] %(reason)s
ru_ru: Нет статуса ответа: [%(status)s] %(reason)s
sv_se: Svarsstatus är inte OK: [%(status)s] %(reason)s

source: Response JSON did not decode to a dict!
es_es: ¡Respuesta JSON no se decodificó a un dictado!
ja_jp: Response JSON decode to a dict!
ru_ru: Ответ JSON не декодировал немного!
sv_se: Svar JSON avkodade inte till en dict!

source: Failed making GET request to url: %s
es_es: Error al hacer la solicitud GET a la url: %s
ja_jp: URLへのGETリクエストの作成に失敗しました: %s
ru_ru: Не удалось сделать запрос GET url: %s
sv_se: Misslyckades att få GET begäran till url: %s

source: Could not make GET to URL: %(url)s Reason: %(raw_error)s
es_es: No se pudo crear la URL: %(url)s Razón: %(raw_error)s
ja_jp: URLにGETできませんでした: %(url)s 理由: %(raw_error)s
ru_ru: Не удалось сделать GET по URL: %(url)s Причина: %(raw_error)s
sv_se: Kunde inte göra GET till URL: %(url)s Orsak: %(raw_error)s

source: Failed making POST request to url: %s
es_es: No se pudo hacer la solicitud POST a la url: %s
ja_jp: URLへのPOSTリクエストの作成に失敗しました: %s
ru_ru: Не удалось сделать запрос POST на url: %s
sv_se: Misslyckades att göra POST begäran till url: %s

source: Could not make POST to URL: %(url)s Reason: %(raw_error)s
es_es: No se pudo crear POST en la URL: %(url)s Razón: %(raw_error)s
ja_jp: URLへのPOSTを作成できませんでした: %(url)s 理由: %(raw_error)s
ru_ru: Не удалось сделать POST по URL: %(url)s Причина: %(raw_error)s
sv_se: Kunde inte göra POST till URL: %(url)s Orsak: %(raw_error)s

source: Failed to get a guest token from Spotify, please try specifying client ID and client secret
es_es: No se pudo obtener un token de invitado de Spotify, por favor, intente especificar el ID del cliente y el secreto del cliente
ja_jp: Spotifyからゲスト トークンを取得できませんでした。クライアント IDとクライアント シークレットを指定してみてください
ru_ru: Не удалось получить токен гостя из Spotify, попробуйте указать ID клиента и секретный ключ клиента
sv_se: Det gick inte att hämta en gästtoken från Spotify, försök ange klient-ID och klienthemlighet

source: Created a new Guest Mode access token.
es_es: Se ha creado un nuevo token de acceso Modo Invitado.
ja_jp: 新しいゲストモードのアクセストークンを作成しました。
ru_ru: Создан новый маркер доступа к гостевому режиму.
sv_se: Skapade en ny åtkomsttoken för gästläge.

source: API response did not contain the expected data. Missing key: %(raw_error)s
es_es: La respuesta API no contenía los datos esperados. Falta la clave: %(raw_error)s
ja_jp: API応答に期待されるデータが含まれていませんでした。欠落キー: %(raw_error)s
ru_ru: Ответ API не содержит ожидаемых данных. Отсутствует ключ: %(raw_error)s
sv_se: API-svaret innehöll inte förväntade data. Saknad nyckel: %(raw_error)s

source: API response contained unexpected data. %(raw_error)s
es_es: La respuesta de la API contenía datos inesperados. %(raw_error)s
ja_jp: API応答に予期しないデータが含まれていました。 %(raw_error)s
ru_ru: Ответ API содержит неожиданные данные. %(raw_error)s
sv_se: API-svar innehöll oväntade data. %(raw_error)s

source: Requested a token from Spotify, did not end up getting one
es_es: Solicitado un token de Spotify, no terminó obteniendo uno
ja_jp: Spotifyからトークンをリクエストしました。トークンを取得できませんでした
ru_ru: Запрашиваемый токен из Spotify, не получается
sv_se: Begärda en token från Spotify, slutade inte få en

source: Created a new Client Mode access token.
es_es: Se ha creado un nuevo token de acceso de Modo Cliente.
ja_jp: 新しいクライアントモードアクセストークンを作成しました。
ru_ru: Создан новый маркер доступа к режиму клиента.
sv_se: Skapade ett nytt klientläge åtkomsttoken.

source: API response status is not OK: [%(status)s] %(reason)s
es_es: El estado de respuesta de la API no está aceptado: [%(status)s] %(reason)s
ja_jp: API レスポンスの状態が正しくありません: [%(status)s] %(reason)s
ru_ru: Неправильный статус ответа от API: [%(status)s] %(reason)s
sv_se: API-svarsstatus är inte OK: [%(status)s] %(reason)s

source: Failed to get Spotify Guest Token.
es_es: Error al obtener el token de invitado de Spotify.
ja_jp: Spotifyゲストトークンの取得に失敗しました。
ru_ru: Не удалось получить гостевой токен Spotify.
sv_se: Misslyckades att hämta Spotify gästtoken.

source: Failed to get Guest Token due to: %(raw_error)s
es_es: No se pudo obtener el token de invitado debido a: %(raw_error)s
ja_jp: ゲストトークンの取得に失敗しました: %(raw_error)s
ru_ru: Не удалось получить Жетон гостя из-за этого: %(raw_error)s
sv_se: Misslyckades att hämta gästtoken på grund av: %(raw_error)s

source: Only the owner can use this command.
es_es: Sólo el propietario puede usar este comando.
ja_jp: このコマンドを使用できるのはオーナーのみです。
ru_ru: Только владелец может использовать эту команду.
sv_se: Endast ägaren kan använda detta kommando.

source: Only dev users can use this command.
es_es: Sólo los usuarios dev pueden usar este comando.
ja_jp: このコマンドは開発者のみが使用できます。
ru_ru: Только пользователи dev могут использовать эту команду.
sv_se: Endast utvecklaranvändare kan använda detta kommando.

source: Cannot count members when voice_channel is None.
es_es: No se puede contar miembros cuando voice_channel no es ninguno.
ja_jp: voice_channel が None の場合はメンバーをカウントできません。
ru_ru: Нельзя посчитать участников, если голосовой канал пуст.
sv_se: Kan inte räkna medlemmar när voice_channel är ingen.

source: Could not find git executable.
es_es: No se pudo encontrar el ejecutable de git.
ja_jp: git 実行可能ファイルが見つかりませんでした。
ru_ru: Не удалось найти исполняемый файл git.
sv_se: Kunde inte hitta git körbar.

source: Attempting to upgrade with `git pull` on current path.
es_es: Intentando actualizar con `git pull` en la ruta actual.
ja_jp: `git pull` を現在のパスにアップグレードしようとしています。
ru_ru: Попытка обновить с помощью `git pull` на текущем пути.
sv_se: Försöker uppgradera med `git pull` på nuvarande sökväg.

source: Result of git pull: %s
es_es: Resultado de git pull: %s
ja_jp: git pullの結果: %s
ru_ru: Результат git pull: %s
sv_se: Resultat av git pull: %s

source: Upgrade failed, you need to run `git pull` manually.
es_es: La actualización falló, necesita ejecutar `git pull` manualmente.
ja_jp: アップグレードに失敗しました。手動で`git pull`を実行する必要があります。
ru_ru: Обновление не удалось, вам нужно запустить `git pull` вручную.
sv_se: Uppgradering misslyckades, du måste köra `git pull` manuellt.

source: Cannot execute pip.
es_es: No se puede ejecutar pip.
ja_jp: pipを実行できません。
ru_ru: Невозможно выполнить путь.
sv_se: Kan inte köra pip.

source: Error using -m method
es_es: Error usando el método -m
ja_jp: -m メソッドの使用エラー
ru_ru: Ошибка при использовании метода -m
sv_se: Fel vid användning av -m-metod

source: PIP failed while calling sub-process.
es_es: PIP falló al llamar al subproceso.
ja_jp: サブプロセスの呼び出し中にPIPが失敗しました。
ru_ru: Ошибка PIP при вызове подпроцесса.
sv_se: PIP misslyckades vid anrop av underprocess.

source: PIP failed due to Permission Error.
es_es: PIP falló debido al error de permiso.
ja_jp: パーミッションエラーのため、PIP が失敗しました。
ru_ru: PIP не удался из-за ошибки разрешения.
sv_se: PIP misslyckades på grund av behörighetsfel.

source: PIP failed due to missing Python executable? (%s)
es_es: ¿Falló el PIP debido a que falta el ejecutable de Python? (%s)
ja_jp: Python実行中にPIPが失敗しましたか? (%s)
ru_ru: PIP не удалось из-за отсутствия исполняемого файла Python? (%s)
sv_se: PIP misslyckades på grund av att Python saknades? (%s)

source: PIP failed due to OSError.
es_es: PIP falló debido a OSError.
ja_jp: OSError のため、PIP が失敗しました。
ru_ru: PIP не удалось из-за ошибки OS.
sv_se: PIP misslyckades på grund av OSError.

source: Could not decode pip update report JSON.
es_es: No se pudo decodificar el informe de actualización de pip JSON.
ja_jp: PIP更新レポートJSONをデコードできませんでした。
ru_ru: Не удалось декодировать pip доклад обновления JSON.
sv_se: Kunde inte avkoda pip uppdateringsrapport JSON.

source: Cannot locate or execute python -m pip
es_es: No se puede localizar o ejecutar python -m pip
ja_jp: Pythonが見つからないか、実行できません -m pip
ru_ru: Не удается найти или выполнить python -m pip
sv_se: Kan inte hitta eller exekvera python -m pip

source: Attempting to upgrade with `%s` on current path...
es_es: Intentando actualizar con `%s` en la ruta actual...
ja_jp: 現在のパスで`%s`でアップグレードしようとしています...
ru_ru: Попытка обновить с помощью `%s` на текущем пути...
sv_se: Försöker uppgradera med `%s` på nuvarande sökväg...

source: Result of pip upgrade: %s
es_es: Resultado de mejora de pip: %s
ja_jp: Pip アップグレードの結果: %s
ru_ru: Результат улучшения Pip: %s
sv_se: Resultat av pip uppgradering: %s

source: Result exit code from pip upgrade: %s
es_es: Código de salida resultante de actualización de pip: %s
ja_jp: pip アップグレードの結果終了コード: %s
ru_ru: Результат выхода из обновления Pip: %s
sv_se: Resultat avsluta kod från pip uppgradering: %s
