Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: Upgrade failed to execute or we could not understand the output
es_es: No se pudo ejecutar la actualización o no se pudo entender la salida
ja_jp: アップグレードの実行に失敗したか、出力を理解できませんでした
ru_ru: Обновление не удалось выполнить или мы не смогли понять вывод
sv_se: Uppgradering misslyckades eller så kunde vi inte förstå utdata

source: You may need to run `%s` manually.
es_es: Puede que necesites ejecutar `%s` manualmente.
ja_jp: `%s`を手動で実行する必要があります。
ru_ru: Возможно вам нужно запустить `%s` вручную.
sv_se: Du kan behöva köra `%s` manuellt.

source: Press enter to continue . . .
es_es: Presione Enter para continuar . .
ja_jp: 続行するにはEnterキーを押します. . . . . . .
ru_ru: Нажмите Enter, чтобы продолжить. . .
sv_se: Tryck på enter för att fortsätta . . .

source: Starting sanity checks
es_es: Comenzando comprobaciones de cordura
ja_jp: 健全性チェックを開始中
ru_ru: Начало проверки санитарии
sv_se: Starta sanitetskontroller

source: Required checks passed.
es_es: Pasaron los controles necesarios.
ja_jp: 必要なチェックが完了しました。
ru_ru: Проведены необходимые проверки.
sv_se: Krävda kontroller passerade.

source: Skipped checking for updates.
es_es: Se ha omitido la comprobación de actualizaciones.
ja_jp: 更新の確認をスキップしました。
ru_ru: Пропущена проверка обновлений.
sv_se: Hoppade över att söka efter uppdateringar.

source: Optional checks passed.
es_es: Comprobaciones opcionales pasadas.
ja_jp: オプションのチェックが完了しました。
ru_ru: Необязательные проверки пройдены.
sv_se: Valfria kontroller godkändes.

source: Could not locate py.exe
es_es: No se pudo localizar py.exe
ja_jp: py.exe が見つかりませんでした
ru_ru: Не удалось найти py.exe
sv_se: Kunde inte hitta py.exe

source: Python 3 found. Launching bot...
es_es: Python 3 encontrado. Iniciando bot...
ja_jp: Python 3 が見つかりました。botを起動中...
ru_ru: Найден Python 3. Запуск бота...
sv_se: Python 3 hittades. Startar bot...

source: Ensuring we're in the right environment
es_es: Asegurándonos de que estamos en el entorno adecuado
ja_jp: 適切な環境であることを確認する
ru_ru: Обеспечение того, что мы находимся в правильной среде
sv_se: Säkerställa att vi är i rätt miljö

source: Failed environment check, %s
es_es: Comprobación de entorno fallida, %s
ja_jp: 失敗した環境チェック、 %s
ru_ru: Ошибка проверки окружения, %s
sv_se: Kontroll av misslyckade miljöer, %s

source: Detected FFmpeg is installed at: %s
es_es: FFmpeg detectado está instalado en: %s
ja_jp: 検出されたFFmpegがインストールされています: %s
ru_ru: Обнаружен FFmpeg установлен в: %s
sv_se: Upptäckt FFmpeg är installerad på: %s

source: Adding local bins/ folder environment PATH for bundled ffmpeg...
es_es: Añadiendo entorno local bins/ carpeta PATH para ffmpeg empaquetado...
ja_jp: ffmpegにローカルのbins/フォルダ環境PATHを追加する
ru_ru: Добавление локальной среды bins/ папок PATH для комплекта ffmpeg...
sv_se: Lägger till lokala bins / mappmiljö PATH för medföljande ffmpeg...

source: MusicBot could not locate FFmpeg binary in your environment. Please install FFmpeg so it is available in your environment PATH variable.
es_es: MusicBot no pudo encontrar el binario FFmpeg en su entorno. Por favor, instale FFmpeg para que esté disponible en la variable PATH de su entorno.
ja_jp: MusicBotがあなたの環境でFFmpegバイナリを見つけることができませんでした。 PATH変数で利用できるようにFFmpegをインストールしてください。
sv_se: MusicBot kunde inte hitta FFmpeg binär i din miljö. Installera FFmpeg så den är tillgänglig i din miljö PATH variabel.

source: On Windows, you can add a pre-compiled EXE to the MusicBot `bin` folder, or you can install FFmpeg system-wide using WinGet or by running the install.bat file.
es_es: En Windows, puede añadir un EXE precompilado a la carpeta `bin` de MusicBot, o puede instalar FFmpeg en todo el sistema usando WinGet o ejecutando la instalación. en archivo.
ja_jp: Windowsでは、コンパイル済みEXEをMusicBot `bin`フォルダに追加できます。 またはWinGetを使用してFFmpegシステム全体をインストールするか、またはインストールを実行することができます。 ファイルに
ru_ru: В Windows вы можете добавить предварительно скомпилированный EXE в папку MusicBot `bin`, или вы можете установить FFmpeg в системе с помощью WinGet или с помощью установки. в файл.
sv_se: I Windows kan du lägga till en förkompilerad EXE till mappen MusicBot `bin`, eller så kan du installera FFmpeg hela systemet med WinGet eller genom att köra installationen. vid fil.

source: On MacOS, you may be able to install FFmpeg via homebrew. Otherwise, check the official FFmpeg site for build or install steps.
es_es: En MacOS, es posible que pueda instalar FFmpeg a través de homebrew. De lo contrario, revise el sitio oficial de FFmpeg para crear o instalar pasos.
ja_jp: MacOSでは、Homebrew経由でFFmpegをインストールすることができます。 そうでなければ、公式FFmpegサイトでビルドまたはインストール手順を確認してください。
sv_se: På MacOS kanske du kan installera FFmpeg via homebrew. Annars kan du kontrollera FFmpeg-webbplatsen för att bygga eller installera steg.

source: On Linux, many distros make FFmpeg available via system package managers. Check for ffmpeg with your system package manager or build from sources.
es_es: En Linux, muchas distribuciones hacen que FFmpeg esté disponible a través de gestores de paquetes del sistema. Compruebe por ffmpeg con su gestor de paquetes del sistema o compilarlo desde fuentes.
ja_jp: Linuxの場合、多くのdistrosはシステムパッケージマネージャを介してFFmpegを利用可能にします。 システムパッケージマネージャでffmpegを確認するか、ソースからビルドします。
sv_se: På Linux gör många distributioner FFmpeg tillgängligt via systempakethanterare. Sök efter ffmpeg med din systempakethanterare eller bygg från källkod.

source: Less than %sMB of free space remains on this device
es_es: Menos de %sMB de espacio libre en este dispositivo
ja_jp: %sMB 未満の空き容量がこのデバイスに残っています
ru_ru: На этом устройстве осталось меньше %sМБ свободного места
sv_se: Mindre än %sMB ledigt utrymme kvar på denna enhet

source: Checking for updates to MusicBot or dependencies...
es_es: Buscando actualizaciones para MusicBot o dependencias...
ja_jp: MusicBotのアップデートや依存関係の確認...
ru_ru: Проверка обновлений для MusicBot или зависимостей...
sv_se: Söker efter uppdateringar till MusicBot eller beroenden...

source: No MusicBot updates available via `git` command.
es_es: No hay actualizaciones MusicBot disponibles mediante el comando `git`.
ja_jp: `git`コマンドで利用可能なMusicBotのアップデートはありません。
ru_ru: Нет доступных обновлений MusicBot с помощью команды `git`.
sv_se: Inga MusicBot uppdateringar tillgängliga via `git`-kommandot.

source: Could not check for updates using `git` commands. You should check manually.
es_es: No se pudo comprobar si hay actualizaciones usando comandos `git`. Deberías revisar manualmente.
ja_jp: `git` コマンドを使用してアップデートを確認できませんでした。手動で確認する必要があります。
ru_ru: Не удалось проверить наличие обновлений с помощью команд `git`. Проверьте вручную.
sv_se: Kunde inte söka efter uppdateringar med `git`-kommandon. Du bör kontrollera manuellt.

source: The following packages can be updated:
es_es: Los siguientes paquetes pueden ser actualizados:
ja_jp: 以下のパッケージを更新できます:
ru_ru: Следующие пакеты могут быть обновлены:
sv_se: Följande paket kan uppdateras:

source: %s to version: %s
es_es: %s a la versión: %s
ja_jp: %s からバージョン: %s
ru_ru: %s к версии: %s
sv_se: %s till version: %s

source: No dependency updates available via `pip` command.
es_es: No hay actualizaciones de dependencias disponibles mediante el comando `pip`.
ja_jp: `pip`コマンドで利用可能な依存関係の更新はありません。
ru_ru: Нет доступных обновлений зависимостей с помощью команды `pip`.
sv_se: Inga beroendeuppdateringar tillgängliga via `pip`-kommandot.

source: Could not check for updates using `pip` commands. You should check manually.
es_es: No se pudo comprobar si hay actualizaciones usando comandos `pip`. Deberías revisar manualmente.
ja_jp: `pip`コマンドを使用してアップデートを確認できませんでした。手動で確認する必要があります。
ru_ru: Не удалось проверить наличие обновлений с помощью команд `pip`. Проверьте вручную.
sv_se: Kunde inte söka efter uppdateringar med `pip`-kommandon. Du bör kontrollera manuellt.

source: You can run a guided update by using the command: %s ./update.py
es_es: Puedes ejecutar una actualización guiada usando el comando: %s ./update.py
ja_jp: %s ./update.py コマンドを使用してガイド付き更新を実行できます。
ru_ru: Вы можете запустить обновление руководства, используя команду: %s ./update.py
sv_se: Du kan köra en guidad uppdatering genom att använda kommandot: %s ./update.py

source: Value is above the maximum limit.
es_es: El valor está por encima del límite máximo.
ja_jp: 値は最大限を超えています。
ru_ru: Значение превышает максимальный лимит.
sv_se: Värdet är över den maximala gränsen.

source: Value must not be negative.
es_es: El valor no debe ser negativo.
ja_jp: 値は負であってはなりません。
ru_ru: Значение не должно быть отрицательным.
sv_se: Värdet får inte vara negativt.

source: Value for Max Logs Kept must be a number from 0 to %s
es_es: El valor máximo de registros guardados debe ser un número de 0 a %s
ja_jp: 保持される最大ログの値は0から %sまでの数値でなければなりません
ru_ru: Значение максимального числа журналов должно быть числом от 0 до %s
sv_se: Värdet för Max Loggar Kept måste vara ett tal från 0 till %s

source: Log level '%s' is not available.
es_es: El nivel de registro '%s' no está disponible.
ja_jp: ログレベル「%s」は利用できません。
ru_ru: Уровень журнала '%s' недоступен.
sv_se: Loggnivå '%s' är inte tillgänglig.

source: Log Level must be one of: %s
es_es: El nivel de registro debe ser uno de: %s
ja_jp: ログレベルは次のいずれかでなければなりません： %s
ru_ru: Уровень журнала должен быть одним из: %s
sv_se: Loggnivå måste vara en av: %s

source: Launch a music playing discord bot built using discord.py, youtubeDL, and ffmpeg.
es_es: Lanza un bot de música para reproducir discord construido usando discord.py, youtubeDL y ffmpeg.
ja_jp: discord.py、youtubeDL、ffmpegを使用して構築されたDiscordボットを再生している音楽を起動します。
ru_ru: Запустите музыкальный дискорд с помощью discord.py, youtubeDL и ffmpeg.
sv_se: Starta en musik som spelar discord bot byggd med discord.py, youtubeDL, och ffmpeg.

source: Available via Github:
es_es: Disponible a través de Github:
ja_jp: Github で利用可能:
ru_ru: Доступно через Github:
sv_se: Tillgänglig via Github:

source: For more help and support with this bot, join our discord:
es_es: Para más ayuda y apoyo con este bot, únete a nuestra discord:
ja_jp: このボットでより多くの助けとサポートが得られるように、私たちのdiscordに参加してください。
ru_ru: Для получения дополнительной помощи и поддержки с этим ботом, присоединяйтесь к нашему разногласию:
sv_se: För mer hjälp och stöd med denna bot, gå med i vår diskotek:

source: This software is provided under the MIT License.
es_es: Este software se proporciona bajo la Licencia MIT.
ja_jp: このソフトウェアはMITライセンスの下で提供されています。
ru_ru: Это программное обеспечение предоставляется по лицензии MIT.
sv_se: Denna programvara tillhandahålls under MIT-licensen.

source: See the `LICENSE` text file for complete details.
es_es: Vea el archivo de texto `LICENSE` para detalles completos.
ja_jp: 詳細については、 `LICENSE` テキストファイルを参照してください。
ru_ru: Полную информацию см. в текстовом файле `LICENSE`.
sv_se: Se 'LICENSE' textfil för fullständiga detaljer.

source: Override the default / system detected language for all text in MusicBot.
es_es: Reemplaza el idioma por defecto / sistema detectado para todo el texto en MusicBot.
ja_jp: MusicBotのすべてのテキストのデフォルト/システム検出言語を上書きします。
ru_ru: Переопределить язык по умолчанию / система для всего текста в MusicBot.
sv_se: Åsidosätt standard/systemet upptäckt språk för all text i MusicBot.

source: Use this language for all server-side log messages from MusicBot.
es_es: Utilice este idioma para todos los mensajes de registro del lado del servidor de MusicBot.
ja_jp: MusicBotからのすべてのサーバーサイドログメッセージにこの言語を使用します。
ru_ru: Используйте этот язык для всех серверных журналов от MusicBot.
sv_se: Använd detta språk för alla serversidiga loggmeddelanden från MusicBot.

source: Use this language for all messages sent to discord from MusicBot. This does not prevent per-guild language selection.
es_es: Usa este idioma para todos los mensajes enviados a Discord desde MusicBot. Esto no impide la selección de idioma por gremio.
ja_jp: MusicBotからDiscordに送信されたすべてのメッセージにこの言語を使用してください。 ギルド毎の言語の選択を防ぐことはできません。
ru_ru: Используйте этот язык для всех сообщений, отправленных на дискорд от MusicBot. Это не предотвращает выбор языка для каждой гильдии.
sv_se: Använd detta språk för alla meddelanden som skickats till disharmoni från MusicBot. Detta hindrar inte val av språk per guild.

source: Print the MusicBot version information and exit.
es_es: Imprime la información de la versión MusicBot y sale.
ja_jp: MusicBot のバージョン情報を印刷して終了します。
ru_ru: Печатайте информацию о версии MusicBot и выходите.
sv_se: Skriv ut information om MusicBot versionen och avsluta.

source: Skip all optional startup checks, including the update check.
es_es: Omitir todas las comprobaciones opcionales de inicio, incluyendo la comprobación de actualización.
ja_jp: アップデートチェックを含む、オプションの起動チェックをすべてスキップします。
ru_ru: Пропустить все опциональные проверки запуска, включая проверку обновления.
sv_se: Hoppa över alla valfria startkontroller, inklusive uppdateringskontrollen.

source: Skip only the disk space check at startup.
es_es: Omitir sólo la comprobación de espacio en disco al inicio.
ja_jp: 起動時にディスク容量の確認だけをスキップします。
ru_ru: Пропустить проверку только дискового пространства при запуске.
sv_se: Hoppa över endast diskutrymme kontroll vid start.

source: Skip only the update check at startup.
es_es: Omitir sólo la comprobación de actualización al inicio.
ja_jp: 起動時にアップデートの確認だけをスキップします。
ru_ru: Пропустить проверку обновлений только при запуске.
sv_se: Hoppa över endast uppdateringskontrollen vid start.

source: Disable MusicBot from trying to install dependencies when it cannot import them.
es_es: Desactivar MusicBot para intentar instalar dependencias cuando no pueda importarlas.
ja_jp: MusicBot が依存関係をインポートできない場合のインストールを無効にします。
ru_ru: Отключите MusicBot от попытки установки зависимостей, когда он не может импортировать их.
sv_se: Inaktivera MusicBot från att försöka installera beroenden när det inte kan importera dem.

source: Specify how many log files to keep, between 0 and %s inclusive. (Default: %s)
es_es: Especifique cuántos archivos de registro guardar, entre 0 y %s inclusive. (por defecto: %s)
ja_jp: 保存するログ ファイルの数を指定します。0 から %s までです。(デフォルト: %s)
ru_ru: Укажите, сколько файлов журнала нужно хранить между 0 и %s включительно. (По умолчанию: %s)
sv_se: Ange hur många loggfiler som ska behållas, mellan inklusive 0 och %s . (Standard: %s)

source: Override the log level settings set in config. Must be one of: %s
es_es: Reemplazar la configuración del nivel de registro establecida en la configuración. Debe ser una de: %s
ja_jp: 設定で設定されたログレベルの設定を上書きします。以下のいずれかにする必要があります： %s
ru_ru: Переопределить уровень журнала, установленный в настройках. Должно быть одно из: %s
sv_se: Åsidosätt loggnivåinställningar som är inställda i konfigurationen. Måste vara en av: %s

source: Override the default date format used when rotating log files. This should contain values compatible with strftime(). (Default: '%s')
es_es: Reemplazar el formato de fecha predeterminado usado al rotar archivos de registro. Debe contener valores compatibles con strftime(). (por defecto: '%s')
ja_jp: ログファイルを回転させるときに使用されるデフォルトの日付書式を上書きします。これは、strftime() と互換性のある値を含む必要があります。(デフォルト: '%s')
ru_ru: Переопределить формат даты по умолчанию, используемый при повороте лог файлов. Это должно содержать значения, совместимые с strftime(). (По умолчанию: '%s')
sv_se: Åsidosätt standarddatumformatet som används vid roterande loggfiler. Detta bör innehålla värden som är kompatibla med strftime(). (Standard: '%s')

source: Version: %s
es_es: Versión: %s
ja_jp: バージョン： %s
ru_ru: Версия: %s

source: Opened a new MusicBot instance. This terminal can be safely closed!
es_es: Se ha abierto una nueva instancia de MusicBot. ¡Este terminal puede cerrarse de forma segura!
ja_jp: 新しいMusicBotインスタンスを開きました。この端末は安全に閉じることができます！
ru_ru: Открыт новый экземпляр MusicBot. Этот терминал может быть безопасно закрыт!
sv_se: Öppnade en ny MusicBot instans. Denna terminal kan stängas säkert!

source: Loading MusicBot version: %s
es_es: Cargando versión de MusicBot: %s
ja_jp: MusicBot のバージョンを読み込み中: %s
ru_ru: Загрузка версии MusicBot: %s
sv_se: Laddar MusicBot version: %s

source: Log opened: %s
es_es: Registro abierto: %s
ja_jp: ログを開きました: %s
ru_ru: Открыт журнал: %s
sv_se: Loggen öppnad: %s

source: Changing working directory to: %s
es_es: Cambiando directorio de trabajo a: %s
ja_jp: 作業ディレクトリの変更: %s
ru_ru: Изменение рабочего каталога на: %s
sv_se: Byter arbetskatalog till: %s

source: Cannot start the bot! You started `run.py` in the wrong directory and we could not locate `musicbot` and `.git` folders to verify a new directory location.
es_es: ¡No puedes iniciar el bot! Has iniciado `run.py` en el directorio equivocado y no pudimos localizar `musicbot` y `. el` carpetas para verificar una nueva ubicación de directorio.
ja_jp: ボットを起動できません！`run.py`を間違ったディレクトリから起動したため、`musicbot`と`が見つかりませんでした。 新しいディレクトリの場所を確認するためのフォルダです。
ru_ru: Не удается запустить бота! Вы начали `run.py` в неправильном каталоге, и мы не смогли найти `musicbot` и `. это папки, чтобы проверить новое расположение каталога.
sv_se: Kan inte starta boten! Du startade `run.py` i fel katalog och vi kunde inte hitta `musicbot` och` . den` mappar för att verifiera en ny katalogplats.

source: For best results, start `run.py` from the same folder you cloned MusicBot into. If you did not use git to clone the repository, you are strongly urged to.
es_es: Para obtener mejores resultados, inicie `run.py` desde la misma carpeta en la que clonó MusicBot. Si no utilizó git para clonar el repositorio, se le recomienda encarecidamente que lo haga.
ja_jp: MusicBotをクローンしたフォルダから、`run.py`を起動してください。 リポジトリのクローンにgit を使用していない場合は、強くお勧めします。
ru_ru: Для получения наилучших результатов запустите `run.py` из той же папки, в которую вы клонировали MusicBot. Если вы не использовали git для клонирования репозитория, вам настоятельно рекомендуется это сделать.
sv_se: För bästa resultat, starta `run.py` från samma mapp som du klonade MusicBot in. Om du inte använde git för att klona utvecklingskatalogen, är du starkt uppmanad.

source: Certificate error is not a verification error, not trying certifi and exiting.
es_es: El error de certificado no es un error de verificación, no intenta certificar y salir.
ru_ru: Ошибка сертификата не является ошибкой проверки, не пытайтесь certifi и выйти.
sv_se: Certifikatfel är inte ett verifieringsfel, försöker inte certifi och avslutar.

source: Here is the exact error, it could be a bug.
es_es: Aquí está el error exacto, podría ser un error.
ja_jp: ここに正確なエラーがあり、バグがある可能性があります。
ru_ru: Вот точная ошибка, это может быть ошибка.
sv_se: Här är det exakta felet, det kan vara en bugg.

source: To easily add a certificate to Windows trust store, you can open the failing site in Microsoft Edge or IE...
es_es: Para agregar fácilmente un certificado a la tienda de confianza de Windows, puede abrir el sitio fallido en Microsoft Edge o IE...
ru_ru: Чтобы легко добавить сертификат в хранилище доверия Windows, вы можете открыть сайт с ошибками в Microsoft Edge или IE...
sv_se: För att enkelt lägga till ett certifikat i Windows trustbutik, kan du öppna den misslyckade webbplatsen i Microsoft Edge eller IE...

source: Could not get Issuer Certificate from default trust store, trying certifi instead.
es_es: No se pudo obtener el certificado del emisor de la tienda de confianza por defecto, en su lugar intentando certificfi.
ja_jp: デフォルトのトラストストアから発行者証明書を取得できませんでした。代わりに証明書を試してみてください。
ru_ru: Не удалось получить сертификат эмитента из магазина доверия по умолчанию, вместо этого попробуйте certifi.
sv_se: Kunde inte hämta Utfärdarcertifikat från standard trustbutik, försöker certifi istället.

source: Syntax error (modification detected, did you edit the code?)
es_es: Error de sintaxis (modificación detectada, ¿editaste el código?)
ja_jp: 構文エラー（変更が検出されました。コードを編集しましたか？）
ru_ru: Ошибка синтаксиса (обнаружена модификация, вы отредактировали код?)
sv_se: Syntaxfel (ändring upptäcktes, har du redigerat koden?)

source: Syntax error (this is a bug, not your fault)
es_es: Error de sintaxis (esto es un error, no su culpa)
ja_jp: 構文エラー（これはバグであり、障害ではありません）
ru_ru: Ошибка синтаксиса (это ошибка, не ваша вина)
sv_se: Syntaxfel (detta är en bugg, inte ditt fel)

source: Cannot start MusicBot due to an error! Problem: There was an error importing MusicBot or a dependency package. Solution: You need to manually install pip packages for MusicBot or launch without `--no-install-deps` and MusicBot will try to install them for you.
es_es: ¡No se puede iniciar MusicBot debido a un error! Problema: Hubo un error importando MusicBot o un paquete de dependencias. Solución: Necesitas instalar manualmente los paquetes pip para MusicBot o ejecutar sin `--no-install-deps` y MusicBot intentará instalarlos para ti.
ru_ru: Невозможно запустить MusicBot из-за ошибки! Проблема: Возникла ошибка при импорте MusicBot или пакета зависимостей. Решение: Вам нужно вручную установить pip пакеты для MusicBot или запустить без `--no-install-deps` и MusicBot попытается установить их для вас.
sv_se: Kan inte starta MusicBot på grund av ett fel! Problem: Ett fel uppstod vid import av MusicBot eller ett beroendepaket. Lösning: Du måste manuellt installera pip-paket för MusicBot eller starta utan `--no-install-deps` och MusicBot kommer att försöka installera dem åt dig.

source: Attempting to install MusicBot dependency packages automatically...
es_es: Intentando instalar automáticamente los paquetes de dependencias de MusicBot...
ja_jp: MusicBot依存パッケージを自動的にインストールしようとしています...
ru_ru: Попытка автоматической установки пакетов с зависимостью от MusicBot...
sv_se: Försöker installera MusicBot beroendepaket automatiskt...

source: MusicBot dependencies may not be installed! Problem: The pip install process ended with a possible error. Some or all of the the dependencies may be missing. Solution: You must manually install dependency packages. Open a CMD prompt / terminal to the MusicBot directory. You can try using the update scripts install packages. Or try this manual command: %(py_bin)s -m pip install -U -r ./requirements.txt You can also ask for help in MusicBot's support discord: https://discord.gg/bots
es_es: ¡Es posible que las dependencias de MusicBot no estén instaladas! Problema: El proceso de instalación de pip finalizó con un posible error. Es posible que falten algunas o todas las dependencias. Solución: Debe instalar manualmente los paquetes de dependencia. Abra un símbolo del sistema o una terminal en el directorio de MusicBot. Puede intentar usar los paquetes de instalación de scripts de actualización. O pruebe este comando manual: %(py_bin)s -m pip install -U -r ./requirements.txt También puede solicitar ayuda en el discord de soporte de MusicBot: https://discord.gg/bots
sv_se: Musicbot-beroenden kanske inte är installerade! Problem: Installationsprocessen för pip slutade med ett möjligt fel. Vissa eller alla beroenden kan saknas. Lösning: Du måste manuellt installera beroendepaket. Öppna en CMD-prompt/terminal till MusicBot-katalogen. Du kan prova att använda uppdateringsskripten installera paket. Eller prova detta manuella kommando: %(py_bin)s -m pip install -U -r . requirements.txt Du kan också be om hjälp i MusicBots supportdisk: https://discord.gg/bots

source: OK, lets hope installing dependencies worked!
es_es: ¡Vale, esperemos que la instalación de dependencias funcione!
ja_jp: OK、依存関係のインストールがうまくいったことを願っています！
ru_ru: OK, позволяет надеяться, что зависимости работают!
sv_se: OK, låt hoppas installera beroenden fungerade!

source: MusicBot got an ImportError after trying to install packages. MusicBot must exit...
es_es: MusicBot obtuvo un ImportError después de intentar instalar paquetes. MusicBot debe salir...
ja_jp: MusicBot がパッケージをインストールしようとしてImportError を受け取りました。MusicBot は終了する必要があります...
ru_ru: У MusicBot возникла ошибка при попытке установить пакеты. MusicBot должен выйти...
sv_se: MusicBot fick ett ImportError efter att ha försökt installera paket. MusicBot måste avslutas...
