Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: Config section not in parsed config! Missing: %s
es_es: ¡La sección de configuración no está en la configuración analizada! Falta: %s
ja_jp: パースされた設定セクションに設定セクションがありません! ミス: %s
ru_ru: Раздел конфигурации не в анализируемой конфигурации! Отсутствует: %s
sv_se: Konfigurationssektion inte i tolkad konfiguration! saknas: %s

source: Saved config option: %(config)s = %(value)s
es_es: Opción de configuración guardada: %(config)s = %(value)s
ja_jp: 保存された設定オプション: %(config)s = %(value)s
ru_ru: Сохраненная конфигурация: %(config)s = %(value)s
sv_se: Sparad konfigurationsalternativ: %(config)s = %(value)s

source: Failed to save config: %s
es_es: Error al guardar la configuración: %s
ja_jp: 設定を保存できませんでした: %s
ru_ru: Не удалось сохранить конфигурацию: %s
sv_se: Det gick inte att spara konfigurationen: %s

source: Option names are not unique between INI sections! Resolver is disabled.
es_es: ¡Los nombres de opciones no son únicos entre las secciones INI! Resolver está desactivado.
ja_jp: オプション名はINIセクション間で一意ではありません! リゾルバーは無効です。
ru_ru: Имена опций не уникальны между INI-разделами! Резольвер отключен.
sv_se: Alternativnamn är inte unika mellan INI-sektioner! Lösaren är inaktiverad.

source: Failed to save default INI file at: %s
es_es: Error al guardar el archivo INI por defecto en: %s
ja_jp: デフォルトのINIファイルを %sに保存できませんでした
ru_ru: Не удалось сохранить INI-файл по умолчанию в: %s
sv_se: Misslyckades att spara standard-INI-filen på: %s

source: Error loading config value. Problem: The owner ID in [%(section)s] > %(option)s is not valid. Solution: Set %(option)s to a numerical ID or set it to `auto` or `0` for automatic owner binding.
es_es: Error cargando valor de configuración. Problema: El ID del propietario en [%(section)s] > %(option)s no es válido. Solución : Establece %(option)s a un ID numérico o establézcalo a `auto` o `0` para vincular al propietario automático.
ru_ru: Ошибка загрузки значения конфигурации. Проблема: ID владельца в [%(section)s] > %(option)s недопустим. Решение: Установите %(option)s на числовой ID или установите его в `auto` или `0` для автоматической привязки владельца.
sv_se: Fel vid laddning av konfigurationsvärde. Problem: Ägar-ID i [%(section)s] > %(option)s är inte giltigt. Solution: sätt %(option)s till ett numeriskt ID eller sätt det till `auto` eller `0` för automatisk ägarbindning.

source: Error loading config value. Problem: The config option [%(section)s] > %(option)s is not a valid file location. Solution: Check the path setting and make sure the file exists and is accessible to MusicBot.
es_es: Error cargando valor de configuración. Problema: La opción de configuración [%(section)s] > %(option)s no es una ubicación de archivo válida. Solución: Comprueba la configuración de ruta y asegúrate de que el archivo existe y es accesible a MusicBot.
ru_ru: Ошибка загрузки значения конфигурации. Проблема: Параметр конфигурации [%(section)s] > %(option)s не является допустимым местоположением файла. Решение: Проверьте настройки пути и убедитесь, что файл существует и доступен для MusicBot.
sv_se: Fel vid laddning av konfigurationsvärde. Problem: Konfigurationsalternativet [%(section)s] > %(option)s är inte en giltig filplats. Lösning: Kontrollera sökvägsinställningen och se till att filen finns och är tillgänglig för MusicBot.

source: Error loading config value. Problem: One of the IDs in option [%(section)s] > %(option)s is invalid. Solution: Ensure all IDs are numerical, and separated only by spaces or commas.
es_es: Error cargando valor de configuración. Problema: Uno de los IDs en la opción [%(section)s] > %(option)s no es válido. Solución: Asegúrese de que todos los IDs sean numéricos y separados solo por espacios o comas.
ru_ru: Ошибка загрузки значения конфигурации. Проблема: Один из идентификаторов в опции [%(section)s] > %(option)s является недопустимым. Решение: Убедитесь, что все ID числовые и разделены только пробелами или запятыми.
sv_se: Fel vid laddning av konfigurationsvärde. Problem: Ett av ID:n i alternativet [%(section)s] > %(option)s är ogiltigt. Lösning: Se till att alla ID är numeriska, och separeras endast med mellanslag eller kommatecken.

source: Invalid DebugLevel option "%(value)s" given, falling back to level: %(fallback)s
es_es: Opción de depuración no válida "%(value)s", volviendo al nivel: %(fallback)s
ja_jp: レベルに戻ります:%(value)s"が無効です: %(fallback)s
ru_ru: Недопустимый параметр уровня отладки "%(value)s" указан, падающий обратно на уровень: %(fallback)s
sv_se: Ogiltigt DebugLevel alternativ "%(value)s" angiven, faller tillbaka till nivå: %(fallback)s

source: Option [%(section)s] > %(option)s has invalid config value '%(value)s' using default instead.
es_es: Opción [%(section)s] > %(option)s tiene un valor de configuración no válido '%(value)s' usando por defecto en su lugar.
ru_ru: Опция [%(section)s] > %(option)s имеет неверное значение конфигурации '%(value)s' вместо значения по умолчанию.
sv_se: Alternativ [%(section)s] > %(option)s har ogiltigt konfigurationsvärde '%(value)s' som använder standard istället.

source: Option [%(section)s] > %(option)s has a value greater than 100 %% (%(value)s) and will be set to %(fallback)s instead.
es_es: La opción [%(section)s] > %(option)s tiene un valor mayor que 100 %% (%(value)s) y se establecerá en %(fallback)s en su lugar.
ja_jp: オプション [%(section)s] > %(option)s は 100 %% (%(value)s) より大きい値を持ち、代わりに %(fallback)s に設定されます。
ru_ru: Вариант [%(section)s] > %(option)s имеет значение больше 100 %% (%(value)s) и вместо него будет установлен %(fallback)s.
sv_se: Alternativ [%(section)s] > %(option)s har ett värde som är större än 100 %% (%(value)s) och kommer istället att sättas till %(fallback)s.

source: Renaming INI file entry [%(old_s)s] > %(old_o)s to [%(new_s)s] > %(new_o)s
es_es: Renombrando entrada de archivo INI [%(old_s)s] > %(old_o)s a [%(new_s)s] > %(new_o)s
ja_jp: INIファイルエントリの名前を変更 [%(old_s)s] > %(old_o)s to [%(new_s)s] > %(new_o)s
ru_ru: Переименование INI-файла [%(old_s)s] > %(old_o)s на [%(new_s)s] > %(new_o)s
sv_se: Döper om INI-filpost [%(old_s)s] > %(old_o)s till [%(new_s)s] > %(new_o)s

source: Upgrading config file with renamed options...
es_es: Actualizando archivo de configuración con opciones renombradas...
ja_jp: 名前を変更したオプション付き設定ファイルをアップグレード中...
ru_ru: Обновление конфигурационного файла с переименованными опциями...
sv_se: Uppgraderar konfigurationsfilen med bytt namn på alternativ...

source: Failed to upgrade config. You'll need to upgrade it manually.
es_es: Error al actualizar la configuración. Necesitarás actualizarla manualmente.
ja_jp: 設定のアップグレードに失敗しました。手動でアップグレードする必要があります。
ru_ru: Не удалось обновить конфигурацию. Вам нужно обновить ее вручную.
sv_se: Det gick inte att uppgradera konfigurationen. Du måste uppgradera den manuellt.

source: Block list file not found: %s
es_es: Archivo de lista de bloques no encontrado: %s
ja_jp: ブロックリストファイルが見つかりません: %s
ru_ru: Файл блока списка не найден: %s
sv_se: Blocklistefil hittades inte: %s

source: Could not load block list from file: %s
es_es: No se pudo cargar la lista de bloqueo del archivo: %s
ja_jp: ファイルからブロックリストを読み込めませんでした: %s
ru_ru: Не удалось загрузить список блокировок из файла: %s
sv_se: Kunde inte ladda blocklistan från filen: %s

source: Could not update the block list file: %s
es_es: No se pudo actualizar el archivo de lista de bloqueos: %s
ja_jp: ブロックリストファイルを更新できませんでした: %s
ru_ru: Не удалось обновить файл списка блоков: %s
sv_se: Kunde inte uppdatera blocklistefilen: %s

source: Loaded User Block list with %s entries.
es_es: Lista de bloques de usuarios cargada con entradas %s.
ja_jp: %s エントリでユーザーブロックリストを読み込みました。
ru_ru: Загружен блокированный список пользователей с записями %s.
sv_se: Laddad lista över användarblock med %s poster.

source: We found a legacy blacklist file, it will be renamed to: %s
es_es: Encontramos un archivo antiguo de lista negra, se renombrará a: %s
ja_jp: レガシーブラックリストファイルを見つけました。名前は %sに変更されます。
ru_ru: Мы нашли устаревший файл в черном списке, он будет переименован на: %s
sv_se: Vi hittade en gammal svartlistad fil, den kommer att döpas om till: %s

source: Loaded a Song Block list with %s entries.
es_es: Se cargó una lista de bloques de canciones con entradas %s.
ja_jp: %s エントリでソングブロックリストをロードしました。
ru_ru: Загружен Блок песни с записями %s.
sv_se: Laddade en Låtblockslista med %s poster.

source: Cannot load data for guild with ID 0. This is likely a bug in the code!
es_es: No se pueden cargar datos para el gremio con ID 0. ¡Esto es probablemente un error en el código!
ja_jp: ID0のギルドのデータをロードできません。コード内のバグでしょう！
ru_ru: Не удается загрузить данные для гильдии с ID 0. Вероятно, это ошибка в коде!
sv_se: Kan inte ladda data för guild med ID 0. Detta är sannolikt ett fel i koden!

source: No file for guild %(id)s/%(name)s
es_es: Ningún archivo para el gremio %(id)s/%(name)s
ja_jp: ギルド %(id)s/%(name)s のファイルがありません
ru_ru: Нет файла для гильдии %(id)s/%(name)s
sv_se: Ingen fil för guild %(id)s/%(name)s

source: Loading guild data for guild with ID: %(id)s/%(name)s
es_es: Cargando datos de guild para guild con ID: %(id)s/%(name)s
ja_jp: IDを持つギルドのギルドデータをロードしています: %(id)s/%(name)s
ru_ru: Загрузка данных гильдии с ID: %(id)s/%(name)s
sv_se: Laddar guild-data för guild med ID: %(id)s/%(name)s

source: An OS error prevented reading guild data file: %s
es_es: Se ha producido un error en el sistema operativo al leer el archivo de datos del gremio: %s
ja_jp: ギルドデータファイル %s の読み込みに失敗しました。
ru_ru: Ошибка ОС не удалось прочитать файл данных гильдии: %s
sv_se: Ett OS-fel förhindrat läsning av guild datafil: %s

source: Guild %(id)s/%(name)s has custom command prefix: %(prefix)s
es_es: Guild %(id)s/%(name)s tiene un prefijo de comando personalizado: %(prefix)s
ja_jp: Guild %(id)s/%(name)s にカスタムコマンドプレフィックスがあります: %(prefix)s
ru_ru: У гильдии %(id)s/%(name)s есть пользовательский префикс команд: %(prefix)s
sv_se: Guild %(id)s/%(name)s har anpassat kommandoprefix: %(prefix)s

source: Cannot save data for guild with ID 0. This is likely a bug in the code!
es_es: No se pueden guardar los datos de la guild con ID 0. ¡Esto es probablemente un error en el código!
ja_jp: ID 0のギルドのデータを保存できません。コード内のバグです！
ru_ru: Невозможно сохранить данные для гильдии с ID 0. Возможно, это ошибка в коде!
sv_se: Kan inte spara data för guild med ID 0. Detta är sannolikt ett fel i koden!

source: Could not save guild specific data due to OS Error.
es_es: No se pudo guardar datos específicos del gremio debido al error del sistema operativo.
ja_jp: OS エラーのため、ギルド固有のデータを保存できませんでした。
ru_ru: Не удалось сохранить данные конкретной гильдии из-за ошибки ОС.
sv_se: Kunde inte spara guild-specifika data på grund av OS-fel.

source: Failed to serialize guild specific data due to invalid data.
es_es: Error al serializar datos específicos del gremio debido a datos no válidos.
ja_jp: 無効なデータのため、ギルド固有のデータをシリアライズできませんでした。
ru_ru: Не удалось сериализовать данные для конкретной гильдии из-за некорректных данных.
sv_se: Det gick inte att serialisera guild specifik data på grund av ogiltiga data.

source: Forcing YTDLP to use User Agent: %s
es_es: Obligando a YTDLP a usar el agente de usuario: %s
ja_jp: ユーザーエージェントの使用を強制する YTDLP : %s
ru_ru: Принудительное YTDLP использовать User Agent: %s
sv_se: Tvinga YTDLP att använda användaragenten: %s

source: MusicBot will use cookies for yt-dlp from: %s
es_es: MusicBot utilizará cookies para yt-dlp de: %s
ja_jp: MusicBotはyt-dlpにクッキーを使用します: %s
ru_ru: Музыкабот будет использовать cookies для yt-dlp от: %s
sv_se: MusicBot kommer att använda cookies för yt-dlp från: %s

source: Yt-dlp will use your configured proxy server.
es_es: Yt-dlp usará su servidor proxy configurado.
ja_jp: Yt-dlpは設定したプロキシサーバーを使用します。
ru_ru: Yt-dlp будет использовать настроенный прокси сервер.
sv_se: Yt-dlp kommer att använda din konfigurerade proxyserver.

source: HEAD seems to have no headers...
es_es: HEAD parece no tener cabeceras...
ja_jp: ヘッダがないみたいだな。
ru_ru: HEAD не имеет заголовков...
sv_se: HEAD verkar inte ha några rubriker...

source: Checking media headers failed due to timeout.
es_es: La comprobación de las cabeceras de los medios falló debido al tiempo de espera.
ja_jp: タイムアウトのためメディアヘッダーの確認に失敗しました。
ru_ru: Проверка заголовков медиа не выполнена из-за таймаута.
sv_se: Det gick inte att kontrollera mediahuvuden på grund av timeout.

source: Failed HEAD request for: %s
es_es: Error de solicitud HEAD para: %s
ja_jp: %sへのヘッド要求に失敗しました
ru_ru: Ошибка запроса HEAD для: %s
sv_se: Misslyckad begäran om HEAD för: %s

source: HEAD Request exception:
es_es: Excepción de solicitud HEAD:
ja_jp: HEAD リクエストの例外:
ru_ru: HEAD запрос исключения:
sv_se: undantag för HEAD begäran:

source: Sanitized YTDL Extraction Info (not JSON): %s
es_es: Sanitized YTDL Extraction Info (no JSON): %s
ja_jp: サニタイズYTDL抽出情報（JSONではありません）： %s
ru_ru: Санитированная информация о извлечении YTDL (не JSON): %s
sv_se: Sanitized YTDL extraktion information (inte JSON): %s

source: Sanitized YTDL Extraction Info (not JSON): %s
es_es: Sanitized YTDL Extraction Info (no JSON): %s
ja_jp: サニタイズYTDL抽出情報 (JSONではありません): %s
ru_ru: Ранизированная информация о извлечении YTDL (не JSON): %s
sv_se: Sanitized YTDL extraktionsinformation (ej JSON): %s

source: Song info extraction returned no data.
es_es: La extracción de información de canciones no devolvió datos.
ja_jp: 曲情報の抽出はデータを返しませんでした。
ru_ru: Извлечение информации о треке не дало никаких данных.
sv_se: Song info extrahering returnerade inga data.

source: Called extract_info with: '%(subject)s', %(args)s, %(kws)s
es_es: Se llamó a extract_info con: '%(subject)s', %(args)s, %(kws)s
ja_jp: extract_infoと呼ばれる: '%(subject)s', %(args)s, %(kws)s
ru_ru: Вызвал extract_info с: '%(subject)s', %(args)s, %(kws)s
sv_se: Kallas extrah_info med: '%(subject)s', %(args)s, %(kws)s

source: Cannot run extraction, loop is closed. (This is normal on shutdowns.)
es_es: No se puede ejecutar la extracción, el bucle está cerrado. (Esto es normal al apagar)
ja_jp: 抽出を実行できません。ループは閉じられています。（シャットダウン時は正常です）
ru_ru: Невозможно запустить распаковку, цикл закрыт. (нормальный при выключении)
sv_se: Kan inte köra extraktion, loop är stängd. (Detta är normalt vid avstängningar.)

source: Cannot continue extraction, event loop is closed.
es_es: No se puede continuar la extracción, el bucle del evento está cerrado.
ja_jp: 抽出を続行できません。イベントループは閉じられています。
ru_ru: Невозможно продолжить извлечение. Цикл события закрыт.
sv_se: Kan inte fortsätta extraktionen, händelseslingan är stängd.

source: Spotify URL is invalid or not supported.
es_es: La URL de Spotify no es válida o no es compatible.
ja_jp: SpotifyのURLが無効かサポートされていません。
ru_ru: URL-адрес Spotify недействителен или не поддерживается.
sv_se: Spotify-URL är ogiltig eller stöds inte.

source: Download Error with stream URL
es_es: Error de descarga con la URL del stream
ja_jp: ストリームURLのダウンロードエラー
ru_ru: Ошибка загрузки с URL потока
sv_se: Fel vid nedladdning med ström-URL

source: Assuming content is a direct stream
es_es: Suponiendo que el contenido es un flujo directo
ja_jp: コンテンツがダイレクトストリームであると仮定する
ru_ru: Предположим, что содержимое является прямым потоком
sv_se: Anta att innehållet är en direkt ström

source: Cannot stream an invalid URL.
es_es: No se puede transmitir una URL no válida.
ja_jp: 無効なURLをストリーミングできません。
ru_ru: Невозможно провести некорректный URL-адрес.
sv_se: Kan inte strömma en ogiltig URL.

source: Caught NoSupportingHandlers, trying again after replacing colon with space.
es_es: Atrapó NoSupportingHandlers, intentándolo de nuevo después de reemplazar dos puntos con el espacio.
ja_jp: NoSupportingHandlersをキャッチし、コロンをスペースに置き換えた後に再試行します。
ru_ru: Найдено NoSupportingHandlers, попробуйте снова после замены двоеточия на пространство.
sv_se: Caught NoSupportingHandlers, försöker igen efter att ha ersatt kolon med utrymme.

source: Called safe_extract_info with: %(args)s, %(kws)s
es_es: Llamado safe_extract_info con: %(args)s, %(kws)s
ja_jp: safe_extract_infoと呼ばれています: %(args)s, %(kws)s
ru_ru: Вызвал safe_extract_info с: %(args)s, %(kws)s
sv_se: Kallas safe_extract_info med: %(args)s, %(kws)s

source: The local media file could not be found.
es_es: No se ha podido encontrar el archivo de medios locales.
ja_jp: ローカルメディアファイルが見つかりません。
ru_ru: Локальный медиа-файл не найден.
sv_se: Den lokala mediefilen kunde inte hittas.

source: Missing __input_subject from YtdlpResponseDict
es_es: Falta __input_subject de YtdlpResponseDict
ja_jp: YtdlpResponseDictから__input_subjectがありません
ru_ru: Отсутствует __input_subject из YtdlpResponseDict
sv_se: Saknar __input_subject från YtdlpResponseDict

source: Entries is not a list in YtdlpResponseDict, set process=True to avoid this.
es_es: Las entradas no son una lista en YtdlpResponseDict, establezca process=True para evitar esto.
ja_jp: エントリは YtdlpResponseDict のリストではありません。 process=True に設定してこれを回避します。
ru_ru: Записи не являются списком в YtdlpResponseDict, задайте process=True, чтобы избежать этого.
sv_se: Poster är inte en lista i YtdlpResponseDict, sätt process=True för att undvika detta.

source: Warning, duration error for: %(url)s
es_es: Atención, error de duración para: %(url)s
ja_jp: 警告、期間エラー： %(url)s
ru_ru: Внимание, ошибка продолжительности для: %(url)s
sv_se: Varning, varaktighet fel för: %(url)s

source: module 'pymediainfo' not found, will fall back to ffprobe.
es_es: módulo 'pymediainfo' no encontrado, volverá a ffprobe.
ja_jp: 'pymediainfo' モジュールが見つかりません。ffprobe に戻ります。
ru_ru: модуль 'pymediainfo' не найден, вернется в ffprobe.
sv_se: modulen 'pymediainfo' hittades inte, kommer att falla tillbaka till ffprobe.

source: Created future for %r
es_es: Futuro creado para %r
ja_jp: %r のために未来を作成しました
ru_ru: Создано будущее для %r
sv_se: Skapade framtid för %r

source: Completed futures for %(entry)r with %(callback)r
es_es: Futuros completados para %(entry)r con %(callback)r
ja_jp: %(entry)r の %(callback)r の先物を完成させました
ru_ru: Завершенные фьючерсы для %(entry)r с %(callback)r
sv_se: Avslutade terminer för %(entry)r med %(callback)r

source: Unhandled exception in _for_each_future callback.
es_es: Excepción no controlada en _for_each_future callback.
ja_jp: _for_each_future コールバックで未処理の例外です。
ru_ru: Необработанное исключение в _for_each_future callback.
sv_se: Ohanterat undantag i _for_each_future callback.

source: Starting asyncio subprocess (%(process)s) with command: %(run)s
es_es: Iniciando subproceso asíncio (%(process)s) con el comando: %(run)s
ja_jp: asyncio サブプロセス (%(process)s) をコマンド: %(run)s で開始
ru_ru: Запуск подпроцесса асиньо (%(process)s) с командой: %(run)s
sv_se: Startar asyncio subprocess (%(process)s) med kommandot: %(run)s

source: Extraction did not provide a duration for this entry. MusicBot cannot estimate queue times until it is downloaded. Entry name: %s
es_es: La extracción no proporcionó una duración para esta entrada. MusicBot no puede estimar los tiempos de cola hasta que se descarga. Nombre de la entrada: %s
ja_jp: 抽出はこのエントリの期間を提供しませんでした。 MusicBotはダウンロードされるまでキューの時間を推定できません。 エントリ名: %s
sv_se: Extraktion gav inte en varaktighet för denna post. MusicBot kan inte uppskatta kötider förrän den är nerladdad. Postnamn: %s

source: Entry data is missing version number, cannot deserialize.
es_es: Los datos de entrada no tienen número de versión, no se pueden deserializar.
ja_jp: Entry data is missing version number, cannot deerialize.
ru_ru: Отсутствует номер версии входных данных, невозможно десериализовать.
sv_se: Inmatningsdata saknar versionsnummer, kan inte deserialisera.

source: Entry data has the wrong version number, cannot deserialize.
es_es: Los datos de entrada tienen un número de versión incorrecto, no se puede deserializar.
ja_jp: Entry data has the wrong version number, cannot deerialize.
ru_ru: Данные записи имеют неверный номер версии, невозможно десериализовать.
sv_se: Inmatningsdata har fel versionsnummer, kan inte deserialiseras.

source: Deserialized URLPlaylistEntry cannot find channel with ID: %s
es_es: La URLPlaylistEntry Deserializada no puede encontrar el canal con ID: %s
ru_ru: Десериализованный URLPlaylistEntry не может найти канал с ID: %s
sv_se: Deserialized URLPlaylistEntry kan inte hitta kanal med ID: %s

source: Deserialized URLPlaylistEntry has the wrong channel type: %s
es_es: La dirección URL deserializada tiene el tipo de canal incorrecto: %s
ru_ru: Десериализованный URLPlaylistEntry имеет неверный тип канала: %s
sv_se: Deserialized URLPlaylistEntry har fel kanaltyp: %s

source: Deserialized URLPlaylistEntry cannot find author with ID: %s
es_es: La URLPlaylistEntry deserializada no puede encontrar el autor con ID: %s
ru_ru: Десериализованный URLPlaylistEntry не может найти автора с ID: %s
sv_se: Deserialized URLPlaylistEntry kan inte hitta författare med ID: %s

source: Deserialized URLPlaylistEntry has an author ID but no channel for lookup!
es_es: ¡URLPlaylistEntry Deserializado tiene un ID de autor pero no hay canal para la búsqueda!
ru_ru: Десериализованный URLPlaylistEntry имеет ID автора, но нет канала для поиска!
sv_se: Deserialized URLPlaylistEntry har ett författar-ID men ingen kanal för uppslag!

source: Could not load %s
es_es: No se pudo cargar %s
ja_jp: %s を読み込めませんでした
ru_ru: Не удалось загрузить %s
sv_se: Kunde inte ladda %s

source: Cannot download Spotify links, processing error with type: %(type)s
es_es: No se pueden descargar los enlaces de Spotify, procesando error con el tipo: %(type)s
ja_jp: Spotifyのリンクをダウンロードできません。 %(type)s
ru_ru: Не удается загрузить ссылки Spotify, ошибка обработки типа %(type)s
sv_se: Kan inte ladda ner Spotify-länkar, bearbetningsfel med typ: %(type)s

source: Getting ready for entry: %r
es_es: Preparando la entrada: %r
ja_jp: エントリの準備をしています: %r
ru_ru: Готово к записи: %r
sv_se: Gör dig redo för inmatning: %r

source: Download cached with different extension...
es_es: Descargar caché con una extensión diferente...
ja_jp: 別の拡張機能でキャッシュをダウンロード...
ru_ru: Скачать кэш с различным расширением...
sv_se: Ladda ner cachade med olika tillägg...

source: Local size different from remote size. Re-downloading...
es_es: Tamaño local diferente del tamaño remoto. Re-descargando...
ja_jp: ローカルサイズとリモートサイズが異なります。再ダウンロード中...
ru_ru: Локальный размер отличается от удаленного размера. Повторите загрузку...
sv_se: Lokal storlek skiljer sig från avlägsen storlek. Åternedladdning...

source: Download already cached at: %s
es_es: Descarga ya almacenada en caché en: %s
ja_jp: 既にキャッシュされているダウンロード: %s
ru_ru: Скачивание уже кэшировано: %s
sv_se: Nedladdningen är redan cachad på: %s

source: MusicBot could not get duration data for this entry. Queue time estimation may be unavailable until this track is cleared. Entry file: %s
es_es: MusicBot no pudo obtener los datos de duración de esta entrada. La estimación de tiempo de cola puede no estar disponible hasta que se borre esta pista. Archivo de entrada: %s
ja_jp: MusicBotはこのエントリの期間データを取得できませんでした。 このトラックがクリアされるまでキューの時間推定は利用できません。 エントリファイル: %s
ru_ru: MusicBot не может получить данные о продолжительности для этой записи. Оценка времени может быть недоступна до тех пор, пока трек не будет очищен. Файл записи: %s
sv_se: MusicBot kunde inte hämta varaktighetsdata för denna post. Kö tidsberäkning kan vara otillgänglig tills denna låt är rensad. Inmatningsfil: %s

source: Got duration of %(time)s seconds for file: %(file)s
es_es: Duración obtenida de %(time)s segundos para el archivo: %(file)s
ja_jp: ファイルの %(time)s 秒間の持続時間： %(file)s
ru_ru: Получена длительность %(time)s секунд для файла: %(file)s
sv_se: Fick en varaktighet på %(time)s sekunder för filen: %(file)s
