Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: There as a problem with working out EQ, likely caused by a strange installation of FFmpeg. This has not impacted the ability for the bot to work, but will mean your tracks will not be equalized.
es_es: Hay un problema con la elaboración de EQ, probablemente causado por una extraña instalación de FFmpeg. Esto no ha afectado a la capacidad del bot para funcionar, pero significará que tus pistas no serán igualadas.
ja_jp: おそらくFFmpegの奇妙な設置によって引き起こされるEQを解決するには問題があります。 これはBotの機能に影響を与えていませんが、トラックがイコライズされないことを意味します。
ru_ru: Возникла проблема с разработкой EQ, вероятно, вызвана странной установкой FFmpeg. Это не повлияло на способность бота работать, но означает, что ваши треки не будут выравниваться.
sv_se: Det finns ett problem med att arbeta ut EQ, sannolikt orsakad av en konstig installation av FFmpeg. Detta har inte påverkat förmågan för boten att fungera, men kommer att innebära att dina spår inte kommer att utjämnas.

source: Exception while checking entry data.
es_es: Excepción al comprobar los datos de entrada.
ja_jp: エントリデータを確認中の例外
ru_ru: Исключение при проверке входных данных.
sv_se: Undantag vid kontroll av postdata.

source: Trying to get duration via pymediainfo for: %s
es_es: Intentando obtener la duración de pymediainfo para: %s
ja_jp: pymediainfo経由で継続時間を取得しようとしています: %s
ru_ru: Попытка получить длительность через pymediainfo для: %s
sv_se: Försöker få varaktighet via pymediainfo för: %s

source: Failed to get duration via pymediainfo.
es_es: No se pudo obtener la duración a través de pymediainfo.
ja_jp: pymediainfo経由で継続時間を取得できませんでした。
ru_ru: Не удалось получить длительность через pymediainfo.
sv_se: Det gick inte att få varaktighet via pymediainfo.

source: Trying to get duration via ffprobe for: %s
es_es: Intentando obtener la duración a través de ffprobe para: %s
ja_jp: ffprobe 経由で継続時間を取得しようとしています: %s
ru_ru: Пытаемся получить длительность через ffprobe для: %s
sv_se: Försöker få varaktighet via ffprobe för: %s

source: Could not locate ffprobe in your path!
es_es: ¡No se pudo localizar ffprobe en tu ruta!
ja_jp: パス内の ffprobe が見つかりませんでした！
ru_ru: Не удалось найти ffprobe в вашем пути!
sv_se: Kunde inte hitta ffprobe i din sökväg!

source: ffprobe returned something that could not be used.
es_es: ffprobe devolvió algo que no pudo ser usado.
ja_jp: FFプローブは使えないものを返しました
ru_ru: ffprobe возвращает то, что не может быть использован.
sv_se: ffprobe returnerade något som inte kunde användas.

source: ffprobe could not be executed for some reason.
es_es: ffprobe no se pudo ejecutar por alguna razón.
ja_jp: 何らかの理由でFFプローブを実行できなかった
ru_ru: ffprobe не может быть выполнен по той или иной причине.
sv_se: ffprobe kunde inte utföras av någon anledning.

source: Calculating mean volume of: %s
es_es: Calculando volumen promedio de: %s
ja_jp: %s の平均音量を計算しています
ru_ru: Расчет среднего объёма: %s
sv_se: Beräknar medelvolym av: %s

source: Could not locate ffmpeg on your path!
es_es: ¡No se pudo localizar ffmpeg en la ruta!
ja_jp: パス上にffmpegが見つかりませんでした！
ru_ru: Не удалось найти ffmpeg на вашем пути!
sv_se: Kunde inte hitta ffmpeg på din sökväg!

source: Could not parse 'I' in normalize json.
es_es: No se pudo analizar 'I' en la normalización de json.
ja_jp: jsonの正規化で「I」を解析できませんでした。
ru_ru: Не удалось разобрать «I» в нормализации json.
sv_se: Kunde inte tolka 'jag' i normalisera json.

source: Could not parse 'LRA' in normalize json.
es_es: No se pudo analizar 'LRA' en la normalización de json.
ja_jp: jsonの正規化で「LRA」を解析できませんでした。
ru_ru: Не удалось разобрать 'LRA' в нормализации json.
sv_se: Kunde inte tolka 'LRA' i normalisera json.

source: Could not parse 'TP' in normalize json.
es_es: No se pudo analizar 'TP' en la normalización de json.
ja_jp: jsonの正規化で「TP」を解析できませんでした。
ru_ru: Не удалось разобрать 'TP' в нормализации json.
sv_se: Kunde inte tolka "TP" i normalisera json.

source: Could not parse 'thresh' in normalize json.
es_es: No se pudo analizar el 'umbral' en la normalización de json.
ja_jp: json正規化で「しきい値」を解析できませんでした。
ru_ru: Не удалось разобрать 'thresh' в нормализации json.
sv_se: Kunde inte tolka 'thresh' i normalisera json.

source: Could not parse 'offset' in normalize json.
es_es: No se pudo analizar 'offset' en la normalización de json.
ja_jp: jsonの正規化で「オフセット」を解析できませんでした。
ru_ru: Не удалось разобрать 'offset' в нормализации json.
sv_se: Kunde inte tolka 'offset' i normalisera json.

source: Download started: %r
es_es: Descarga iniciada: %r
ja_jp: ダウンロード開始: %r
ru_ru: Загрузка начата: %r
sv_se: Hämtning startad: %r

source: Download attempt %s of 3...
es_es: Descargar intento %s de 3...
ja_jp: ダウンロードの試み %s / 3...
ru_ru: Попытка загрузить %s из 3...
sv_se: Ladda ner försök %s av 3...

source: Download incomplete, retrying in %(time).1f seconds. Reason: %(raw_error)s
es_es: Descarga incompleta, reintentando en %(time).1f segundos. Razón: %(raw_error)s
ja_jp: %(time).1f秒でダウンロードできません。理由: %(raw_error)s
ru_ru: Загрузка не завершена, повторная попытка через %(time).1f секунд. Причина: %(raw_error)s
sv_se: Nedladdningen är ofärdig, försöker på %(time).1f sekunder. Anledning: %(raw_error)s

source: Download failed, not retrying! Reason: %(raw_error)s
es_es: Descarga fallida, ¡no reintentando! Razón: %(raw_error)s
ja_jp: ダウンロードに失敗しました。再試行できませんでした！理由： %(raw_error)s
ru_ru: Ошибка загрузки, не повтора! Причина: %(raw_error)s
sv_se: Nedladdningen misslyckades, försöker inte! Anledning: %(raw_error)s

source: Download did not complete due to an error: %(raw_error)s
es_es: La descarga no se completó debido a un error: %(raw_error)s
ja_jp: エラーが発生したため、ダウンロードが完了しませんでした: %(raw_error)s
ru_ru: Загрузка не завершена из-за ошибки: %(raw_error)s
sv_se: Nedladdningen slutfördes inte på grund av ett fel: %(raw_error)s

source: Download failed due to a yt-dlp error: %(raw_error)s
es_es: La descarga falló debido a un error yt-dlp: %(raw_error)s
ja_jp: yt-dlpエラーのためダウンロードに失敗しました: %(raw_error)s
ru_ru: Загрузка не удалась из-за ошибки yt-dlp: %(raw_error)s
sv_se: Nedladdning misslyckades på grund av ett yt-dlp fel: %(raw_error)s

source: Extraction encountered an unhandled exception.
es_es: La extracción encontró una excepción no manejada.
ja_jp: 抽出で処理されていない例外が発生しました。
ru_ru: В извлечении обнаружено необработанное исключение.
sv_se: Extraktion stötte på ett ohanterat undantag.

source: Download failed due to an unhandled exception: %(raw_error)s
es_es: La descarga falló debido a una excepción no controlada: %(raw_error)s
ja_jp: 未処理の例外のためダウンロードに失敗しました: %(raw_error)s
ru_ru: Загрузка не удалась из-за необработанного исключения: %(raw_error)s
sv_se: Nedladdning misslyckades på grund av ett ohanterat undantag: %(raw_error)s

source: Download failed: %r
es_es: Descarga fallida: %r
ja_jp: ダウンロードに失敗しました: %r
ru_ru: Ошибка загрузки: %r
sv_se: Hämtning misslyckades: %r

source: Failed to extract data for the requested media.
es_es: Error al extraer los datos del medio solicitado.
ja_jp: 要求されたメディアのデータの抽出に失敗しました。
ru_ru: Не удалось извлечь данные для запрошенного носителя.
sv_se: Det gick inte att extrahera data för de begärda medierna.

source: Download complete: %r
es_es: Descarga completada: %r
ja_jp: ダウンロードが完了しました: %r
ru_ru: Загрузка завершена: %r
sv_se: Nedladdning slutförd: %r

source: Deserialized StreamPlaylistEntry cannot find channel with ID: %s
es_es: El StreamPlaylistEntry Deserializado no puede encontrar el canal con ID: %s
ru_ru: Десериализованный StreamPlaylistEntry не может найти канал с ID: %s
sv_se: Deserialized StreamPlaylistEntry kan inte hitta kanal med ID: %s

source: Deserialized StreamPlaylistEntry has the wrong channel type: %s
es_es: El StreamPlaylistEntry Deserializado tiene el tipo de canal incorrecto: %s
ru_ru: Десериализованный StreamPlaylistEntry имеет неверный тип канала: %s
sv_se: Deserialized StreamPlaylistEntry har fel kanaltyp: %s

source: Deserialized StreamPlaylistEntry cannot find author with ID: %s
es_es: El StreamPlaylistEntry Deserializado no puede encontrar el autor con ID: %s
ru_ru: Десериализованный StreamPlaylistEntry не может найти автора с ID: %s
sv_se: Deserialized StreamPlaylistEntry kan inte hitta författare med ID: %s

source: Deserialized StreamPlaylistEntry has an author ID but no channel for lookup!
es_es: ¡StreamPlaylistEntry Deserializado tiene un ID de autor pero no hay canal para la búsqueda!
ja_jp: Deserialized StreamPlaylistEntry には作者IDがありますが、検索のためのチャンネルはありません!
ru_ru: Десериализованный StreamPlaylistEntry имеет ID автора, но нет канала для поиска!
sv_se: Deserialized StreamPlaylistEntry har ett författar-ID men ingen kanal för uppslag!

source: Deserialized LocalFilePlaylistEntry cannot find channel with ID: %s
es_es: Deserializado LocalFilePlaylistEntry no puede encontrar el canal con ID: %s
ru_ru: Десериализованный LocalFilePlaylistEntry не может найти канал с ID: %s
sv_se: Deserialized LocalFilePlaylistEntry kan inte hitta kanal med ID: %s

source: Deserialized LocalFilePlaylistEntry has the wrong channel type: %s
es_es: LocalFilePlaylistEntry deserializado tiene el tipo de canal incorrecto: %s
ru_ru: Десериализованный LocalFilePlaylistEntry имеет неверный тип канала: %s
sv_se: Deserialized LocalFilePlaylistEntry har fel kanaltyp: %s

source: Deserialized LocalFilePlaylistEntry cannot find author with ID: %s
es_es: Deserializado LocalFilePlaylistEntry no puede encontrar el autor con ID: %s
ru_ru: Десериализованный LocalFilePlaylistEntry не может найти автора с ID: %s
sv_se: Deserialized LocalFilePlaylistEntry kan inte hitta författare med ID: %s

source: Deserialized LocalFilePlaylistEntry has an author ID but no channel for lookup!
es_es: LocalFilePlaylistEntry Deserializado tiene un ID de autor pero no hay ningún canal para la búsqueda!
ja_jp: Deserialized LocalFilePlaylistEntry にはauthor IDがありますが、検索のためのチャンネルはありません!
ru_ru: Десериализованный LocalFilePlaylistEntry имеет идентификатор автора, но нет канала для поиска!
sv_se: Deserialized LocalFilePlaylistEntry har ett författar-ID men ingen kanal för uppslag!

source: Got duration of %(seconds)s seconds for file: %(file)s
es_es: Duración obtenida de %(seconds)s segundos para el archivo: %(file)s
ja_jp: ファイルの %(seconds)s 秒間の持続時間： %(file)s
ru_ru: Получена длительность %(seconds)s секунд для файла: %(file)s
sv_se: Fick en varaktighet på %(seconds)s sekunder för filen: %(file)s

source: Failed to delete cache file: %s
es_es: Error al eliminar el archivo de caché: %s
ja_jp: キャッシュファイルの削除に失敗しました: %s
ru_ru: Не удалось удалить файл кэша: %s
sv_se: Misslyckades att ta bort cachefilen: %s

source: Audio cache directory has been removed.
es_es: Directorio de caché de audio ha sido eliminado.
ja_jp: オーディオキャッシュディレクトリが削除されました。
ru_ru: Директория кэша аудио удалена.
sv_se: Ljudets cache-katalog har tagits bort.

source: Audio cache directory could not be removed or renamed.
es_es: No se ha podido eliminar o renombrar el directorio de caché de audio.
ja_jp: オーディオキャッシュディレクトリを削除または名前を変更できませんでした。
ru_ru: Каталог кэша аудио не может быть удален или переименован.
sv_se: Cachemappen kunde inte tas bort eller döpas om.

source: Audio cache directory could not be removed.
es_es: No se pudo eliminar el directorio de caché de audio.
ja_jp: オーディオキャッシュディレクトリを削除できませんでした。
ru_ru: Не удалось удалить директорию кэша звука.
sv_se: Ljudets cache-katalog kunde inte tas bort.

source: Audio cache has no limits set, nothing to delete.
es_es: Caché de audio no tiene límites, nada que eliminar.
ja_jp: オーディオキャッシュに制限が設定されていません。削除するものはありません。
ru_ru: Кэш аудио не имеет ограничений для удаления.
sv_se: Ljudcache har inga gränser, inget att ta bort.

source: Audio cache deleted %(number)s file(s), total of %(size)s removed.
es_es: Caché de audio eliminado archivo(s) %(number)s , total de %(size)s eliminados.
ja_jp: オーディオキャッシュは %(number)s ファイルを削除しました。 %(size)s の合計が削除されました。
ru_ru: Кэш аудио удалён %(number)s файл(ы), всего %(size)s удален.
sv_se: Ljudcache raderad %(number)s fil(er), totalt %(size)s borttagen.

source: Audio cached retained %(number)s file(s) from autoplaylist, total of %(size)s retained.
es_es: Almacenamiento de audio almacenado en caché %(number)s archivo(s) de la lista de reproducción automática, total de %(size)s conservado.
ja_jp: 自動プレイリストからのオーディオキャッシュ保持 %(number)s ファイル、 %(size)s の合計。
ru_ru: Аудио кэш сохранён %(number)s файл(ы) из автомата, в общей сложности %(size)s сохранен.
sv_se: Ljudcachelagrad behöll %(number)s fil(er) från autospellista, totalt behållet av %(size)s.

source: Audio cache is now %(size)s over %(number)s file(s).
es_es: El caché de audio ahora es %(size)s más de %(number)s archivo(s).
ja_jp: オーディオキャッシュは %(size)s ファイルよりも %(number)s になりました。
ru_ru: Кэш аудио теперь %(size)s над файлом(ями) %(number)s.
sv_se: Ljudcache är nu %(size)s över %(number)s fil(er).

source: Audio cache directory is missing, nothing to delete.
es_es: Falta el directorio de caché de audio, nada que eliminar.
ja_jp: オーディオキャッシュディレクトリがありません。削除するものはありません。
ru_ru: Директория кэша аудио отсутствует, нечего удалять.
sv_se: Cachemappen för ljud saknas, inget att ta bort.

source: Audio cache file is from autoplaylist but marked as busted, ignoring it.
es_es: El archivo de caché de audio es de la lista de reproducción automática pero está marcado como bustado, ignorándolo.
ja_jp: オーディオキャッシュファイルは自動プレイリストからですが、破損した場合は無視してマークされています。
ru_ru: Файл кэша звука из автомата, но помечен как занятый, игнорируя его.
sv_se: Ljud-cache-filen är från autospelarlistan men markerad som förbannad, ignorerar den.

source: Cache level requires cleanup. %s
es_es: El nivel de caché requiere limpieza. %s
ja_jp: キャッシュレベルをクリアする必要があります。 %s
ru_ru: Уровень кэша требует очистки. %s
sv_se: Cache-nivån kräver rensning. %s

source: Auto playlist has no cache map, moving on.
es_es: La lista de reproducción automática no tiene mapa de caché, activando.
ja_jp: 自動プレイリストにキャッシュマップがありません。移動中です。
ru_ru: Автоматический плейлист не имеет карты кэша, перемещаясь вперёд.
sv_se: Automatisk spellista har ingen cache-karta, går vidare.

source: Loaded auto playlist cache map with %s entries.
es_es: Cargado mapa de caché de listas de reproducción automáticas con entradas %s.
ja_jp: %s エントリで自動プレイリストキャッシュマップをロードしました。
ru_ru: Карта кэша автоматически загружена с записями %s.
sv_se: Laddade cache-karta för automatisk spellista med %s poster.

source: Failed to load auto playlist cache map.
es_es: Error al cargar el mapa de caché de la lista de reproducción automática.
ja_jp: 自動プレイリストキャッシュマップの読み込みに失敗しました。
ru_ru: Не удалось загрузить карту кэша плейлиста.
sv_se: Det gick inte att läsa in cache-karta för automatisk spellista.

source: Saved auto playlist cache map with %s entries.
es_es: Guardado el mapa de caché de listas de reproducción automáticas con entradas %s.
ja_jp: %s のエントリで自動プレイリストキャッシュマップを保存しました。
ru_ru: Кэш автоматического списка воспроизведения сохранен с записями %s.
sv_se: Sparade cache-karta för automatisk spellista med %s poster.

source: Failed to save auto playlist cache map.
es_es: Error al guardar el mapa de caché de la lista de reproducción automática.
ja_jp: 自動プレイリストキャッシュマップの保存に失敗しました。
ru_ru: Не удалось сохранить карту кэша плейлиста.
sv_se: Det gick inte att spara cachekartan för automatisk spellista.

source: Auto playlist cache map conflict on Key: %(file)s Old: %(old)s New: %(new)s
es_es: Conflicto del mapa de la lista de reproducción automática en Key: %(file)s Old: %(old)s New: %(new)s
ja_jp: キー: %(file)s 古い: %(old)s 新着: %(new)s
ru_ru: Автоматический конфликт кэша карты плейлиста с ключом: %(file)s Старые: %(old)s Новый: %(new)s
sv_se: Auto spellista cache karta konflikt på nyckeln: %(file)s Gammal: %(old)s Ny: %(new)s

source: Lang Argument Error: %s
es_es: Error de argumento de longitud: %s
ja_jp: ラング引数エラー: %s
ru_ru: Ошибка аргумента языка: %s
sv_se: Lang Argument fel: %s

source: Failed to load log translations for any of: [%s] in: %s
es_es: Error al cargar las traducciones del registro para cualquiera de: [%s] en: %s
ja_jp: [%s] のいずれかのログ翻訳の読み込みに失敗しました: %s
sv_se: Det gick inte att läsa in loggöversättningar för någon av: [%s] i: %s

source: Failed to load discord translations for any of: [%s] guild: %s in: %s
es_es: Error al cargar traducciones de discord para cualquiera de: [%s] guild: %s en: %s
ja_jp: いずれかの不和翻訳の読み込みに失敗しました: [%s] ギルド: %s in: %s
ru_ru: Не удалось загрузить discord перевод для любой из: [%s] гильдии: %s in: %s
sv_se: Misslyckades att läsa in discord-översättningar för någon av: [%s] guild: %s i: %s

source: Loading JSON file: %s
es_es: Cargando archivo JSON: %s
ja_jp: JSON ファイルの読み込み中: %s
ru_ru: Загрузка JSON-файла: %s
sv_se: Laddar JSON-fil: %s

source: Error parsing %s as JSON
es_es: Error al analizar %s como JSON
ja_jp: %s を JSON として解析中にエラーが発生しました
ru_ru: Ошибка разбора %s как JSON
sv_se: Fel vid tolkning av %s som JSON

source: Could not grab data from JSON key: %s
es_es: No se pudo extraer datos de la clave JSON: %s
ja_jp: JSON キーからデータを取得できませんでした: %s
ru_ru: Не удалось получить данные из ключа JSON: %s
sv_se: Kunde inte hämta data från JSON-nyckel: %s

source: Skipping logger setup, already set up
es_es: Omitiendo configuración de logger, ya configurado
ja_jp: ロガーの設定をスキップしています。既に設定されています
ru_ru: Пропуск настроек логгера, уже настроен
sv_se: Hoppar över logger setup, redan konfigurerad

source: Log level was previously set via override to: %s
es_es: Nivel de registro previamente establecido mediante la anulación a: %s
ja_jp: ログレベルは、オーバーライドを介して %sに設定されています
ru_ru: Уровень журнала ранее был установлен переопределение: %s
sv_se: Loggnivån har tidigare satts via åsidosättning till: %s

source: Changing log level to: %s
es_es: Cambiando nivel de registro a: %s
ja_jp: ログレベルを %sに変更しました
ru_ru: Изменение уровня журнала на: %s
sv_se: Ändra loggnivå till: %s

source: MusicBot loggers have been called to shut down.
es_es: Los registradores de MusicBot han sido llamados para cerrar.
ja_jp: MusicBotロガーがシャットダウンするように呼び出されました。
ru_ru: Логгеры MusicBot были вызваны для отключения.
sv_se: MusicBot loggers har kallats för att stänga av.

source: Permissions file not found, copying from: %s
es_es: Archivo de permisos no encontrado, copiando de: %s
ja_jp: パーミッションファイルが見つかりません。コピー元： %s
ru_ru: Файл разрешений не найден, копирование из: %s
sv_se: Behörighetsfil hittades inte, kopierar från: %s

source: Error copying example permissions file: %s
es_es: Error al copiar archivo de permisos de ejemplo: %s
ja_jp: 例のパーミッションファイルのコピーエラー: %s
ru_ru: Ошибка копирования образца файла разрешений: %s
sv_se: Fel vid kopiering av exempelbehörighetsfil: %s

source: Config 'OwnerID' is set auto, will set correctly later.
es_es: La configuración 'OwnerID' está establecida auto, se establecerá correctamente más tarde.
ja_jp: 設定 'OwnerID' が auto に設定されており、後で正しく設定されます。
ru_ru: Конфигурация 'OwnerID' установлена автоматически, правильно настроена позже.
sv_se: Config 'OwnerID' är inställd automatiskt, kommer att ställa in korrekt senare.

source: Validating permissions...
es_es: Validando permisos...
ja_jp: 権限を検証しています...
ru_ru: Проверка прав доступа...
sv_se: Validerar behörigheter...

source: Setting auto 'OwnerID' for owner permissions group.
es_es: Configurando auto'OwnerID' para el grupo de permisos del propietario.
ja_jp: オーナー権限グループに自動的に 'OwnerID' を設定します。
ru_ru: Установка автоматического 'ID владельца' для группы прав владельца.
sv_se: Ställa in auto 'OwnerID' för ägarbehörighetsgrupp.

source: Updating group in permissions file: %s
es_es: Actualizando grupo en archivo de permisos: %s
ja_jp: 権限ファイルのグループを更新中: %s
ru_ru: Обновление группы в файле разрешений: %s
sv_se: Uppdaterar grupp i behörighetsfil: %s

source: Deleting group from permissions file: %s
es_es: Eliminando grupo del archivo de permisos: %s
ja_jp: 権限ファイルからグループを削除しています: %s
ru_ru: Удаление группы из файла разрешений: %s
sv_se: Tar bort grupp från behörighetsfil: %s

source: Adding new group to permissions file: %s
es_es: Añadiendo un nuevo grupo al archivo de permisos: %s
ja_jp: 権限ファイルに新しいグループを追加: %s
ru_ru: Добавление новой группы в файл разрешений: %s
sv_se: Lägger till ny grupp till behörighetsfil: %s

source: Saving permissions file now.
es_es: Guardando archivo de permisos ahora.
ja_jp: 権限ファイルを保存中です。
ru_ru: Сохранение файла разрешений сейчас.
sv_se: Sparar behörighetsfilen nu.

source: ConfigUpdater could not parse the permissions file!
es_es: ¡ConfigUpdater no pudo analizar el archivo de permisos!
ja_jp: ConfigUpdater が権限ファイルを解析できませんでした！
ru_ru: ConfigUpdater не смог разобрать файл разрешений!
sv_se: ConfigUpdater kunde inte tolka behörighetsfilen!

source: You have a duplicate section, fix your Permissions file!
es_es: Tienes una sección duplicada, ¡arregla tu archivo de permisos!
ja_jp: 重複したセクションがあります。権限ファイルを修正してください！
ru_ru: У вас есть дублирующий раздел, исправьте ваш файл прав!
sv_se: Du har ett dubblettavsnitt, åtgärda din behörighetsfil!

source: Failed to save permissions group: %s
es_es: Error al guardar el grupo de permisos: %s
ja_jp: 権限グループの保存に失敗しました: %s
ru_ru: Не удалось сохранить группу прав: %s
sv_se: Det gick inte att spara behörighetsgruppen: %s

source: Dev Bug! Permission has getter that is not available.
es_es: ¡Dev Bug! Permiso tiene getter que no está disponible.
ja_jp: Dev Bug! 権限には利用できない権限があります。
ru_ru: Dev Bug! Разрешение получилось, что недоступно.
sv_se: Dev Bug! Behörigheten har getter som inte är tillgänglig.

source: Dev Bug! Permission has invalid type, getter and default must be the same type.
es_es: ¡Dev Bug! El permiso tiene un tipo inválido, getter y predeterminado deben ser del mismo tipo.
ja_jp: 開発バグ！権限が無効な型、getterとデフォルトは同じ型でなければなりません。
ru_ru: Dev Bug! Разрешение имеет недопустимый тип, getter и по умолчанию должны быть одинаковыми.
sv_se: Dev Bug! Behörigheten har ogiltig typ, getter och standard måste vara samma typ.

source: Max search items can't be larger than 100. Setting to 100.
es_es: Máximo de elementos de búsqueda no puede ser mayor de 100. Ajuste a 100.
ja_jp: 最大検索項目は100より大きくすることはできません。100に設定してください。
ru_ru: Максимальное количество элементов для поиска не может быть больше 100. Параметр 100.
sv_se: Max sökobjekt kan inte vara större än 100. Inställning till 100.

source: You do not have permission to play the requested media. The yt-dlp extractor `%(extractor)s` is not permitted in your group.
es_es: No tienes permiso para reproducir los medios solicitados. El extractor yt-dlp `%(extractor)s` no está permitido en tu grupo.
ja_jp: リクエストされたメディアを再生する権限がありません。 yt-dlp extractor `%(extractor)s` はあなたのグループでは許可されていません。
sv_se: Du har inte behörighet att spela de begärda medierna. yt-dlp extractor `%(extractor)s` är inte tillåtet i din grupp.

source: Cleanup got called on the audio source: %r
es_es: La limpieza se llamó a la fuente de audio: %r
ja_jp: クリーンアップがオーディオソースに呼び出されました: %r
ru_ru: Очистка вызвана на источнике звука: %r
sv_se: Rensning blev anropad på ljudkällan: %r

source: MusicPlayer.skip() is called: %s
es_es: MusicPlayer.skip() es llamado: %s
ja_jp: MusicPlayer.skip() が呼び出されました: %s
ru_ru: MusicPlayer.skip() вызывается: %s
sv_se: MusicPlayer.skip() kallas: %s

source: MusicPlayer.stop() is called: %s
es_es: MusicPlayer.stop() es llamado: %s
ja_jp: MusicPlayer.stop() が呼び出されました: %s
ru_ru: MusicPlayer.stop() вызывается: %s
sv_se: MusicPlayer.stop() kallas: %s

source: Guild or network unavailable, cannot resume playback.
es_es: Gremio o red no disponible, no se puede reanudar la reproducción.
ja_jp: ギルドまたはネットワークが利用できません。再生を再開できません。
ru_ru: Гильдия или сеть недоступны, невозможно возобновить воспроизведение.
sv_se: Guild eller nätverk är inte tillgängligt, kan inte återuppta uppspelningen.

source: MusicPlayer.resume() is called: %s
es_es: MusicPlayer.resume() es llamado: %s
ja_jp: MusicPlayer.resume() が呼び出されました: %s
ru_ru: MusicPlayer.resume() вызывается: %s
sv_se: MusicPlayer.resume() kallas: %s

source: MusicPlayer.pause() is called: %s
es_es: MusicPlayer.pause() es llamado: %s
ja_jp: MusicPlayer.pause() が呼び出されました: %s
ru_ru: MusicPlayer.pause() вызывается: %s
sv_se: MusicPlayer.pause() kallas: %s
