Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: Retrying connection after a timeout error (%(attempt)s) while trying to connect to: %(channel)s
es_es: Reintentando la conexión después de un error de tiempo de espera (%(attempt)s) mientras intentaba conectar a: %(channel)s
ja_jp: 接続中にタイムアウトエラー (%(attempt)s) の後に接続を再試行しています: %(channel)s
ru_ru: Повторная попытка подключения после ошибки таймаута (%(attempt)s) при попытке подключиться к %(channel)s
sv_se: Återsöker anslutningen efter ett timeout-fel (%(attempt)s) vid försök att ansluta till: %(channel)s

source: MusicBot VoiceClient connection attempt was cancelled. No retry.
es_es: Se ha cancelado el intento de conexión de MusicBot VoiceClient. No hay reintento.
ja_jp: MusicBot VoiceClient 接続がキャンセルされました。再試行しません。
ru_ru: Попытка соединения с MusicBot VoiceClient отменена. Повторите попытку.
sv_se: MusicBot VoiceClient anslutningsförsök avbröts. Inget försök.

source: MusicBot connection to voice was cancelled. This is odd. Maybe restart?
es_es: Se ha cancelado la conexión MusicBot a voz. Esto es extraño. ¿Quizás reiniciar?
ja_jp: ボイスチャットへのMusicBot接続がキャンセルされました。これは奇妙です。再起動しますか？
ru_ru: Подключение MusicBot к голосу было отменено. Это странно. Может быть перезапустить?
sv_se: MusicBot anslutning till röst avbröts. Detta är udda. Kanske omstart?

source: MusicBot is requesting to speak in channel: %s
es_es: MusicBot está solicitando hablar en el canal: %s
ja_jp: MusicBot がチャンネルでのスピーキングをリクエストしています: %s
ru_ru: Музыкальный робот просит говорить в канале: %s
sv_se: MusicBot begär att få tala i kanalen: %s

source: MusicBot does not have permission to speak.
es_es: MusicBot no tiene permiso para hablar.
ja_jp: MusicBot には話す権限がありません。
ru_ru: У MusicBot нет разрешения на чтение.
sv_se: MusicBot har inte behörighet att tala.

source: MusicBot could not request to speak.
es_es: MusicBot no pudo pedir la palabra.
ja_jp: MusicBot は話すことができませんでした。
ru_ru: MusicBot не может просить говорить.
sv_se: MusicBot kunde inte begära att få tala.

source: Disconnecting a MusicPlayer in guild: %s
es_es: Desconectando a un MusicPlayer en el gremio: %s
ja_jp: ギルドでMusicPlayerを切断: %s
ru_ru: Отключение MusicPlayer в гильдии: %s
sv_se: Kopplar från en musikspelare i guild: %s

source: Disconnecting VoiceClient before we kill the MusicPlayer.
es_es: Desconectando VoiceClient antes de matar a MusicPlayer.
ja_jp: MusicPlayerを停止する前にVoiceClientを切断します。
ru_ru: Отключение VoiceClient до того, как мы убьем MusicPlayer.
sv_se: Koppla från VoiceClient innan vi dödar musikspelaren.

source: The disconnect failed or was cancelled.
es_es: La desconexión falló o fue cancelada.
ja_jp: 切断に失敗またはキャンセルされました。
ru_ru: Отключение не удалось или было отменено.
sv_se: Kopplingen misslyckades eller avbröts.

source: MusicBot has a VoiceProtocol that is not a VoiceClient. Disconnecting anyway...
es_es: MusicBot tiene un VoiceProtocol que no es un VoiceClient. Desconectando...
ja_jp: MusicBotにはVoiceClientではないVoiceProtocolがあります。とにかく接続を解除してください。
ru_ru: У MusicBot есть VoiceProtocol который не является VoiceClient.
sv_se: MusicBot har ett röstprotokoll som inte är en röstklient. Kopplar bort ändå...

source: Disconnecting a rogue VoiceClient in guild: %s
es_es: Desconectando a un cliente de voz pícaro en el gremio: %s
ja_jp: ギルド内の不正なVoiceClientの接続を切断: %s
ru_ru: Отключение неточного VoiceClient в гильдии: %s
sv_se: Kopplar från en oseriös röstklient i guild: %s

source: Disconnecting a non-guild VoiceClient...
es_es: Desconectando un cliente de voz que no es hermandad...
ja_jp: ギルド以外のVoiceClientの接続を切断...
ru_ru: Отключение VoiceClient, не являющийся гильдией...
sv_se: Kopplar bort en icke-guild röstklient...

source: MusicBot.voice_clients list contains a non-VoiceClient object? The object is actually of type: %s
es_es: ¿La lista MusicBot.voice_clients contiene un objeto no-VoiceClient? El objeto es realmente de tipo: %s
ja_jp: MusicBot.voice_clients リストに、VoiceClient 以外のオブジェクトが含まれていますか？ オブジェクトは実際は型です。 %s
ru_ru: Список MusicBot.voice_clients содержит объект, отличный от VoiceClient? На самом деле тип объекта: %s
sv_se: MusicBot.voice_clients lista innehåller ett icke-VoiceClient-objekt? Objektet är faktiskt av typ: %s

source: We still have a MusicPlayer ref in guild (%(guild_id)s): %(player)r
es_es: Todavía tenemos una referencia de MusicPlayer en el gremio (%(guild_id)s): %(player)r
ja_jp: ギルド内にMusicPlayerのrefがあります (%(guild_id)s): %(player)r
ru_ru: У нас все еще есть отзыв MusicPlayer в гильдии (%(guild_id)s): %(player)r
sv_se: Vi har fortfarande en MusicPlayer ref i guild (%(guild_id)s): %(player)r

source: Guild (%(guild)s) wants a player, optional: %(player)r
es_es: Guild (%(guild)s) quiere un jugador, opcional: %(player)r
ja_jp: Guild (%(guild)s) はプレイヤー、任意の %(player)r を要求しています
ru_ru: Гильдия (%(guild)s) хочет игрока, опционально: %(player)r
sv_se: Guild (%(guild)s) vill ha en spelare, frivillig: %(player)r

source: [BUG] MusicPlayer is missing a VoiceClient somehow. You should probably restart the bot.
es_es: [BUG] MusicPlayer le falta un cliente de VoiceClient de alguna manera. Probablemente debería reiniciar el bot.
ja_jp: [BUG] MusicPlayerにVoiceClientがありません。おそらく再起動してください。
ru_ru: [BUG] В MusicPlayer отсутствует VoiceClient, скорее всего вам следует перезапустить бота.
sv_se: [BUG] MusicPlayer saknar en VoiceClient lite hur. Du bör förmodligen starta om boten.

source: MusicPlayer has a VoiceClient that is not connected.
es_es: MusicPlayer tiene un cliente de voz que no está conectado.
ja_jp: MusicPlayer に接続されていない VoiceClient があります。
ru_ru: У MusicPlayer есть VoiceClient который не подключен.
sv_se: MusicPlayer har en röstklient som inte är ansluten.

source: MusicPlayer obj: %r
es_es: Objeto del reproductor de música: %r
ru_ru: Музыкальный проигрыватель: %r
sv_se: Musikspelarobjekt: %r

source: Getting a MusicPlayer for guild: %(guild)s In Channel: %(channel)s Create: %(create)s Deserialize: %(serial)s
es_es: Obteniendo un MusicPlayer para el gremio: %(guild)s en el canal: %(channel)s Creado: %(create)s Deserializar: %(serial)s
ja_jp: ギルドでMusicPlayerを取得する: %(guild)s チャンネルで: %(channel)s 作成: %(create)s デシリアライズ: %(serial)s
ru_ru: Получение Музыкального Игрока для гильдии: %(guild)s В Канале: %(channel)s Создать: %(create)s Дестрализация: %(serial)s
sv_se: Hämta en musikspelare för guild: %(guild)s I kanalen: %(channel)s Skapa: %(create)s Deserialize: %(serial)s

source: Created player via deserialization for guild %(guild_id)s with %(number)s entries
es_es: Jugador creado a través de la deserialización para el gremio %(guild_id)s con entradas %(number)s
ja_jp: ギルド %(guild_id)s の %(number)s エントリーでデシリアライゼーションを経由してプレイヤーを作成
ru_ru: Создан игрок посредством десериализации для гильдии %(guild_id)s с записями %(number)s
sv_se: Skapad spelare via deserialisering för guild %(guild_id)s med %(number)s poster

source: The bot is not in a voice channel. Use the summon command to bring the bot to your voice channel.
es_es: El bot no está en un canal de voz. Usa el comando invocar para llevar el bot a tu canal de voz.
ja_jp: ボットはボイスチャンネルに入っていません。 召喚コマンドを使ってボットをボイスチャンネルに連れてきてください。
sv_se: Botten är inte i en röstkanal. Använd kommandot för att föra botten till din röstkanal.

source: Something is wrong, we didn't get the VoiceClient.
es_es: Algo está mal, no conseguimos el Cliente de Voice.
ja_jp: 問題が発生しました。VoiceClientを取得できませんでした。
ru_ru: Что-то не так, мы не получили VoiceClient.
sv_se: Något är fel, vi fick inte röstklienten.

source: Running on_player_play
es_es: Ejecutando on_player_play
ja_jp: 実行中のplayer_play
ru_ru: Выполняется на _плеере
sv_se: Körs på

source: Setting URL history guild %(guild_id)s == %(url)s
es_es: Configurando el guild del historial de URL %(guild_id)s == %(url)s
ja_jp: URL履歴を設定する ギルド %(guild_id)s == %(url)s
ru_ru: Установка истории URL гильдии %(guild_id)s == %(url)s
sv_se: Ställer in URL-historik guild %(guild_id)s == %(url)s

source: No thumbnail set for entry with URL: %s
es_es: No hay miniaturas definidas para la entrada con la URL: %s
ja_jp: URLのエントリに設定されたサムネイルはありません: %s
ru_ru: Нет миниатюры для записи с URL: %s
sv_se: Ingen miniatyrbild har angetts för post med URL: %s

source: no channel to put now playing message into
es_es: no hay canal en el que poner el mensaje en reproducción
ja_jp: メッセージを再生するチャンネルがありません
ru_ru: нет канала для воспроизведения сообщения
sv_se: ingen kanal att lägga nu spela upp meddelandet i

source: ignored now-playing message as it was already posted.
es_es: ignoró el mensaje ahora que ya estaba publicado.
ja_jp: 既に投稿されていたメッセージは無視されました。
ru_ru: проигнорировал сейчас воспроизводимое сообщение, поскольку оно уже было опубликовано.
sv_se: ignorerade nu-spela meddelande som det redan var publicerat.

source: Running on_player_resume
es_es: Ejecutando on_player_resume
ja_jp: 実行中のplayer_resume
ru_ru: Выполняется на плеер_возобновление
sv_se: Kör på_player_fortsätt

source: Running on_player_pause
es_es: Ejecutando on_player_pause
ja_jp: player_pause実行中
ru_ru: Пауза
sv_se: Körs på

source: Running on_player_stop
es_es: Ejecutando on_player_stop
ja_jp: 実行中のplayer_stop
ru_ru: Выполняется по игроку_стопу
sv_se: Kör på_player_stop

source: Running on_player_finished_playing
es_es: Ejecutando on_player_terminado_jugando
ja_jp: 実行中の on_player_finished_playing
ru_ru: Выполняется на игровом автомате
sv_se: Körs på

source: Event loop is closed, nothing else to do here.
es_es: El bucle del evento está cerrado, nada más que hacer aquí.
ja_jp: イベントループは閉じられています。ここで行うことは何もありません。
ru_ru: Цикл события закрыт, здесь нет ничего другого.
sv_se: Händelseslingan är stängd, inget annat att göra här.

source: Logout under way, ignoring this event.
es_es: Cerrar sesión en curso, ignorando este evento.
ja_jp: このイベントを無視して進行中にログアウトします。
ru_ru: Выход из системы, игнорирует это событие.
sv_se: Logga ut på gång, ignorera denna händelse.

source: VoiceClient says it is not connected, nothing else we can do here.
es_es: VoiceClient dice que no está conectado, nada más que podemos hacer aquí.
ja_jp: VoiceClient は、接続されていない、ここでできることは何もありません。
ru_ru: VoiceClient говорит, что он не подключен, ничего другого мы можем сделать здесь.
sv_se: VoiceClient säger att det inte är anslutet, inget annat vi kan göra här.

source: Player finished and queue is empty, leaving voice channel...
es_es: Jugador terminado y la cola está vacía, dejando el canal de voz...
ja_jp: プレーヤーが終了し、キューが空です。ボイスチャンネルを残しています...
ru_ru: Плеер завершён и очередь пуста, покидая голосовой канал...
sv_se: Spelaren är klar och kön är tom, lämnar röstkanalen...

source: Looping over queue to expunge songs with missing author...
es_es: Bucle sobre la cola para expurgar las canciones con el autor que falta...
ja_jp: 不足している曲を削除するためにキューをループさせています...
ru_ru: Зацикливание над очередью для исключения песен с недостающим автором...
sv_se: Loopa över kön för att expunge låtar med saknad författare...

source: Author `%(user)s` absent, skipped (deleted) entry from queue: %(song)s
es_es: Autor `%(user)s`, se omitió la entrada (eliminada) de la cola: %(song)s
ja_jp: Author `%(user)s` 欠席、スキップされた(削除された)エントリ: %(song)s
ru_ru: Автор `%(user)s` отсутствует, пропущен (удален) запись из очереди: %(song)s
sv_se: Författaren `%(user)s` frånvarande, överhoppad (borttagen) post från kö: %(song)s

source: No playable songs in the Guild autoplaylist, disabling.
es_es: No hay canciones reproducibles en la lista de reproducción automática del gremio, deshabilitando.
ja_jp: ギルドの自動プレイリストに再生可能な曲がありません。
ru_ru: Нет воспроизводимых песен в автомате гильдии, отключается.
sv_se: Inga spelbara låtar i Guilds autospelslista inaktiveras.

source: No content in current autoplaylist. Filling with new music...
es_es: No hay contenido en la lista de reproducción automática actual. Completando con nueva música...
ja_jp: 現在の自動再生リストにはコンテンツがありません。新しい音楽で塗りつぶします...
ru_ru: Нет содержимого в текущем автомате. Заполнение новой музыкой...
sv_se: Inget innehåll i aktuell autospellista. Fyller med ny musik...

source: Looping over player autoplaylist...
es_es: Bucle sobre la lista de reproducción automática...
ja_jp: プレーヤーの自動再生リストの上にループしています...
ru_ru: Зацикливание автоматов игрока...
sv_se: Loopa över spelare autospellista...

source: Error while processing song "%(url)s": %(raw_error)s
es_es: Error al procesar la canción "%(url)s": %(raw_error)s
ja_jp: 曲「%(url)s」の処理中にエラーが発生しました： %(raw_error)s
ru_ru: Ошибка при обработке песни "%(url)s": %(raw_error)s
sv_se: Fel vid bearbetning av låt "%(url)s": %(raw_error)s

source: Error extracting song "%(url)s": %(raw_error)s
es_es: Error al extraer la canción "%(url)s": %(raw_error)s
ja_jp: 曲 "%(url)s" の抽出中にエラーが発生しました： %(raw_error)s
ru_ru: Ошибка распаковки песни "%(url)s": %(raw_error)s
sv_se: Fel vid extrahering av låt "%(url)s": %(raw_error)s

source: MusicBot needs to stop the auto playlist extraction and bail.
es_es: MusicBot necesita detener la extracción de la lista de reproducción automática y la fianza.
ja_jp: MusicBotは自動プレイリストの抽出と保釈を停止する必要があります。
ru_ru: MusicBot должен остановить извлечение автоплейлиста и залог.
sv_se: MusicBot måste stoppa auto spellista utvinning och borgen.

source: MusicBot got an unhandled exception in player finished event.
es_es: MusicBot consiguió una excepción no controlada en el evento terminado del jugador.
ja_jp: MusicBotはプレイヤーの終了イベントで処理されていない例外を受け取りました。
ru_ru: MusicBot получил необработанное исключение в игроке законченное событие.
sv_se: MusicBot fick ett ohanterat undantag i spelarens färdiga händelse.

source: Expanding auto playlist with entries extracted from: %s
es_es: Expandiendo lista de reproducción automática con entradas extraídas: %s
ja_jp: %s から抽出されたエントリで自動プレイリストを展開します
ru_ru: Развертывание автоплейлиста с записями, извлеченными из: %s
sv_se: Expanderar automatisk spellista med poster extraherade från: %s

source: Error adding song from autoplaylist: %s
es_es: Error al añadir la canción de la lista de reproducción automática: %s
ja_jp: 自動再生リストから曲を追加中にエラーが発生しました: %s
ru_ru: Ошибка добавления трека из автомата: %s
sv_se: Det gick inte att lägga till låt från autospellista: %s

source: Exception data for above error:
es_es: Datos de excepción para el error anterior:
ja_jp: 上記のエラーの例外データ:
ru_ru: Данные об исключении для вышеописанной ошибки:
sv_se: Undantag data för ovanstående fel:

source: No playable songs in the autoplaylist, disabling.
es_es: No hay canciones reproducibles en la lista de reproducción automática, desactivando.
ja_jp: 自動プレイリストに再生可能な曲がありません。無効にします。
ru_ru: Нет воспроизводимых песен в автомате, отключается.
sv_se: Inga spelbara låtar i autospelarlistan inaktiveras.

source: Running on_player_entry_added
es_es: Ejecutando on_player_entry_added
ja_jp: 実行中 on_player_entry_added
ru_ru: Выполняется по игроку_entry_added
sv_se: Kör på_player_entry_added

source: Automatically skipping auto-playlist entry for queued entry.
es_es: Omitiendo automáticamente la entrada de la lista de reproducción automática para la entrada en cola.
ja_jp: キューに入れられたエントリの自動プレイリストのエントリを自動的にスキップします。
ru_ru: Автоматически пропускать запись в список автовоспроизведения для записи в очереди.
sv_se: Hoppar över automatisk spellista automatiskt för köad post.

source: MusicPlayer exception for entry: %r
es_es: Excepción MusicPlayer para la entrada: %r
ja_jp: エントリの MusicPlayer 例外: %r
ru_ru: Исключение из музыкального плеера для записи: %r
sv_se: Musikspelare undantag för post: %r

source: MusicPlayer exception.
es_es: Excepción de MusicPlayer.
ja_jp: MusicPlayer例外です。
ru_ru: Исключение из музыкального плеера.
sv_se: Musikspelare undantag.

source: Auto playlist track could not be played: %r
es_es: No se pudo reproducir la pista de lista de reproducción automática: %r
ja_jp: 自動プレイリストトラックを再生できませんでした: %r
ru_ru: Не удалось воспроизвести трек автоплейлиста: %r
sv_se: Det gick inte att spela upp låten automatiskt spellista: %r

source: Logout under way, ignoring status update event.
es_es: Cerrar sesión en curso, ignorando el evento de actualización de estado.
ja_jp: 状態更新イベントを無視して進行中のログアウトします。
ru_ru: Идет выход из системы, проигнорировано событие обновления статуса.
sv_se: Logga ut pågår, ignorerar statusuppdateringshändelsen.

source: Update bot status: %(status)s -- %(activity)r
es_es: Actualizar estado del bot: %(status)s -- %(activity)r
ja_jp: ボットのステータスを更新: %(status)s -- %(activity)r
ru_ru: Статус бота: %(status)s -- %(activity)r
sv_se: Uppdatera botstatus: %(status)s -- %(activity)r

source: Serializing queue for %s
es_es: Serializando cola para %s
ja_jp: キューを %sにシリアライズ中
ru_ru: Сериализация очереди для %s
sv_se: Serialiserar kö för %s

source: Deserializing queue for %s
es_es: Deserializando cola para %s
ja_jp: %sのキューをデシリアライズしています
ru_ru: Десериализация очереди для %s
sv_se: Deserialiserar kö för %s

source: Writing current song for %s
es_es: Escribiendo canción actual para %s
ja_jp: %s のために現在の曲を書き込み中
ru_ru: Запись текущей песни для %s
sv_se: Skriver aktuell låt för %s

source: Cannot send non-response object: %r
es_es: No se puede enviar objeto no respuesta: %r
ja_jp: 応答しないオブジェクトを送信できません: %r
ru_ru: Не удается отправить объект без ответа: %r
sv_se: Kan inte skicka icke-svarsobjekt: %r

source: [Dev Bug] Tried sending an invalid response object.
es_es: [Dev Bug] Intentó enviar un objeto de respuesta no válido.
ja_jp: 無効なレスポンスオブジェクトを送信しようとしました。
ru_ru: [Dev Bug] Попытка отправить некорректный объект ответа.
sv_se: [Dev Bug] Försökte skicka ett ogiltigt svarsobjekt.

source: sending embed to: %s
es_es: enviando incrustado a: %s
ja_jp: %s に埋め込みを送信中
ru_ru: отправка вставки на: %s
sv_se: skickar inbäddad till: %s

source: sending text to: %s
es_es: enviando texto a: %s
ja_jp: %s にテキストを送信しています
ru_ru: отправка текста в: %s
sv_se: skicka text till: %s

source: Cannot send message to "%s", no permission
es_es: No se puede enviar el mensaje a "%s", sin permiso
ja_jp: "%s"にメッセージを送信できません。権限がありません
ru_ru: Не удается отправить сообщение "%s", нет разрешения
sv_se: Kan inte skicka meddelande till "%s", ingen behörighet

source: Cannot send message to "%s", invalid or deleted channel
es_es: No se puede enviar el mensaje a "%s", canal no válido o eliminado
ja_jp: "%s"にメッセージを送信できません。無効または削除されたチャンネル
ru_ru: Не удается отправить сообщение "%s", недопустимый или удаленный канал
sv_se: Kan inte skicka meddelande till "%s", ogiltig eller raderad kanal

source: Message is over the message size limit (%s)
es_es: El mensaje excede el límite de tamaño del mensaje (%s)
ja_jp: メッセージのサイズ制限を超えています（%s）
ru_ru: Сообщение превышает предел размера сообщения (%s)
sv_se: Meddelandet är över meddelandets storleksgräns (%s)

source: Could not send private message, sending in fallback channel instead.
es_es: No se pudo enviar el mensaje privado, enviando en su lugar un canal de respaldo.
ja_jp: 代わりにフォールバックチャンネルを送信してプライベートメッセージを送信できませんでした。
ru_ru: Не удалось отправить личное сообщение, вместо этого отправка в резервный канал.
sv_se: Kunde inte skicka privat meddelande, skicka i reservkanal istället.

source: Rate limited send message, retrying in %s seconds.
es_es: Velocidad de envío de mensajes limitada, reintentando en %s segundos.
ja_jp: レート制限されたメッセージを送信し、 %s 秒後に再試行します。
ru_ru: Оценить ограниченное количество отправленных сообщений, повторить попытку через %s секунд.
sv_se: Betygsätt begränsat skicka meddelande, försöker igen om %s sekunder.

source: Cancelled message retry for: %s
es_es: Canceló el mensaje de reintento: %s
ja_jp: キャンセルされたメッセージの再試行: %s
ru_ru: Отменено сообщение повторно: %s
sv_se: Avbrutet meddelande försök igen för: %s

source: Rate limited send message, but cannot retry!
es_es: Valora el mensaje de envío limitado, ¡pero no se puede volver a intentar!
ja_jp: 制限されたメッセージの送信を評価するが、再試行することはできません！
ru_ru: Оцените ограниченное количество отправленных сообщений, но не удается повторить попытку!
sv_se: Betygsätt begränsat skicka meddelande, men kan inte försöka igen!

source: Failed to send message in fallback channel.
es_es: No se pudo enviar el mensaje en el canal de retroceso.
ja_jp: フォールバックチャンネルでメッセージを送信できませんでした。
ru_ru: Не удалось отправить сообщение в запасном канале.
sv_se: Det gick inte att skicka meddelande i reservkanal.

source: Failed to send due to an HTTP error.
es_es: Error al enviar debido a un error HTTP.
ja_jp: HTTPエラーのため送信に失敗しました。
ru_ru: Не удалось отправить из-за ошибки HTTP.
sv_se: Det gick inte att skicka på grund av ett HTTP-fel.

source: Cannot delete message "%s", no permission
es_es: No se puede eliminar el mensaje "%s", sin permiso
ja_jp: メッセージ「%s」を削除できません。権限がありません
ru_ru: Невозможно удалить сообщение "%s", нет разрешения
sv_se: Kan inte ta bort meddelandet "%s", ingen behörighet

source: Cannot delete message "%s", message not found
es_es: No se puede eliminar el mensaje "%s", mensaje no encontrado
ja_jp: メッセージ "%s" を削除できません。メッセージが見つかりません。
ru_ru: Невозможно удалить сообщение "%s", сообщение не найдено
sv_se: Kan inte ta bort meddelandet "%s", meddelandet hittades inte

source: Rate limited message delete, retrying in %s seconds.
es_es: Eliminación de mensajes con tasa limitada, reintentando en %s segundos.
ru_ru: Оцените ограниченное удаление сообщения, повторная попытка через %s секунд.
sv_se: Betygsätt begränsat meddelande ta bort, försöker igen om %s sekunder.

source: Rate limited message delete, but cannot retry!
es_es: Valora la eliminación limitada de mensajes, ¡pero no se puede volver a intentar!
ja_jp: 制限されたメッセージの削除を評価しますが、再試行できません！
ru_ru: Оцените ограниченное сообщение удаления, но не могу повторить попытку!
sv_se: Betygsätt begränsat meddelande ta bort, men kan inte försöka igen!

source: Failed to delete message
es_es: Error al eliminar el mensaje
ja_jp: メッセージの削除に失敗しました
ru_ru: Не удалось удалить сообщение
sv_se: Det gick inte att ta bort meddelandet

source: Got HTTPException trying to delete message: %s
es_es: Obtuvo HTTPException tratando de eliminar el mensaje: %s
ja_jp: HTTPExceptionがメッセージを削除しようとしています: %s
ru_ru: Получено HTTPException пытается удалить сообщение: %s
sv_se: Fick HTTPException försöker ta bort meddelandet: %s

source: Cannot edit message "%s", message not found
es_es: No se puede editar el mensaje "%s", mensaje no encontrado
ja_jp: メッセージ "%s" を編集できません。メッセージが見つかりません。
ru_ru: Невозможно изменить сообщение "%s", сообщение не найдено
sv_se: Kan inte redigera meddelandet "%s", meddelandet hittades inte

source: Sending message instead
es_es: Enviando mensaje en su lugar
ja_jp: 代わりにメッセージを送信中
ru_ru: Отправка сообщения
sv_se: Skickar meddelande istället

source: Rate limited edit message, retrying in %s seconds.
es_es: Califica un mensaje de edición limitado, vuelve a intentarlo en %s segundos.
ja_jp: 制限された編集メッセージを評価し、 %s 秒後に再試行します。
ru_ru: Оценить ограниченное сообщение редактирования, повторная попытка через %s секунд.
sv_se: Betygsätt begränsat redigeringsmeddelande, försöker igen om %s sekunder.

source: Cancelled message edit for: %s
es_es: Edición de mensaje cancelada para: %s
ja_jp: %s へのメッセージ編集をキャンセルしました
ru_ru: Отменено изменение сообщения для: %s
sv_se: Avbröt meddelanderedigering för: %s

source: Failed to edit message
es_es: Error al editar el mensaje
ja_jp: メッセージの編集に失敗しました
ru_ru: Не удалось изменить сообщение
sv_se: Det gick inte att redigera meddelandet

source: Got HTTPException trying to edit message %s to: %s
es_es: Obtuvo HTTPException tratando de editar el mensaje %s a: %s
ja_jp: HTTPExceptionがメッセージ %s を編集しようとしています: %s
ru_ru: Принято HTTPException, пытающееся редактировать сообщение %s в: %s
sv_se: Fick HTTPException försöker redigera meddelandet %s till: %s

source: Cancelled delete for message (ID: %(id)s): %(content)s
es_es: Cancelada la eliminación del mensaje (ID: %(id)s): %(content)s
ja_jp: メッセージの削除をキャンセルしました (ID: %(id)s): %(content)s
ru_ru: Отменено удаление сообщения (ID: %(id)s): %(content)s
sv_se: Avbruten borttagning av meddelande (ID: %(id)s): %(content)s

source: Caught a signal from the OS: %s
es_es: Atrapó una señal del sistema operativo: %s
ja_jp: OSからの信号をキャッチしました： %s
ru_ru: Получен сигнал от ОС: %s
sv_se: Fångade en signal från OS: %s
