Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: Reloads permissions from the permissions.ini file.
es_es: Recarga los permisos del archivo permissions.ini.
fr_fr: Recharge les permissions depuis le fichier permissions.ini
pl_pl: Ponownie ładuje uprawnienia z pliku uprawnień.

source: Add new group with defaults.
es_es: Añadir un nuevo grupo por defecto.
fr_fr: Ajouter un nouveau groupe par défaut.
pl_pl: Dodaj nową grupę z domyślnymi.

source: Remove existing group.
es_es: Eliminar grupo existente.
fr_fr: Supprimer le groupe existant.
pl_pl: Usuń istniejącą grupę.

source: Show help text for the permission option.
es_es: Mostrar texto de ayuda para la opción de permisos.
fr_fr: Afficher le texte d'aide pour l'option de permission.
pl_pl: Pokaż tekst pomocy dla opcji uprawnień.

source: Show permission value for given group and permission.
es_es: Mostrar el valor del permiso para un grupo y permiso dado.
fr_fr: Afficher la valeur de la permission pour un groupe donné et une autorisation.
pl_pl: Pokaż wartość uprawnień dla danej grupy i uprawnień.

source: Save permissions group to file.
es_es: Guardar grupo de permisos en el archivo.
fr_fr: Enregistrer le groupe de permissions dans un fichier.
pl_pl: Zapisz grupę uprawnień do pliku.

source: Set permission value for the group.
es_es: Establecer el valor del permiso para el grupo.
fr_fr: Définir la valeur de permission pour le groupe.
pl_pl: Ustaw wartość uprawnień dla grupy.

source: Manage permissions.ini configuration from within discord.
es_es: Administrar la configuración permissions.ini desde discord.
fr_fr: Gérer la configuration permissions.ini depuis le discord.
pl_pl: Zarządzaj konfiguracją uprawnieńini z dysku.

source: Permissions cannot use channel and user mentions at the same time.
es_es: Los permisos no pueden usar menciones de canal y usuario al mismo tiempo.
fr_fr: Les permissions ne peuvent pas utiliser les mentions de salon et d'utilisateurs en même temps.
pl_pl: Uprawnienia nie mogą używać jednocześnie wspomnień kanału i użytkownika.

source: Permissions reloaded from file successfully!
es_es: ¡Permisos recargados desde el archivo con éxito!
fr_fr: Permissions rechargées depuis le fichier avec succès !
pl_pl: Uprawnienia ponownie załadowane z pliku!

source: Unable to reload Permissions due to an error: %(raw_error)s
es_es: No se pueden recargar los permisos debido a un error: %(raw_error)s
fr_fr: Impossible de recharger les autorisations en raison d'une erreur : %(raw_error)s
pl_pl: Nie można przeładować uprawnień z powodu błędu: %(raw_error)s

source: ## Available Groups: %(groups)s ## Available Options: %(options)s
es_es: ## Grupos disponibles: %(groups)s ## Opciones disponibles: %(options)s
fr_fr: ## Groupes disponibles : %(groups)s ## Options disponibles : %(options)s
pl_pl: ## Dostępne grupy: %(groups)s ## Dostępne opcje: %(options)s

source: You must provide a group or option name for this command.
es_es: Debe proporcionar un nombre de grupo o opción para este comando.
fr_fr: Vous devez fournir un nom de groupe ou d'option pour cette commande.
pl_pl: Musisz podać nazwę grupy lub opcji dla tego polecenia.

source: You must provide a group, option, and value to set for this command.
es_es: Debe proporcionar un grupo, opción y valor para este comando.
fr_fr: Vous devez fournir un groupe, une option et une valeur à définir pour cette commande.
pl_pl: Musisz podać grupę, opcję i wartość, aby ustawić to polecenie.

source: The %(option)s sub-command requires a group and permission name.
es_es: El subcomando %(option)s requiere un grupo y un nombre de permiso.
fr_fr: La sous-commande %(option)s nécessite un nom de groupe et de permission.
pl_pl: Podpolecenie %(option)s wymaga nazwy grupy i uprawnień.

source: The group `%(group)s` is not available. The available groups are: %(sections)s
es_es: El grupo `%(group)s` no está disponible. Los grupos disponibles son: %(sections)s
fr_fr: Le groupe `%(group)s` n'est pas disponible. Les groupes disponibles sont: %(sections)s
pl_pl: Grupa `%(group)s` jest niedostępna. Dostępne grupy to: %(sections)s

source: The permission `%(option)s` is not available.
es_es: El permiso `%(option)s` no está disponible.
fr_fr: La permission `%(option)s` n'est pas disponible.
pl_pl: Uprawnienia `%(option)s` nie są dostępne.

source: This permission can only be set by editing the permissions file.
es_es: Este permiso sólo se puede establecer editando el archivo de permisos.
fr_fr: Cette permission ne peut être définie qu'en modifiant le fichier de permissions.
pl_pl: To uprawnienie może być ustawione tylko przez edycję pliku uprawnień.

source: By default this permission is set to: `%(value)s`
es_es: Por defecto este permiso está establecido en: `%(value)s`
fr_fr: Par défaut, cette permission est définie à : `%(value)s`
pl_pl: Domyślnie to uprawnienie jest ustawione na: `%(value)s`

source: **Permission:** `%(option)s` %(comment)s %(default)s
es_es: **Permiso:** `%(option)s` %(comment)s %(default)s
pl_pl: **Uprawnienie:** `%(option)s` %(comment)s %(default)s

source: Cannot add group `%(group)s` it already exists.
es_es: No se puede agregar el grupo `%(group)s` que ya existe.
fr_fr: Impossible d'ajouter le groupe `%(group)s` il existe déjà.
pl_pl: Nie można dodać grupy `%(group)s` już istnieje.

source: Successfully added new group: `%(group)s` You can now customize the permissions with: `setperms set %(group)s` Make sure to save the new group with: `setperms save %(group)s`
es_es: Nuevo grupo añadido con éxito: `%(group)s` Ahora puedes personalizar los permisos con: `setperms set %(group)s` Asegúrate de guardar el nuevo grupo con: `setperms save %(group)s`
fr_fr: Nouveau groupe ajouté avec succès: `%(group)s` Vous pouvez maintenant personnaliser les permissions avec: `setperms set %(group)s` Assurez-vous de sauvegarder le nouveau groupe avec: `setperms save %(group)s`
pl_pl: Pomyślnie dodano nową grupę: `%(group)s` Możesz teraz dostosować uprawnienia w: `setperms set %(group)s` Upewnij się, że zapisz nową grupę w: `setperms save %(group)s`

source: Cannot remove built-in group.
es_es: No se puede eliminar el grupo integrado.
fr_fr: Impossible de supprimer le groupe intégré.
pl_pl: Nie można usunąć wbudowanej grupy.

source: Successfully removed group: `%(group)s` Make sure to save this change with: `setperms save %(group)s`
es_es: Grupo eliminado con éxito: `%(group)s` Asegúrese de guardar este cambio con: `setperms save %(group)s`
fr_fr: Groupe supprimé avec succès: `%(group)s` Assurez-vous de sauvegarder ce changement avec: `setperms save %(group)s`
pl_pl: Pomyślnie usunięto grupę: `%(group)s` Upewnij się, że zapisać tę zmianę w: `setperms save %(group)s`

source: The owner group is not editable.
es_es: El grupo propietario no es editable.
fr_fr: Le groupe propriétaire n'est pas modifiable.
pl_pl: Grupa właścicieli nie jest edytowalna.

source: Failed to save the group: `%(group)s`
es_es: Error al guardar el grupo: `%(group)s`
fr_fr: Impossible d'enregistrer le groupe: `%(group)s`
pl_pl: Nie udało się zapisać grupy: `%(group)s`

source: Successfully saved the group: `%(group)s`
es_es: Se ha guardado correctamente el grupo: `%(group)s`
fr_fr: Le groupe a été enregistré avec succès : `%(group)s`
pl_pl: Pomyślnie zapisano grupę: `%(group)s`

source: **Permission:** `%(permission)s` Current Value: `%(loaded)s` INI File Value: `%(ini)s`
es_es: **Permiso:** `%(permission)s` Valor actual: `%(loaded)s` Valor del archivo INI: `%(ini)s`
fr_fr: **Permission :** `%(permission)s` Valeur actuelle : `%(loaded)s` Valeur du fichier INI : `%(ini)s`
pl_pl: **Uprawnienie:** `%(permission)s` Bieżąca wartość: `%(loaded)s` INI File Value: `%(ini)s`

source: Permission `%(option)s` was not updated!
es_es: ¡El permiso `%(option)s` no fue actualizado!
fr_fr: Permission `%(option)s` n'a pas été mise à jour !
pl_pl: Uprawnienia `%(option)s` nie zostały zaktualizowane!

source: Permission `%(permission)s` was updated for this session. To save the change use `setperms save %(section)s %(option)s`
es_es: El permiso `%(permission)s` fue actualizado para esta sesión. Para guardar el cambio use `setperms save %(section)s %(option)s`
fr_fr: Permission `%(permission)s` a été mise à jour pour cette session. Pour enregistrer le changement, utilisez `setperms enregistrer %(section)s %(option)s`
pl_pl: Uprawnienia `%(permission)s` zostały zaktualizowane dla tej sesji. Aby zapisać zmianę, użyj `setperms save %(section)s %(option)s`

source: Change the bot's username on discord. Note: The API may limit name changes to twice per hour.
es_es: Cambiar el nombre de usuario del bot en discord. Nota: La API puede limitar los cambios de nombre a dos veces por hora.
fr_fr: Changer le nom d'utilisateur du bot sur discord. Note: L'API peut limiter les changements de nom à deux fois par heure.
pl_pl: Zmień nazwę użytkownika bota na dysku. Uwaga: API może ograniczyć zmianę nazwy do dwóch razy na godzinę.

source: Failed to change username. Did you change names too many times? Remember name changes are limited to twice per hour.
es_es: Error al cambiar el nombre de usuario. ¿Has cambiado nombres demasiadas veces? Recuerda que los cambios de nombre están limitados a dos veces por hora.
fr_fr: Impossible de changer le nom d'utilisateur. Avez-vous changé de nom trop de fois ? Rappelez-vous que les changements de nom sont limités à deux fois par heure.
pl_pl: Nie udało się zmienić nazwy użytkownika. Czy zmieniłeś nazwy zbyt wiele razy? Zapamiętaj zmiany nazwy są ograniczone do dwóch razy na godzinę.

source: Failed to change username due to error: %(raw_error)s
es_es: Error al cambiar el nombre de usuario debido al error: %(raw_error)s
fr_fr: Impossible de modifier le nom d'utilisateur en raison d'une erreur : %(raw_error)s
pl_pl: Nie udało się zmienić nazwy użytkownika z powodu błędu: %(raw_error)s

source: Set the bot's username to `%(name)s`
es_es: Establezca el nombre de usuario del bot a `%(name)s`
fr_fr: Le nom d'utilisateur du bot a été défini à `%(name)s`
pl_pl: Ustaw nazwę użytkownika bota na `%(name)s`

source: Change the MusicBot's nickname.
es_es: Cambiar el apodo de MusicBot.
fr_fr: Changez le surnom du MusicBot.
pl_pl: Zmień nick MusicBot.

source: Unable to change nickname: no permission.
es_es: No se puede cambiar el apodo: no hay permiso.
fr_fr: Impossible de changer le pseudo : pas de permission.
pl_pl: Nie można zmienić pseudonimu: brak uprawnień.

source: Failed to set nickname due to error: %(raw_error)s
es_es: No se pudo establecer el nick debido a un error: %(raw_error)s
fr_fr: Impossible de définir le pseudo en raison d'une erreur : %(raw_error)s
pl_pl: Nie udało się ustawić pseudonimu z powodu błędu: %(raw_error)s

source: Set the bot's nickname to `%(nick)s`
es_es: Establecer el apodo del bot a `%(nick)s`
fr_fr: Pseudo du bot défini à `%(nick)s`
pl_pl: Ustawiono pseudonim bota na `%(nick)s`

source: Set a per-server command prefix.
es_es: Establecer un prefijo de comando por servidor.
fr_fr: Définissez un préfixe de commande par serveur.
pl_pl: Ustaw prefiks komendy na serwer.

source: Clear the per-server command prefix.
es_es: Borrar el prefijo de comando por servidor.
fr_fr: Effacer le préfixe de commande par serveur.
pl_pl: Wyczyść prefiks komend na serwer.

source: Override the default command prefix in the server. The option EnablePrefixPerGuild must be enabled first.
es_es: Reemplaza el prefijo de comandos predeterminado en el servidor. La opción EnablePrefixPerGuild debe estar habilitada primero.
fr_fr: Remplacer le préfixe de commande par défaut sur le serveur. L'option EnablePrefixPerGuild doit d'abord être activée.
pl_pl: Zastąp domyślny prefiks poleceń na serwerze. Opcja Włączony PrefixPerGuild musi być włączona w pierwszej kolejności.

source: Custom emoji must be from this server to use as a prefix.
es_es: Los emoji personalizados deben ser de este servidor para usar como prefijo.
fr_fr: Les émojis personnalisés doivent provenir de ce serveur pour être utilisés comme préfixes.
pl_pl: Niestandardowe emoji muszą być z tego serwera, aby użyć jako prefiks.

source: Server command prefix is cleared.
es_es: Se ha borrado el prefijo del comando del servidor.
fr_fr: Le préfixe de commande du serveur est effacé.
pl_pl: Prefiks komend serwera został wyczyszczony.

source: Server command prefix is now: %(prefix)s
es_es: El prefijo del comando del servidor es ahora: %(prefix)s
fr_fr: Le préfixe de commande du serveur est maintenant : %(prefix)s
pl_pl: Prefiks polecenia serwera jest teraz: %(prefix)s

source: Prefix per server is not enabled! Use the config command to update the prefix instead.
es_es: ¡El prefijo por servidor no está habilitado! Utilice el comando de configuración para actualizar el prefijo en su lugar.
fr_fr: Le préfixe par serveur n'est pas activé ! Utilisez la commande de configuration pour mettre à jour le préfixe à la place.
pl_pl: Prefiks na serwer nie jest włączony! Użyj komendy config aby zaktualizować prefiks.

source: Show language codes available to use.
es_es: Mostrar códigos de idioma disponibles para usar.
fr_fr: Afficher les codes de langue disponibles à utiliser.
pl_pl: Pokaż kody językowe dostępne do użycia.

source: Set the desired language for this server.
es_es: Establezca el idioma deseado para este servidor.
fr_fr: Définissez la langue souhaitée pour ce serveur.
pl_pl: Ustaw żądany język dla tego serwera.

source: Reset the server language to bot's default language.
es_es: Restablecer el idioma del servidor al idioma predeterminado del bot.
fr_fr: Réinitialiser la langue du serveur à la langue par défaut du bot.
pl_pl: Zresetuj język serwera do domyślnego języka bota.

source: Manage the language used for messages in the calling server.
es_es: Administrar el idioma utilizado para los mensajes en el servidor de llamadas.
fr_fr: Gérer la langue utilisée pour les messages dans le serveur appelant.
pl_pl: Zarządzaj językiem używanym do wiadomości na serwerze połączeń.

source: This command can only be used in guilds.
es_es: Este comando sólo puede ser usado en gremios.
fr_fr: Cette commande ne peut être utilisée que dans les guildes.
pl_pl: Ta komenda może być użyta tylko w gildiach.

source: Invalid sub-command given. Use the help command for more information.
es_es: Sub-comando inválido. Utilice el comando de ayuda para más información.
fr_fr: Sous-commande invalide. Utilisez la commande d'aide pour plus d'informations.
pl_pl: Podano nieprawidłowe polecenie. Aby uzyskać więcej informacji, użyj polecenia pomocy.

source: **Current Language:** `%(locale)s` **Available Languages:** ``` %(languages)s```
es_es: **Idioma actual:** `%(locale)s` **Idiomas disponibles:** ``` %(languages)s```
fr_fr: **Langue actuelle :** `%(locale)s` **Langues disponibles :** ``` %(languages)s```
pl_pl: **Bieżący język:** `%(locale)s` **Dostępne języki:** ``` %(languages)s```

source: Cannot set language to `%(locale)s` it is not available.
es_es: No se puede establecer el idioma a `%(locale)s` no está disponible.
fr_fr: Impossible de définir la langue à `%(locale)s` il n'est pas disponible.
pl_pl: Nie można ustawić języka na `%(locale)s` nie jest on dostępny.

source: Language for this server now set to: `%(locale)s`
es_es: Idioma para este servidor ahora establecido en: `%(locale)s`
fr_fr: La langue de ce serveur est maintenant définie à : `%(locale)s`
pl_pl: Język dla tego serwera ustawiony jest: `%(locale)s`

source: Language for this server has been reset to: `%(locale)s`
es_es: El idioma de este servidor se ha restablecido a: `%(locale)s`
fr_fr: La langue de ce serveur a été réinitialisée à : `%(locale)s`
pl_pl: Język dla tego serwera został zresetowany do: `%(locale)s`

source: Change MusicBot's avatar. Attaching a file and omitting the url parameter also works.
es_es: Cambiar el avatar de MusicBot. Adjuntar un archivo y omitir el parámetro url también funciona.
fr_fr: Change l'avatar de MusicBot. Attacher un fichier et omettre le paramètre url fonctionne aussi.
pl_pl: Zmień awatar MusicBota. Dołączanie pliku i pominięcie parametru url również działa.

source: You must provide a URL or attach a file.
es_es: Debe proporcionar una URL o adjuntar un archivo.
fr_fr: Vous devez fournir une URL ou joindre un fichier.
pl_pl: Musisz podać adres URL lub załączyć plik.

source: Unable to change avatar due to error: %(raw_error)s
es_es: No se puede cambiar el avatar debido a un error: %(raw_error)s
fr_fr: Impossible de changer d'avatar en raison d'une erreur : %(raw_error)s
pl_pl: Nie można zmienić awatara z powodu błędu: %(raw_error)s

source: Changed the bot's avatar.
es_es: Se ha cambiado el avatar del bot.
fr_fr: L'avatar du bot a été modifié.
pl_pl: Zmieniono awatar bota.

source: Force MusicBot to disconnect from the discord server.
es_es: Forzar a MusicBot a desconectarse del servidor de discord.
fr_fr: Forcer MusicBot à se déconnecter du serveur discord.
pl_pl: Wymuś rozłączenie MusicBot z serwerem Discord.

source: Disconnected from server `%(guild)s`
es_es: Desconectado del servidor `%(guild)s`
fr_fr: Déconnecté du serveur `%(guild)s`
pl_pl: Rozłączono z serwerem `%(guild)s`

source: Disconnected a playerless voice client? [BUG]
es_es: ¿Desconectado un cliente de voz sin jugador? [BUG]
fr_fr: Déconnecté un client vocal sans joueur ? [BUG]
pl_pl: Odłączono klienta głosowego bez odtwarzacza? [BUG]

source: Not currently connected to server `%(guild)s`
es_es: Actualmente no conectado al servidor `%(guild)s`
fr_fr: Pas actuellement connecté au serveur `%(guild)s`
pl_pl: Obecnie nie jest połączony z serwerem `%(guild)s`

source: Attempt to reload without process restart. The default option.
es_es: Intento de recargar sin reiniciar el proceso. La opción predeterminada.
fr_fr: Tentative de rechargement sans redémarrage du processus. L'option par défaut.
pl_pl: Próba odświeżenia bez ponownego uruchomienia procesu. Opcja domyślna.

source: Attempt to restart the entire MusicBot process, reloading everything.
es_es: Intentó reiniciar todo el proceso de MusicBot. Recargando todo.
fr_fr: Tentative de redémarrer l'ensemble du processus MusicBot, rechargeant tout.
pl_pl: Próba ponownego uruchomienia całego procesu MusicBot, przeładowanie wszystkiego.

source: Full restart, but attempt to update pip packages before restart.
es_es: Reinicio completo, pero intente actualizar los paquetes pip antes de reiniciar.
fr_fr: Redémarrage complet, mais essayer de mettre à jour les paquets pip avant de redémarrer.
pl_pl: Pełne ponowne uruchomienie, ale próba aktualizacji pakietów pip przed ponownym uruchomieniem.

source: Full restart, but update MusicBot source code with git first.
es_es: Reinicio completo, pero actualiza el código fuente de MusicBot con git primero.
fr_fr: Redémarrage complet, mais mettez à jour le code source de MusicBot avec git d'abord.
pl_pl: Pełne ponowne uruchomienie, ale najpierw zaktualizuj kod źródłowy MusicBot git.

source: Attempt to update all dependency and source code before fully restarting.
es_es: Intento de actualizar toda la dependencia y el código fuente antes de reiniciar por completo.
fr_fr: Tentative de mettre à jour toutes les dépendances et le code source avant de redémarrer complètement.
pl_pl: Próba zaktualizowania wszystkich zależności i kodu źródłowego przed całkowitym ponownym uruchomieniem.

source: Attempts to restart the MusicBot in a number of different ways. With no option supplied, a `soft` restart is implied. It can be used to remotely update a MusicBot installation, but should be used with care. If you have a service manager, we recommend using it instead of this command for restarts.
es_es: Intenta reiniciar MusicBot de distintas maneras. Si no se proporciona ninguna opción, se da por sentado un reinicio "suave". Se puede utilizar para actualizar de forma remota una instalación de MusicBot, pero debe utilizarse con cuidado. Si tiene un administrador de servicios, le recomendamos que lo utilice en lugar de este comando para reiniciar.
fr_fr: Tente de redémarrer MusicBot de différentes manières. Si aucune option n'est fournie, un redémarrage « soft » est implicite. Il peut être utilisé pour mettre à jour à distance une installation MusicBot, mais doit être utilisé avec précaution. Si vous disposez d'un gestionnaire de services, nous vous recommandons de l'utiliser à la place de cette commande pour les redémarrages.
pl_pl: Próbuje zrestartować MusicBot na kilka różnych sposobów. Bez opcji implikuje się restart `soft`. Może być używany do zdalnego aktualizowania instalacji MusicBot, ale powinien być używany z ostrożnością. Jeśli masz menedżera usług, zalecamy użycie go zamiast tej komendy do ponownego uruchomienia.

source: Invalid option given, use one of: soft, full, upgrade, uppip, or upgit
es_es: Opción inválida dada, utilice una de: suave, completa, actualizada, actualizada o actualizada
fr_fr: Option non valide, utilisez une de : soft, full, upgrade, uppip ou upgit
pl_pl: Podano nieprawidłową opcję, użyj jednej z: miękkiej, pełnej, aktualizacji, uppip lub upgit

source: %(emoji)s Restarting current instance...
es_es: %(emoji)s Reiniciando la instancia actual...
fr_fr: %(emoji)s Redémarrage de l'instance actuelle...
pl_pl: %(emoji)s Restartowanie bieżącej instancji...

source: %(emoji)s Restarting bot process...
es_es: %(emoji)s Reiniciando el proceso del bot...
fr_fr: %(emoji)s Le processus de redémarrage du bot...
pl_pl: %(emoji)s Restartowanie procesu bota...

source: %(emoji)s Will try to upgrade required pip packages and restart the bot...
es_es: %(emoji)s Intentará actualizar los paquetes pip necesarios y reiniciar el bot...
fr_fr: %(emoji)s va essayer de mettre à niveau les packages pip requis et de redémarrer le bot...
pl_pl: %(emoji)s spróbuje ulepszyć wymagane pakiety pip i zrestartować bot...

source: %(emoji)s Will try to update bot code with git and restart the bot...
es_es: %(emoji)s intentará actualizar el código del bot con git y reiniciar el bot...
fr_fr: %(emoji)s va essayer de mettre à jour le code du bot avec git et de redémarrer le bot...
pl_pl: %(emoji)s spróbuje zaktualizować kod bota z git i zrestartować bota...

source: %(emoji)s Will try to upgrade everything and restart the bot...
es_es: %(emoji)s Intentará actualizar todo y reiniciar el bot...
fr_fr: %(emoji)s Je vais essayer de tout mettre à niveau et de redémarrer le bot...
pl_pl: %(emoji)s spróbuje ulepszyć wszystko i zrestartować bot...

source: Disconnect from all voice channels and close the MusicBot process.
es_es: Desconecte de todos los canales de voz y cierre el proceso MusicBot.
fr_fr: Déconnectez de tous les canaux vocaux et fermez le processus MusicBot.
pl_pl: Odłącz od wszystkich kanałów głosowych i zamknij proces MusicBot.

source: Leave the discord server given by name or server ID.
es_es: Deja el servidor de discord dado por nombre o ID del servidor.
fr_fr: Laissez le serveur discord donné par le nom ou l'ID du serveur.
pl_pl: Pozostaw serwer discorda podany przez nazwę lub ID serwera.

source: Force MusicBot to leave the given Discord server. Names are case-sensitive, so using an ID number is more reliable.
es_es: Fuerza a MusicBot a abandonar el servidor de Discord dado. Los nombres son sensibles a mayúsculas y minúsculas, por lo que usar un número de ID es más fiable.
fr_fr: Forcer MusicBot à quitter le serveur Discord donné. Les noms sont sensibles à la casse, donc l'utilisation d'un numéro d'identification est plus fiable.
pl_pl: Wymuś MusicBot aby opuścił dany serwer Discord. Nazwy mają znaczenie dla liter, więc użycie numeru ID jest bardziej wiarygodne.

source: You must provide an ID or name.
es_es: Debe proporcionar un ID o nombre.
fr_fr: Vous devez fournir un ID ou un nom.
pl_pl: Musisz podać identyfikator lub nazwę.
