Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: You have reached your playlist item limit (%(max)s)
es_es: Has alcanzado el límite de elementos de tu lista de reproducción (%(max)s)
fr_fr: Vous avez atteint la limite d'élément de votre playlist (%(max)s)
pl_pl: Osiągnąłeś limit przedmiotów na liście odtwarzania (%(max)s)

source: Please specify a search query. Use `help search` for more information.
es_es: Por favor especifique una consulta de búsqueda. Use `help search` para más información.
fr_fr: Veuillez spécifier une requête de recherche. Utilisez `help search` pour plus d'informations.
pl_pl: Proszę określić zapytanie wyszukiwania. Aby uzyskać więcej informacji, użyj `help search`.

source: You cannot search for more than %(max)s videos
es_es: No puedes buscar más de %(max)s vídeos
fr_fr: Vous ne pouvez pas rechercher plus de vidéos %(max)s
pl_pl: Nie możesz wyszukać więcej niż filmy %(max)s

source: Searching for videos...
es_es: Buscando videos...
fr_fr: Recherche de vidéos...
pl_pl: Wyszukiwanie filmów...

source: Search failed due to an error: %(error)s
es_es: La búsqueda falló debido a un error: %(error)s
fr_fr: La recherche a échoué en raison d'une erreur : %(error)s
pl_pl: Wyszukiwanie nie powiodło się z powodu błędu: %(error)s

source: No videos found.
es_es: No se encontraron vídeos.
fr_fr: Aucune vidéo trouvée.
pl_pl: Nie znaleziono filmów.

source: To select a song, type the corresponding number.
es_es: Para seleccionar una canción, escriba el número correspondiente.
fr_fr: Pour sélectionner une chanson, tapez le numéro correspondant.
pl_pl: Aby wybrać piosenkę, wpisz odpowiedni numer.

source: Search results from %(service)s:
es_es: Resultados de la búsqueda de %(service)s:
fr_fr: Résultats de la recherche à partir de %(service)s:
pl_pl: Wyniki wyszukiwania z %(service)s:

source: **0**. Cancel
es_es: **0**. Cancela
fr_fr: **0**. Annuler
pl_pl: **0**. Anuluj

source: Pick a song
es_es: Elige una canción
fr_fr: Choisir une chanson
pl_pl: Wybierz utwór

source: Added song [%(track)s](%(url)s) to the queue.
es_es: Canción añadida [%(track)s](%(url)s) a la cola.
fr_fr: Ajout de la chanson [%(track)s](%(url)s) à la file d'attente.
pl_pl: Dodano utwór [%(track)s](%(url)s) do kolejki.

source: Result %(number)s of %(total)s: %(url)s
es_es: Resultado %(number)s de %(total)s: %(url)s
fr_fr: Résultat %(number)s de %(total)s: %(url)s
pl_pl: Wynik %(number)s dla %(total)s: %(url)s

source: Alright, coming right up!
es_es: Muy bien, ¡vaya!
fr_fr: D'accord, venez tout droit !
pl_pl: W porządku, nadchodzące!

source: Show information on what is currently playing.
es_es: Mostrar información sobre lo que se está reproduciendo actualmente.
fr_fr: Afficher des informations sur ce qui est en train de jouer.
pl_pl: Pokaż informacje o tym, co aktualnie gra.

source: Now playing
es_es: Reproduciendo
fr_fr: En cours de lecture
pl_pl: Teraz odtwarzane

source: Currently streaming:
es_es: Transmisión actual:
fr_fr: Actuellement en streaming:
pl_pl: Aktualnie streamowanie:

source: Currently playing:
es_es: Reproduciendo actualmente:
fr_fr: En cours de lecture :
pl_pl: Aktualnie odtwarzane:

source: Added By:
es_es: Añadido por:
fr_fr: Ajouté par:
pl_pl: Dodane przez:

source: Progress:
es_es: Progreso:
fr_fr: Progression :
pl_pl: Postęp:

source: There are no songs queued! Queue something with a play command.
es_es: No hay canciones en cola! Coloca algo con un comando de reproducción.
fr_fr: Il n'y a pas de chansons en attente ! Mettre en file d'attente quelque chose avec une commande de lecture.
pl_pl: Brak utworów w kolejce! Kolejka czegoś z poleceniem odtwarzania.

source: Tell MusicBot to join the channel you're in.
es_es: Dile a MusicBot que se una al canal en el que estás.
fr_fr: Dites à MusicBot de rejoindre la chaîne dans laquelle vous êtes.
pl_pl: Powiedz MusicBot, aby dołączył do kanału, w którym jesteś.

source: You are not connected to voice. Try joining a voice channel!
es_es: No estás conectado a la voz. ¡Prueba a unirte a un canal de voz!
fr_fr: Vous n'êtes pas connecté à la voix. Essayez de rejoindre un salon vocal !
pl_pl: Nie jesteś połączony z głosowaniem. Spróbuj dołączyć do kanału głosowego!

source: Connected to `%(channel)s`
es_es: Conectado a `%(channel)s`
fr_fr: Connecté à `%(channel)s`
pl_pl: Połączono z `%(channel)s`

source: Makes MusicBot follow a user when they change channels in a server.
es_es: Hace que MusicBot siga a un usuario cuando cambia de canal en un servidor.
fr_fr: Permet à MusicBot de suivre un utilisateur lorsqu'il change de canal sur un serveur.
pl_pl: Sprawia, że MusicBot obserwuje użytkownika, gdy zmienia kanały na serwerze.

source: No longer following user `%(user)s`
es_es: Ya no sigue al usuario `%(user)s`
fr_fr: Plus utilisateur suivant `%(user)s`
pl_pl: Nie obserwuj już użytkownika `%(user)s`

source: Now following user `%(user)s` between voice channels.
es_es: Ahora siguiendo al usuario `%(user)s` entre los canales de voz.
fr_fr: Maintenant, l'utilisateur suivant `%(user)s` entre les salons vocaux.
pl_pl: Teraz obserwuj użytkownika `%(user)s` pomiędzy kanałami głosowymi.

source: MusicBot cannot follow a user that is not a member of the server.
es_es: MusicBot no puede seguir a un usuario que no es miembro del servidor.
fr_fr: MusicBot ne peut pas suivre un utilisateur qui n'est pas membre du serveur.
pl_pl: MusicBot nie może śledzić użytkownika, który nie jest członkiem serwera.

source: Will follow user `%(user)s` between voice channels.
es_es: Siguirá al usuario `%(user)s` entre los canales de voz.
fr_fr: Suivra l'utilisateur `%(user)s` entre les salons vocaux.
pl_pl: Będzie obserwować użytkownika `%(user)s` pomiędzy kanałami głosowymi.

source: Pause playback if a track is currently playing.
es_es: Pausar la reproducción si una pista se está reproduciendo.
fr_fr: Mettre en pause la lecture si une piste est en cours de lecture.
pl_pl: Wstrzymaj odtwarzanie, jeśli odtwarzany jest utwór.

source: Paused music in `%(channel)s`
es_es: Música en pausa en `%(channel)s`
fr_fr: Musique en pause dans `%(channel)s`
pl_pl: Wstrzymana muzyka w `%(channel)s`

source: Player is not playing.
es_es: El jugador no está reproduciendo.
fr_fr: Le joueur ne joue pas.
pl_pl: Gracz nie gra.

source: Resumes playback if the player was previously paused.
es_es: Reinicia la reproducción si el jugador estaba pausado previamente.
fr_fr: Reprend la lecture si le lecteur a été mis en pause précédemment.
pl_pl: Wznawia odtwarzanie, jeśli gracz był wcześniej wstrzymany.

source: Resumed music in `%(channel)s`
es_es: Reanudó la música en `%(channel)s`
fr_fr: Reprise de la musique dans `%(channel)s`
pl_pl: Wznowiono muzykę w `%(channel)s`

source: Resumed music queue
es_es: Cola de música restablecida
fr_fr: Reprise de la file d'attente musicale
pl_pl: Wznowiono kolejkę muzyki

source: Player is not paused.
es_es: Jugador no está pausado.
fr_fr: Le lecteur n'est pas mis en pause.
pl_pl: Gracz nie jest wstrzymany.

source: Shuffle all current tracks in the queue.
es_es: Mezclar todos los rastros actuales en cola.
fr_fr: Mélanger toutes les pistes en cours dans la file d'attente.
pl_pl: Losuj wszystkie bieżące utwory w kolejce.

source: Shuffled all songs in the queue.
es_es: Mezclado todas las canciones en la cola.
fr_fr: Mélange toutes les chansons dans la file d'attente.
pl_pl: Wszystkie piosenki w kolejce.

source: Removes all songs currently in the queue.
es_es: Elimina todas las canciones actualmente en cola.
fr_fr: Supprime toutes les chansons actuellement dans la file d'attente.
pl_pl: Usuwa wszystkie utwory obecnie w kolejce.

source: Cleared all songs from the queue.
es_es: Se borraron todas las canciones de la cola.
fr_fr: Toutes les chansons de la file d'attente ont été supprimées.
pl_pl: Wyczyszczono wszystkie piosenki z kolejki.

source: Remove a song from the queue, optionally at the given queue position. If the position is omitted, the song at the end of the queue is removed. Use the queue command to find position number of your track. However, positions of all songs are changed when a new song starts playing.
es_es: Quitar una canción de la cola, opcionalmente en la posición de cola indicada. Si se omite la posición, se elimina la canción que se encuentra al final de la cola. Utilice el comando queue para encontrar el número de posición de su pista. Sin embargo, las posiciones de todas las canciones se modifican cuando comienza a reproducirse una nueva canción.
fr_fr: Supprimez une chanson de la file d'attente, éventuellement à la position de la file d'attente donnée. Si la position est omise, la chanson à la fin de la file d'attente est supprimée. Utilisez la commande queue pour trouver le numéro de position de votre piste. Cependant, les positions de toutes les chansons sont modifiées lorsqu'une nouvelle chanson commence à jouer.
pl_pl: Usuń utwór z kolejki, opcjonalnie w danej pozycji kolejki. Jeśli pozycja jest pominięta, piosenka na końcu kolejki zostaje usunięta. Użyj polecenia kolejki, aby znaleźć numer pozycji swojego utworu. Jednakże, pozycje wszystkich piosenek są zmieniane, gdy rozpocznie się odtwarzanie.

source: Nothing in the queue to remove!
es_es: ¡Nada en la cola para eliminar!
fr_fr: Rien dans la file d'attente à supprimer !
pl_pl: Nic w kolejce do usunięcia!

source: Removed `%(track)s` added by `%(user)s`
es_es: Eliminado `%(track)s` añadido por `%(user)s`
fr_fr: Supprimé `%(track)s` ajouté par `%(user)s`
pl_pl: Usunięto `%(track)s` dodane przez `%(user)s`

source: Nothing found in the queue from user `%(user)s`
es_es: No se ha encontrado nada en la cola del usuario `%(user)s`
fr_fr: Rien n'a été trouvé dans la file d'attente de l'utilisateur `%(user)s`
pl_pl: Nic nie znaleziono w kolejce od użytkownika `%(user)s`

source: You do not have the permission to remove that entry from the queue. You must be the one who queued it or have instant skip permissions.
es_es: No tienes permiso para eliminar esa entrada de la cola. Debes ser tú quien la puso en cola o tener permisos de omisión instantánea.
fr_fr: Vous n'avez pas le droit de supprimer cette entrée de la file d'attente. Vous devez être celui qui l'a mis en file d'attente ou qui a des permissions de sauter instantanément.
pl_pl: Nie masz uprawnień do usuwania tego wpisu z kolejki. Musisz być tym, który ma w kolejce do kolejki lub ma natychmiastowe uprawnienia do pominięcia.

source: Invalid entry number. Use the queue command to find queue positions.
es_es: Número de entrada no válido. Utilice el comando de cola para encontrar las posiciones de la cola.
fr_fr: Numéro d'entrée invalide. Utilisez la commande file d'attente pour trouver les positions de la file d'attente.
pl_pl: Nieprawidłowy numer wpisu. Użyj polecenia kolejki, aby znaleźć pozycje kolejki.

source: Removed entry `%(track)s` added by `%(user)s`
es_es: Entrada eliminada `%(track)s` añadida por `%(user)s`
fr_fr: Entrée supprimée `%(track)s` ajoutée par `%(user)s`
pl_pl: Usunięto wpis `%(track)s` dodany przez `%(user)s`

source: Removed entry `%(track)s`
es_es: Se ha eliminado la entrada `%(track)s`
fr_fr: Entrée retirée `%(track)s`
pl_pl: Usunięto wpis `%(track)s`

source: Skip or vote to skip the current playing song. Members with InstaSkip permission may use force parameter to bypass voting. If LegacySkip option is enabled, the force parameter can be ignored.
es_es: Saltar o votar para omitir la canción actual. Los miembros con permiso InstaSkip pueden usar el parámetro de fuerza para omitir el voto. Si la opción LegacySkip está activada, el parámetro de fuerza puede ser ignorado.
fr_fr: Ignorez ou votez pour passer la chanson en cours de lecture. les membres avec la permission InstaSkip peuvent utiliser le paramètre de force pour contourner le vote. Si l'option LegacySkip est activée, le paramètre force peut être ignoré.
pl_pl: Pomiń lub zagłosuj aby pominąć bieżącą piosenkę odtwarzaną. Członkowie z uprawnieniami InstaSkip mogą użyć parametru wymuszenia aby ominąć głos. Jeśli opcja LegacySkip jest włączona, parametr siły można zignorować.

source: Can't skip! The player is not playing!
es_es: ¡No se puede saltar! ¡El jugador no está jugando!
fr_fr: Impossible de sauter ! Le joueur ne joue pas !
pl_pl: Nie można pominąć! Gracz nie gra!

source: The next song `%(track)s` is downloading, please wait.
es_es: La siguiente canción `%(track)s` está descargando, por favor espere.
fr_fr: La prochaine chanson `%(track)s` est en cours de téléchargement, veuillez patienter.
pl_pl: Następna piosenka `%(track)s` jest pobierana, proszę czekać.

source: The next song will be played shortly. Please wait.
es_es: La siguiente canción se reproducirá en breve. Por favor espere.
fr_fr: La prochaine chanson sera jouée sous peu. Veuillez patienter.
pl_pl: Następny utwór zostanie wkrótce odtworzony. Proszę czekać.

source: Something odd is happening. You might want to restart the bot if it doesn't start working.
es_es: Algo extraño está sucediendo. Puede que quieras reiniciar el bot si no empieza a funcionar.
fr_fr: Quelque chose de bizarre se passe. Vous pouvez redémarrer le bot s'il ne commence pas à fonctionner.
pl_pl: Coś nieparzystego. Może chcesz zrestartować bota, jeśli nie zacznie działać.

source: Something strange is happening. You might want to restart the bot if it doesn't start working.
es_es: Algo extraño está sucediendo. Puede que quieras reiniciar el bot si no empieza a funcionar.
fr_fr: Quelque chose d'étrange est en train de se produire. Vous pouvez redémarrer le bot si cela ne fonctionne pas.
pl_pl: Coś dziwnego się dzieje. Być może chcesz ponownie uruchomić bota, jeśli nie zacznie działać.

source: You do not have permission to force skip a looped song.
es_es: No tienes permiso para forzar a saltar una canción en bucle.
fr_fr: Vous n'avez pas la permission de forcer le saut d'une chanson en boucle.
pl_pl: Nie masz uprawnień, aby wymusić pominięcie piosenki w pętli.

source: Force skipped `%(track)s`.
es_es: Forzar omitido `%(track)s`.
fr_fr: Force ignorée `%(track)s`.
pl_pl: Wymuś pominięcie `%(track)s`.

source: You do not have permission to force skip.
es_es: No tienes permiso para forzar saltar.
fr_fr: Vous n'avez pas la permission de forcer le saut.
pl_pl: Nie masz uprawnień do wymuszania pominięcia.

source: You do not have permission to skip a looped song.
es_es: No tienes permiso para saltar una canción en bucle.
fr_fr: Vous n'avez pas la permission de sauter une chanson en boucle.
pl_pl: Nie masz uprawnień, aby pominąć piosenkę w pętli.

source: Your skip for `%(track)s` was acknowledged. The vote to skip has been passed.%(next_up)s
es_es: Tu salto para `%(track)s` ha sido reconocido. El voto para saltar ha sido aprobado.%(next_up)s
fr_fr: Votre saut pour `%(track)s` a été reconnu. Le vote à passer a été passé.%(next_up)s
pl_pl: Twój przeskok dla `%(track)s` został potwierdzony. Głosowanie na pominięcie zostało przekazane.%(next_up)s

source: Next song coming up!
es_es: ¡Próxima canción!
fr_fr: Prochaine chanson à venir !
pl_pl: Następny utwór nadchodzi!

source: Your skip for `%(track)s` was acknowledged. Need **%(votes)s** more vote(s) to skip this song.
es_es: Tu salto para `%(track)s` ha sido reconocido. Necesitas **%(votes)s** más votos para saltarte esta canción.
fr_fr: Votre saut pour `%(track)s` a été reconnu. Besoin de **%(votes)s** plus de votes pour sauter cette chanson.
pl_pl: Twoje pominięcie dla `%(track)s` zostało potwierdzone. Potrzebujesz **%(votes)s** więcej głosów, aby pominąć tę piosenkę.

source: Set the output volume level of MusicBot from 1 to 100. Volume parameter allows a leading + or - for relative adjustments. The volume setting is retained until MusicBot is restarted.
es_es: Establezca el nivel de volumen de salida de MusicBot de 1 a 100. El parámetro de volumen permite introducir un signo + o - inicial para realizar ajustes relativos. La configuración de volumen se conserva hasta que se reinicia MusicBot.
fr_fr: Définissez le niveau de volume de sortie de MusicBot de 1 à 100. paramètre de volume permet un + ou - premier + ou - pour des ajustements relatifs. Le réglage de volume est conservé jusqu'à ce que MusicBot soit redémarré.
pl_pl: Ustaw poziom głośności wyjściowej MusicBot od 1 do 100. Parametr głośności pozwala na początkowe + lub - dla względnych korekt. Ustawienie głośności jest utrzymywane do czasu ponownego uruchomienia MusicBot.

source: Current volume: `%(volume)s%%`
es_es: Volumen actual: `%(volume)s%%`
fr_fr: Volume actuel : `%(volume)s%%`
pl_pl: Bieżąca objętość: `%(volume)s%%`

source: `%(new_volume)s` is not a valid number
es_es: `%(new_volume)s` no es un número válido
fr_fr: `%(new_volume)s` n'est pas un nombre valide
pl_pl: `%(new_volume)s` nie jest poprawną liczbą

source: Updated volume from **%(old)d** to **%(new)d**
es_es: Volumen actualizado de **%(old)d** a **%(new)d**
fr_fr: Volume mis à jour de **%(old)d** à **%(new)d**
pl_pl: Zaktualizowano głośność z **%(old)d** do **%(new)d**

source: Unreasonable volume change provided: %(old_volume)s%(adjustment)s is %(new_volume)s. Volume can only be set from 1 to 100.
es_es: Se proporcionó un cambio de volumen poco razonable: %(old_volume)s%(adjustment)s es %(new_volume)s. El volumen solo puede establecerse de 1 a 100.
fr_fr: Changement de volume déraisonnable fourni: %(old_volume)s%(adjustment)s est %(new_volume)s. Le volume ne peut être défini que de 1 à 100.
pl_pl: Nieuzasadniona zmiana głośności: %(old_volume)s%(adjustment)s to %(new_volume)s. Głośność można ustawić tylko od 1 do 100.

source: Unreasonable volume provided: %(volume)s. Provide a value between 1 and 100.
es_es: Volumen no razonable proporcionado: %(volume)s. Proporciona un valor entre 1 y 100.
fr_fr: Volume déraisonnable fourni: %(volume)s. Fournissez une valeur comprise entre 1 et 100.
pl_pl: Podano nieracjonalny wolumen: %(volume)s. Podaj wartość między 1 a 100.

source: Change the playback speed of the currently playing track only. The rate must be between 0.5 and 100.0 due to ffmpeg limits. Streaming playback does not support speed adjustments.
es_es: Cambiar la velocidad de reproducción de la pista de reproducción actualmente. La tasa debe estar entre 0.5 y 100. debido a límites de ffmpeg. La reproducción de streaming no soporta ajustes de velocidad.
fr_fr: Modifier la vitesse de lecture de la piste en cours de lecture. La vitesse doit être comprise entre 0,5 et 100. en raison des limites de ffmpeg. La lecture en continu ne prend pas en charge les réglages de vitesse.
pl_pl: Zmień szybkość odtwarzania tylko dla aktualnie odtwarzanego utworu. musi być pomiędzy 0,5 a 100. z powodu limitów ffmpeg. odtwarzanie strumieniowe nie obsługuje regulacji prędkości.

source: No track is playing, cannot set speed. Use the config command to set a default playback speed.
es_es: No se está reproduciendo ninguna pista, no se puede establecer la velocidad. Utilice el comando de configuración para establecer una velocidad de reproducción predeterminada.
fr_fr: Aucune piste n'est lue, impossible de définir la vitesse. Utilisez la commande de configuration pour définir une vitesse de lecture par défaut.
pl_pl: Brak odtwarzanego utworu, nie można ustawić prędkości. Użyj komendy konfiguracyjnej, aby ustawić domyślną prędkość odtwarzania.

source: Speed cannot be applied to streamed media.
es_es: La velocidad no se puede aplicar a los medios streamed.
fr_fr: La vitesse ne peut pas être appliquée aux médias streamés.
pl_pl: Prędkość nie może być zastosowana do mediów strumieniowych.

source: You must provide a speed to set.
es_es: Debe proporcionar una velocidad para establecer.
fr_fr: Vous devez fournir une vitesse à définir.
pl_pl: Musisz podać szybkość, aby ustawić.

source: The speed you provided is invalid. Use a number between 0.5 and 100.
es_es: La velocidad que proporcionaste no es válida. Usa un número entre 0.5 y 100.
fr_fr: La vitesse que vous avez fournie n'est pas valide. Utilisez un nombre entre 0,5 et 100.
pl_pl: Podana prędkość jest nieprawidłowa. Użyj liczby od 0,5 do 100.

source: Setting playback speed to `%(speed).3f` for current track.
es_es: Ajustando velocidad de reproducción a `%(speed).3f` para el rastro actual.
fr_fr: Réglage de la vitesse de lecture à `%(speed).3f` pour la piste actuelle.
pl_pl: Ustawienie prędkości odtwarzania na `%(speed).3f` dla bieżącego utworu.

source: Add an new alias with optional arguments.
es_es: Añadir un nuevo alias con argumentos opcionales.
fr_fr: Ajouter un nouvel alias avec des arguments optionnels.
pl_pl: Dodaj nowy alias z opcjonalnymi argumentami.

source: Allows management of aliases from discord. To see aliases use the help command.
es_es: Permite la gestión de alias de discord. Para ver alias utilice el comando de ayuda.
fr_fr: Permet de gérer les alias depuis le discord. Pour voir les alias, utilisez la commande d'aide.
pl_pl: Pozwala na zarządzanie aliasami z dysku. Aby zobaczyć aliasy, użyj polecenia pomocy.

source: Invalid option for command: `%(option)s`
es_es: Opción no válida para el comando: `%(option)s`
fr_fr: Option invalide pour la commande : `%(option)s`
pl_pl: Nieprawidłowa opcja dla polecenia: `%(option)s`

source: Aliases reloaded from config file.
es_es: Alias recargados desde archivo de configuración.
fr_fr: Alias rechargé depuis le fichier de configuration.
pl_pl: Aliasy przeładowane z pliku konfiguracyjnego.

source: Aliases saved to config file.
es_es: Alias guardados al archivo de configuración.
fr_fr: Alias enregistrés dans le fichier de configuration.
pl_pl: Aliasy zapisane w pliku konfiguracyjnym.

source: Failed to save aliases due to error: `%(raw_error)s`
es_es: No se pudo guardar el alias debido al error: `%(raw_error)s`
fr_fr: Échec de la sauvegarde des alias en raison d'une erreur : `%(raw_error)s`
pl_pl: Nie udało się zapisać aliasów z powodu błędu: `%(raw_error)s`

source: You must supply an alias and a command to alias
es_es: Debe proporcionar un alias y un comando para alias
fr_fr: Vous devez fournir un alias et une commande à alias
pl_pl: Musisz podać alias i polecenie do aliasu

source: New alias added. `%(alias)s` is now an alias of `%(command)s`
es_es: Nuevo alias añadido. `%(alias)s` ahora es un alias de `%(command)s`
fr_fr: Nouvel alias ajouté. `%(alias)s` est maintenant un alias de `%(command)s`
pl_pl: Nowy alias dodany. `%(alias)s` jest teraz aliasem `%(command)s`

source: You must supply an alias name to remove.
es_es: Debe proporcionar un nombre de alias para eliminar.
fr_fr: Vous devez fournir un nom d'alias à supprimer.
pl_pl: Musisz podać nazwę aliasu aby usunąć.

source: The alias `%(alias)s` does not exist.
es_es: El alias `%(alias)s` no existe.
fr_fr: L'alias `%(alias)s` n'existe pas.
pl_pl: Alias `%(alias)s` nie istnieje.

source: Alias `%(alias)s` was removed.
es_es: Alias `%(alias)s` fue eliminado.
fr_fr: Alias `%(alias)s` a été supprimé.
pl_pl: Alias `%(alias)s` został usunięty.

source: Shows help text about any missing config options.
es_es: Muestra texto de ayuda sobre cualquier opción de configuración faltante.
fr_fr: Affiche le texte d'aide à propos de toutes les options de configuration manquantes.
pl_pl: Pokazuje tekst pomocy o wszystkich brakujących opcjach konfiguracji.

source: Lists the names of options which have been changed since loading config file.
es_es: Lista los nombres de las opciones que se han cambiado desde la carga del archivo de configuración.
fr_fr: Liste les noms des options qui ont été modifiées depuis le chargement du fichier de configuration.
pl_pl: Wyświetla nazwy opcji, które zostały zmienione od wczytywania pliku konfiguracyjnego.

source: List the available config options and their sections.
es_es: Lista de las opciones de configuración disponibles y sus secciones.
fr_fr: Liste les options de configuration disponibles et leurs sections.
pl_pl: Lista dostępnych opcji konfiguracji i ich sekcji.
