Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: An optional directory path where MusicBot will store long and short-term cache for playback.
es_es: Una ruta opcional de directorio donde MusicBot almacenará la caché a corto y largo plazo para la reproducción.
fr_fr: Un chemin optionnel de répertoire où MusicBot stockera le cache long et court pour la lecture.
pl_pl: Opcjonalna ścieżka katalogu, w której MusicBot będzie przechowywać długą i krótkoterminową pamięć podręczną do odtwarzania.

source: Configure automatic log file rotation at restart, and limit the number of files kept. When disabled, only one log is kept and its contents are replaced each run. Set to 0 to disable. Maximum allowed number is %(max)s.
es_es: Configure la rotación automática de archivos de registro al reiniciar y limite la cantidad de archivos que se conservan. Cuando está deshabilitada, solo se conserva un registro y su contenido se reemplaza en cada ejecución. Establezca en 0 para deshabilitarla. La cantidad máxima permitida es %(max)s.
fr_fr: Configurez la rotation automatique des fichiers journaux au redémarrage et limitez le nombre de fichiers conservés. Lorsque cette option est désactivée, un seul journal est conservé et son contenu est remplacé à chaque exécution. Réglez sur 0 pour désactiver. Le nombre maximal autorisé est %(max)s.
pl_pl: Skonfiguruj automatyczną rotację plików dziennika przy ponownym uruchomieniu i ogranicz liczbę przechowywanych plików. Gdy wyłączone, zachowany jest tylko jeden log, a jego zawartość wymieniana jest po każdym uruchomieniu. Ustaw na 0 aby wyłączyć. Maksymalna dozwolona liczba to %(max)s.

source: Configure the log file date format used when LogsMaxKept is enabled. If left blank, a warning is logged and the default will be used instead. Learn more about time format codes from the tables and data here: https://docs.python.org/3/library/datetime.html#strftime-strptime-behavior
es_es: Configura el formato de fecha del archivo de registro que se utiliza cuando LogsMaxKept está habilitado. Si se deja en blanco, se registra una advertencia y se utiliza el valor predeterminado en su lugar. Obtén más información sobre los códigos de formato de hora de las tablas y los datos aquí: https://docs.python.org/3/library/datetime.html#strftime-strptime-behavior
fr_fr: Configurer le format de date du fichier journal utilisé lorsque LogsMaxKept est activé. Si laissé vide, un avertissement est enregistré et la valeur par défaut sera utilisée à la place. En savoir plus sur les codes au format horaire des tables et des données ici : https://docs.python.org/3/library/datetime.html#strftime-strptime-behavior
pl_pl: Skonfiguruj format daty pliku dziennika używany gdy LogsMaxKept jest włączony. Jeśli pozostawisz puste, ostrzeżenie jest rejestrowane i zamiast tego zostanie użyte domyślne. Dowiedz się więcej o kodach formatów czasu z tabel i danych tutaj: https://docs.python.org/3/library/datetime.html#strftime-strptime-behavior

source: Error while reading config. Problem: One or more required config option sections are missing. The missing sections are: %(sections)s Solution: Repair your config options file. Each [Section] must appear only once, with no other text on the same line. Each section must have at least one option. Use the example options as a template or copy it from the repository.
es_es: Error al leer la configuración. Problema: Faltan una o más secciones de opciones de configuración requeridas. Las secciones que faltan son: %(sections)s Solución: Repare el archivo de opciones de configuración. Cada [Sección] debe aparecer solo una vez, sin ningún otro texto en la misma línea. Cada sección debe tener al menos una opción. Use las opciones de ejemplo como plantilla o cópielas del repositorio.
fr_fr: Erreur lors de la lecture de la configuration. Problème : Une ou plusieurs sections d'options de configuration requises sont manquantes. Les sections manquantes sont : %(sections)s Solution : Réparez votre fichier d'options de configuration. Chaque [Section] ne doit apparaître qu'une seule fois, sans autre texte sur la même ligne. Chaque section doit avoir au moins une option. Utilisez les options d'exemple comme modèle ou copiez-les à partir du référentiel.
pl_pl: Błąd podczas odczytywania konfiguracji. Problem: Brakuje jednej lub więcej sekcji opcji konfiguracji. Brakujące sekcje to: %(sections)s Rozwiązanie: Napraw plik opcji konfiguracyjnych. Każdy [Section] musi pojawiać się tylko raz, bez żadnego innego tekstu w tej samej linijce. Każda sekcja musi mieć co najmniej jedną opcję. Użyj opcji przykładowych jako szablonu lub skopiuj je z repozytorium.

source: Error while validating config options. Problem: Config option AudioCachePath is not a directory. Solution: Make sure the path you configured is a path to a folder / directory.
es_es: Error al validar las opciones de configuración. Problema: Opción de configuración AudioCachePath no es un directorio. Solución: Asegúrese de que la ruta que ha configurado es una ruta a una carpeta / directorio.
fr_fr: Erreur lors de la validation des options de configuration. Problème : option de configuration AudioCachePath n'est pas un répertoire. Solution : Assurez-vous que le chemin que vous avez configuré est un chemin vers un dossier / répertoire.
pl_pl: Błąd podczas sprawdzania opcji konfiguracji. Problem: Opcja konfiguracji AudioCachePath nie jest katalogiem. Rozwiązanie: Upewnij się, że ścieżka, którą skonfigurowałeś jest ścieżką do folderu / katalogu.

source: Error while validating config options. Problem: AudioCachePath config option could not be set due to an error: %(raw_error)s Solution: Double check the setting is a valid, accessible directory path.
es_es: Error al validar las opciones de configuración. Problema: No se pudo configurar la opción de configuración AudioCachePath debido a un error: %(raw_error)s Solución: Verifique nuevamente que la configuración sea una ruta de directorio válida y accesible.
fr_fr: Erreur lors de la validation des options de configuration. Problčme : L'option de configuration AudioCachePath n'a pas pu ętre définie ŕ cause d'une erreur : %(raw_error)s Solution : Double vérifier que la configuration est valide, chemin d'accès au répertoire.
pl_pl: Błąd podczas sprawdzania opcji konfiguracji. Problem: Opcja konfiguracji AudioCachePath nie mogła zostać ustawiona z powodu błędu: %(raw_error)s Rozwiązanie: Sprawdź, czy ustawienia są poprawne, dostępna ścieżka katalogu.

source: Error while reading config options. Problem: No bot Token was specified in the config options or environment. Solution: Set the Token config option or set environment variable %(env_var)s with an App token.
es_es: Error al leer las opciones de configuración. Problema: No se ha especificado ningún token de bot en las opciones de configuración o entorno. Solución: Establecer la opción de configuración del token o establecer la variable de entorno %(env_var)s con un token de aplicación.
fr_fr: Erreur lors de la lecture des options de configuration. Problème : Aucun jeton de bot n'a été spécifié dans les options ou l'environnement de configuration. Solution : Définissez l'option de configuration du jeton ou définissez la variable d'environnement %(env_var)s avec un jeton d'application.
pl_pl: Błąd podczas odczytywania opcji konfiguracji. Problem: Nie określono tokenu bota w opcjach konfiguracji lub środowisku. Rozwiązanie: Ustaw opcję konfiguracji tokenu lub ustaw zmienną środowiskową %(env_var)s z tokenem aplikacji.

source: Error while fetching 'OwnerID' automatically. Problem: Discord App info is not available. This could be a temporary API outage or a bug. Solution: Manually set the 'OwnerID' config option or try again later.
es_es: Error al obtener 'OwnerID' automáticamente. Problema: La información de la aplicación Discord no está disponible. Esto podría deberse a una interrupción temporal de la API o a un error. Solución: Establezca manualmente la opción de configuración 'OwnerID' o vuelva a intentarlo más tarde.
fr_fr: Erreur lors de la récupération automatique de « OwnerID ». Problème : Les informations de l'application Discord ne sont pas disponibles. Il peut s'agir d'une panne temporaire de l'API ou d'un bug. Solution : Définissez manuellement l'option de configuration « OwnerID » ou réessayez plus tard.
pl_pl: Błąd podczas pobierania "ID właściciela". Problem: Informacje o aplikacji Discord nie są dostępne. To może być tymczasowy brak API lub błąd. Rozwiązanie: ręcznie ustaw opcję 'WłaścicielID' lub spróbuj ponownie później.

source: Error validating config options. Problem: The 'OwnerID' config is the same as your Bot / App ID. Solution: Do not use the Bot or App ID in the 'OwnerID' field.
es_es: Error al validar las opciones de configuración. Problema: La configuración del Propietario es la misma que tu ID de Bot / App. Solución: No utilice el Bot o el ID de la aplicación en el campo OwnerID.
fr_fr: Erreur lors de la validation des options de configuration. Problème: La configuration 'OwnerID' est la même que votre Bot / App ID. Solution : N'utilisez pas le Bot ou l'ID de l'application dans le champ 'OwnerID'.
pl_pl: Błąd podczas sprawdzania opcji konfiguracji. Problem: Konfiguracja 'WłaścicielID' jest taka sama jak Twój bot / ID aplikacji. Rozwiązanie: Nie używaj Bot ani App ID w polu 'OwnerID'.

source: Error locating config. Problem: Could not find or create a config file due to an error: %(raw_error)s Solution: Verify the config folder and files exist and can be read by MusicBot.
es_es: Error al localizar la configuración. Problema: No se pudo encontrar ni crear un archivo de configuración debido a un error: %(raw_error)s Solución: Verifique que la carpeta y los archivos de configuración existan y que MusicBot pueda leerlos.
fr_fr: Erreur lors de la localisation de la configuration. Problème : Impossible de trouver ou de créer un fichier de configuration en raison d'une erreur : %(raw_error)s Solution : Vérifiez que le dossier de configuration et les fichiers existent et peuvent être lus par MusicBot.
pl_pl: Błąd lokalizacji konfiguracji. Problem: Nie można znaleźć ani utworzyć pliku konfiguracyjnego z powodu błędu: %(raw_error)s Rozwiązanie: Zweryfikuj folder konfiguracyjny i pliki istnieją i mogą być odczytane przez MusicBot.

source: Error loading config. Problem: MusicBot could not read config file due to an error: %(raw_error)s Solution: Make sure the file is accessible and error free. Copy the example file from the repo if all else fails.
es_es: Error al cargar la configuración. Problema: MusicBot no pudo leer el archivo de configuración debido a un error: %(raw_error)s Solución: Asegúrese de que el archivo sea accesible y no tenga errores. Copie el archivo de ejemplo del repositorio si todo lo demás falla.
fr_fr: Erreur lors du chargement de la configuration. Problčme : MusicBot n'a pas pu lire le fichier de configuration en raison d'une erreur : %(raw_error)s Solution : Assurez-vous que le fichier est accessible et sans erreur. Copiez le fichier d'exemple du dépôt si tout le reste échoue.
pl_pl: Błąd ładowania konfiguracji. Problem: MusicBot nie mógł odczytać pliku konfiguracyjnego z powodu błędu: %(raw_error)s Rozwiązanie: Upewnij się, że plik jest dostępny i nie ma błędu. Skopiuj przykładowy plik z repozytorium, jeśli wszystko inne nie powiedzie się.

source: Error loading config value. Problem: The owner ID in [%(section)s] > %(option)s is not valid. Solution: Set %(option)s to a numerical ID or set it to `auto` or `0` for automatic owner binding.
es_es: Error cargando valor de configuración. Problema: El ID del propietario en [%(section)s] > %(option)s no es válido. Solución : Establece %(option)s a un ID numérico o establézcalo a `auto` o `0` para vincular al propietario automático.
fr_fr: Erreur lors du chargement de la valeur de la configuration. Problème : L'ID du propriétaire dans [%(section)s] > %(option)s n'est pas valide. Solution : Définissez %(option)s sur un ID numérique ou mettez-le à `auto` ou `0` pour relier automatiquement le propriétaire.
pl_pl: Błąd ładowania wartości konfiguracji. Problem: Identyfikator właściciela w [%(section)s] > %(option)s jest nieprawidłowy. Rozwiązanie: Ustaw %(option)s na numeryczny identyfikator lub ustaw go na `auto` lub `0` dla automatycznego powiązania właściciela.

source: Error loading config value. Problem: The config option [%(section)s] > %(option)s is not a valid file location. Solution: Check the path setting and make sure the file exists and is accessible to MusicBot.
es_es: Error cargando valor de configuración. Problema: La opción de configuración [%(section)s] > %(option)s no es una ubicación de archivo válida. Solución: Comprueba la configuración de ruta y asegúrate de que el archivo existe y es accesible a MusicBot.
fr_fr: Erreur lors du chargement de la valeur de la configuration. Problème : L'option de configuration [%(section)s] > %(option)s n'est pas un emplacement de fichier valide. Solution : Vérifiez le paramétrage du chemin et assurez-vous que le fichier existe et est accessible à MusicBot.
pl_pl: Błąd ładowania wartości konfiguracji. Problem: Opcja konfiguracji [%(section)s] > %(option)s nie jest prawidłową lokalizacją pliku. Rozwiązanie: Sprawdź ustawienia ścieżki i upewnij się, że plik istnieje i jest dostępny dla MusicBot.

source: Error loading config value. Problem: One of the IDs in option [%(section)s] > %(option)s is invalid. Solution: Ensure all IDs are numerical, and separated only by spaces or commas.
es_es: Error cargando valor de configuración. Problema: Uno de los IDs en la opción [%(section)s] > %(option)s no es válido. Solución: Asegúrese de que todos los IDs sean numéricos y separados solo por espacios o comas.
fr_fr: Erreur lors du chargement de la valeur de la configuration. Problème : Un des identifiants dans l'option [%(section)s] > %(option)s est invalide. Solution : S'assurer que tous les identifiants sont numériques, et séparés uniquement par des espaces ou des virgules.
pl_pl: Błąd ładowania wartości konfiguracji. Problem: Jeden z ID w opcji [%(section)s] > %(option)s jest nieprawidłowy. Rozwiązanie: Upewnij się, że wszystkie ID są liczbowe i oddzielone tylko spacjami lub przecinkami.

source: HEAD seems to have no headers...
es_es: HEAD parece no tener cabeceras...
fr_fr: HEAD ne semble pas avoir d'en-têtes...
pl_pl: HEAD wydaje się, że nie ma nagłówków...

source: Song info extraction returned no data.
es_es: La extracción de información de canciones no devolvió datos.
fr_fr: L'extraction des informations de la chanson n'a renvoyé aucune donnée.
pl_pl: Wyciąg informacji o utworze nie zwrócił żadnych danych.

source: Cannot continue extraction, event loop is closed.
es_es: No se puede continuar la extracción, el bucle del evento está cerrado.
fr_fr: Impossible de poursuivre l'extraction, la boucle d'événement est fermée.
pl_pl: Nie można kontynuować ekstrakcji, pętla zdarzeń jest zamknięta.

source: Spotify URL is invalid or not supported.
es_es: La URL de Spotify no es válida o no es compatible.
fr_fr: L'URL Spotify n'est pas valide ou n'est pas prise en charge.
pl_pl: Adres URL Spotify jest nieprawidłowy lub nie jest obsługiwany.

source: Cannot stream an invalid URL.
es_es: No se puede transmitir una URL no válida.
fr_fr: Impossible de diffuser une URL non valide.
pl_pl: Nie można strumieniować nieprawidłowego URL.

source: The local media file could not be found.
es_es: No se ha podido encontrar el archivo de medios locales.
fr_fr: Le fichier média local est introuvable.
pl_pl: Nie znaleziono lokalnego pliku multimedialnego.

source: Cannot download Spotify links, processing error with type: %(type)s
es_es: No se pueden descargar los enlaces de Spotify, procesando error con el tipo: %(type)s
fr_fr: Impossible de télécharger les liens Spotify, erreur de traitement avec le type : %(type)s
pl_pl: Nie można pobrać linków Spotify, przetwarzanie błędu z typu: %(type)s

source: Download did not complete due to an error: %(raw_error)s
es_es: La descarga no se completó debido a un error: %(raw_error)s
fr_fr: Le téléchargement n'a pas été terminé en raison d'une erreur : %(raw_error)s
pl_pl: Pobieranie nie zostało zakończone z powodu błędu: %(raw_error)s

source: Download failed due to a yt-dlp error: %(raw_error)s
es_es: La descarga falló debido a un error yt-dlp: %(raw_error)s
fr_fr: Le téléchargement a échoué à cause d'une erreur yt-dlp : %(raw_error)s
pl_pl: Pobieranie nie powiodło się z powodu błędu yt-dlp: %(raw_error)s

source: Download failed due to an unhandled exception: %(raw_error)s
es_es: La descarga falló debido a una excepción no controlada: %(raw_error)s
fr_fr: Le téléchargement a échoué en raison d'une exception non gérée : %(raw_error)s
pl_pl: Pobieranie nie powiodło się z powodu nieobsługiwanego wyjątku: %(raw_error)s

source: Failed to extract data for the requested media.
es_es: Error al extraer los datos del medio solicitado.
fr_fr: Impossible d'extraire les données pour les médias demandés.
pl_pl: Nie udało się wyodrębnić danych dla żądanych mediów.

source: List of command names allowed for use, separated by spaces. Sub-command access can be controlled by adding _ and the sub-command name. That is `config_set` grants only the `set` sub-command of the config command. This option overrides CommandBlacklist if set.
es_es: Lista de nombres de comandos permitidos para su uso, separados por espacios. El acceso de sub-comando se puede controlar añadiendo _ y el nombre del sub-comando. Eso es `config_set` solo otorga el subcomando `set` del comando de configuración. Esta opción anula a CommandBlacklist si se establece.
fr_fr: Liste des noms de commandes autorisés pour l'utilisation, séparés par des espaces. L'accès aux sous-commandes peut être contrôlé en ajoutant _ et le nom de la sous-commande. C'est `config_set` n'accorde que la sous-commande `set` de la commande de configuration. Cette option remplace CommandBlacklist si défini.
pl_pl: Lista nazw poleceń dozwolonych do użycia, oddzielonych spacjami. Dostęp do pod-polecenia może być kontrolowany przez dodanie _ i nazwy pod-polecenia. To jest `config_set` udziela podpolecenia `set` komendy konfiguracyjnej. Ta opcja nadpisuje polecenie jeśli jest ustawiona.

source: List of command names denied from use, separated by spaces. Will not work if CommandWhitelist is set!
es_es: Lista de nombres de comandos denegados del uso, separados por espacios. ¡No funcionará si la lista blanca está activada!
fr_fr: Liste des noms de commandes refusés d'utilisation, séparés par des espaces. Ne fonctionnera pas si CommandWhitelist est défini !
pl_pl: Lista nazw poleceń odrzuconych w użyciu, oddzielonych spacjami. Nie zadziała, jeśli ustawiona jest lista poleceń!

source: When enabled, CommandBlacklist and CommandWhitelist are used together. Only commands in the whitelist are allowed, however sub-commands may be denied by the blacklist.
es_es: Cuando está activado, CommandBlacklist y CommandWhitelist se utilizan juntos. Solo se permiten comandos en la lista blanca, sin embargo los subcomandos pueden ser denegados por la lista negra.
fr_fr: Lorsqu'activé, CommandBlacklist et CommandWhitelist sont utilisés ensemble. Seules les commandes dans la liste blanche sont autorisées, cependant les sous-commandes peuvent être refusées par la liste noire.
pl_pl: Gdy włączone, polecenia Blacklist i CommandWhitelist są używane razem. Dozwolone są tylko polecenia na białej liście, jednak podzlecenia mogą być odrzucane przez czarną listę.

source: List of command names that can only be used while in the same voice channel as MusicBot. Some commands will always require the user to be in voice, regardless of this list. Command names should be separated by spaces.
es_es: Lista de nombres de comandos que solo se pueden usar en el mismo canal de voz que MusicBot. Algunos comandos siempre requerirán que el usuario esté en el canal de voz, independientemente de esta lista. Los nombres de los comandos deben estar separados por espacios.
fr_fr: Liste des noms de commandes qui ne peuvent être utilisés que dans le même salon vocal que MusicBot. Certaines commandes nécessiteront toujours que l'utilisateur soit en voix, indépendamment de cette liste. Les noms de commandes doivent être séparés par des espaces.
pl_pl: Lista nazw poleceń, które mogą być używane tylko w tym samym kanale głosowym co MusicBot. Niektóre polecenia będą zawsze wymagały od użytkownika głosowania, niezależnie od tej listy. Nazwy poleceń powinny być oddzielone spacjami.

source: List of Discord server role IDs that are granted this permission group. This option is ignored if UserList is set.
es_es: Lista de IDs de rol del servidor de Discord a los que se concede este grupo de permisos. Esta opción se ignora si se establece la Lista de Usuarios.
fr_fr: Liste des identifiants de rôle de serveur Discord qui sont accordés à ce groupe d'autorisations. Cette option est ignorée si la liste des utilisateurs est définie.
pl_pl: Lista identyfikatorów roli serwera Discord, którym przyznano tę grupę uprawnień. Ta opcja jest ignorowana, jeśli lista użytkowników jest ustawiona.

source: List of Discord member IDs that are granted permissions in this group. This option overrides GrantToRoles.
es_es: Lista de IDs de miembros de Discord a los que se les otorgan permisos en este grupo. Esta opción sobreescribe GrantToRoles.
fr_fr: Liste des identifiants de membres Discord qui reçoivent des autorisations dans ce groupe. Cette option remplace GrantToRoles.
pl_pl: Lista ID członków Discorda, którym przyznano uprawnienia w tej grupie. Ta opcja zastępuje GrantToRoles.

source: Maximum number of songs a user is allowed to queue. A value of 0 means unlimited.
es_es: Número máximo de canciones que un usuario puede poner en cola. Un valor de 0 significa ilimitado.
fr_fr: Le nombre maximum de chansons qu'un utilisateur est autorisé à mettre en file d'attente. Une valeur de 0 signifie illimité.
pl_pl: Maksymalna liczba utworów, które użytkownik może dodać do kolejki. Wartość 0 oznacza nieograniczona.

source: Maximum length of a song in seconds. A value of 0 means unlimited. This permission may not be enforced if song duration is not available.
es_es: Duración máxima de una canción en segundos. Un valor de 0 significa que no hay límite. Es posible que este permiso no se aplique si la duración de la canción no está disponible.
fr_fr: Longueur maximale d'une chanson en secondes. Une valeur de 0 signifie illimité. Cette permission ne peut pas être appliquée si la durée de la chanson n'est pas disponible.
pl_pl: Maksymalna długość piosenki w sekundach. Wartość 0 oznacza nieograniczony. To uprawnienie nie może być wymuszone, jeśli czas trwania utworu nie jest dostępny.

source: Maximum number of songs a playlist is allowed to have when queued. A value of 0 means unlimited.
es_es: Número máximo de canciones que una lista de reproducción puede tener cuando está en cola. Un valor de 0 significa ilimitado.
fr_fr: Nombre maximum de chansons qu'une playlist est autorisée à avoir en file d'attente. Une valeur de 0 signifie illimité.
pl_pl: Maksymalna liczba utworów, które mogą mieć playlistę kiedy jest w kolejce. Wartość 0 oznacza nieograniczony.

source: The maximum number of items that can be returned in a search.
es_es: El número máximo de elementos que pueden ser devueltos en una búsqueda.
fr_fr: Le nombre maximum d'éléments qui peuvent être retournés dans une recherche.
pl_pl: Maksymalna liczba elementów, które mogą zostać zwrócone podczas wyszukiwania.

source: Allow users to queue playlists, or multiple songs at once.
es_es: Permitir a los usuarios hacer cola listas de reproducción, o varias canciones a la vez.
fr_fr: Autoriser les utilisateurs à mettre en file d'attente des listes de lecture ou plusieurs chansons à la fois.
pl_pl: Zezwalaj użytkownikom na kolejkowanie list odtwarzania lub wielu piosenek na raz.
