Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: Disconnecting and closing down MusicBot...
es_es: Desconectando y cerrando MusicBot...
ja_jp: MusicBotの接続を切断して閉じます...
ru_ru: Отключение и включение MusicBot...
sv_se: Koppla bort och stänga MusicBot...

source: Exception thrown while handling interrupt signal!
es_es: ¡Excepción arrojada mientras se maneja la señal de interrupción!
ja_jp: 割込み信号の処理中に例外がスローされました！
ru_ru: Исключение выбрасывается при обработке сигнала прерывания!
sv_se: Undantag kastas medan hanteringen avbryter signalen!

source: MusicBot is now doing shutdown steps...
es_es: MusicBot ahora está haciendo pasos de cierre...
ja_jp: MusicBot がシャットダウンステップを行っています...
ru_ru: MusicBot теперь делает шаги выключения...
sv_se: MusicBot gör nu avstängningssteg...

source: Failed Discord API Login! Problem: MusicBot could not log into Discord API. Your Token may be incorrect or there may be an API outage. Solution: Make sure you have the correct Token set in your config. Check API status at the official site: discordstatus.com
es_es: Error al iniciar sesión en la API de Discord. Problema: MusicBot no pudo iniciar sesión en la API de Discord. Es posible que tu token sea incorrecto o que haya una interrupción en la API. Solución: Asegúrate de tener el token correcto configurado en tu configuración. Comprueba el estado de la API en el sitio oficial: discordstatus.com
ru_ru: Ошибка входа в Discord API! Проблема: MusicBot не смог войти в Discord API. Ваш токен может быть неправильным или может возникнуть ошибка API. Решение: Убедитесь, что в конфигурации установлен правильный токен. Проверка статуса API на официальном сайте: discordstatus.com
sv_se: Misslyckades med Discord API-inloggning! Problem: MusicBot kunde inte logga in på Discord API. Din token kan vara felaktig eller så kan det finnas ett API-avbrott. Lösning: Se till att du har rätt token inställd i din konfiguration. Kontrollera API-status på den officiella webbplatsen: discordstatus.com

source: Waiting for download threads to finish up...
es_es: Esperando a que los hilos de descarga terminen...
ja_jp: ダウンロードスレッドが終了するのを待っています...
ru_ru: Ожидание окончания потоков загрузки...
sv_se: Väntar på nedladdningstrådar för att slutföra...

source: Will wait for task: %(name)s (%(func)s)
es_es: Esperará la tarea: %(name)s (%(func)s)
ru_ru: Подождите задачи: %(name)s (%(func)s)
sv_se: Väntar på uppgift: %(name)s (%(func)s)

source: Will try to cancel task: %(name)s (%(func)s)
es_es: Intentará cancelar la tarea: %(name)s (%(func)s)
ja_jp: タスクをキャンセルしようとします: %(name)s (%(func)s)
ru_ru: Попробует отменить задачу: %(name)s (%(func)s)
sv_se: Kommer att försöka avbryta uppgiften: %(name)s (%(func)s)

source: Awaiting pending tasks...
es_es: Esperando tareas pendientes...
ja_jp: 保留中のタスクを待機しています...
ru_ru: Ожидается ожидание задач...
sv_se: Väntar på väntande uppgifter...

source: Closing HTTP Connector.
es_es: Cerrando Conector HTTP.
ja_jp: HTTP コネクタを閉じています。
ru_ru: Закрытие HTTP-коннектора.
sv_se: Stänger HTTP Connector.

source: Closing aiohttp session.
es_es: Cerrando sesión aiohttp.
ja_jp: aiohttp セッションを閉じています。
ru_ru: Завершение сеанса aiohttp.
sv_se: Stänger aiohttp session.

source: Logout has been called.
es_es: Se ha llamado al cierre de sesión.
ja_jp: ログアウトを呼び出しました。
ru_ru: Выход был вызван.
sv_se: Utloggning har kallats.

source: Exception in %(event)s: %(error)s
es_es: Excepción en %(event)s: %(error)s
ja_jp: %(event)sの例外 : %(error)s
ru_ru: Исключение в %(event)s: %(error)s
sv_se: Undantag i %(event)s: %(error)s

source: Exception in %s
es_es: Excepción en %s
ja_jp: %s の例外
ru_ru: Исключение в %s
sv_se: Undantag i %s

source: MusicBot resumed a session with discord.
es_es: MusicBot reanudó una sesión con discord.
ja_jp: MusicBotはdiscordとのセッションを再開しました。
ru_ru: Музыкальный робот возобновил сессию с дискордом.
sv_se: MusicBot återupptog en session med oenighet.

source: Finish on_ready
es_es: Terminar en_listo
ja_jp: 完了(_L)
ru_ru: Завершить _готовое
sv_se: Slutför

source: Logged in, now getting MusicBot ready...
es_es: Conectado, ahora teniendo MusicBot listo...
ja_jp: ログイン中、MusicBot の準備中...
ru_ru: Вход выполнен, теперь MusicBot готов...
sv_se: Inloggad, nu blir MusicBot klar...

source: ClientUser is somehow none, we gotta bail...
es_es: ClientUser no es de alguna manera ninguna, tenemos la fianza...
ja_jp: クライアントユーザーは何らかの形ではありません。保釈する必要があります...
ru_ru: Клиент как-то нет, мы должны забрать гвозд...
sv_se: KlientAnvändaren är på något sätt ingen, vi måste borgen...

source: Owner: %(id)s/%(name)s#%(desc)s
es_es: Propietario: %(id)s/%(name)s#%(desc)s
ja_jp: 所有者: %(id)s/%(name)s#%(desc)s
ru_ru: Владелец: %(id)s/%(name)s#%(desc)s
sv_se: Ägare: %(id)s/%(name)s#%(desc)s

source: Guild List:
es_es: Lista de Gremio:
ja_jp: ギルド一覧:
ru_ru: Список гильдий:
sv_se: Lista över gillen:

source: Left %s due to bot owner not found
es_es: Abandonar %s debido al dueño del bot no encontrado
ja_jp: ボット所有者が見つからないため、 %s を退出しました
ru_ru: Лев. %s из-за того, что владелец бота не найден
sv_se: Vänster %s på grund av bot ägaren hittades inte

source: Not proceeding with checks in %s servers due to unavailability
es_es: No continuar con las comprobaciones en servidores %s debido a la falta de disponibilidad
ja_jp: %s サーバーでのチェックが利用できません。
ru_ru: Не выполняется проверка на серверах %s из-за недоступности
sv_se: Fortsätter inte med kontroller på %s servrar på grund av otillgänglighet

source: Owner could not be found on any guild (id: %s)
es_es: No se pudo encontrar el propietario en ningún gremio (ID: %s)
ru_ru: Владелец не найден ни в одной гильдии (id: %s)
sv_se: Ägare kunde inte hittas på någon guild (id: %s)

source: Owner unknown, bot is not on any guilds.
es_es: Propietario desconocido, el bot no está en ningún gremio.
ja_jp: 所有者は不明です。botはギルドにいません。
ru_ru: Владелец неизвестен, бот не на гильдиях.
sv_se: Ägare okänd, bot är inte på några guilds.

source: To make the bot join a guild, paste this link in your browser. Note: You should be logged into your main account and have manage server permissions on the guild you want the bot to join. %s
es_es: Para que el bot se una a un gremio, pega este enlace en tu navegador. Nota: Debes iniciar sesión en tu cuenta principal y tener permisos de administración del servidor en el gremio al que quieres que se una el bot. %s
ru_ru: Чтобы сделать бота присоединится к гильдии, вставьте эту ссылку в браузер. Примечание: Вы должны войти в свою главную учетную запись и иметь управлять разрешениями сервера в гильдии, которую вы хотите, чтобы бот присоединился. %s
sv_se: För att få bot att gå med i en guild, klistra in denna länk i din webbläsare. Obs: Du bör vara inloggad på ditt huvudkonto och har hantera serverbehörigheter på den guild du vill att boten ska gå med. %s

source: Got None for bound channel with ID: %d
es_es: Ninguno para el canal enlazado con ID: %d
ru_ru: Нет привязки канала с ID: %d
sv_se: Har ingen för bunden kanal med ID: %d

source: Cannot bind to non Messageable channel with ID: %d
es_es: No se puede enlazar al canal no Mensajable con ID: %d
ja_jp: IDを持つメッセージ可能でないチャンネルにバインドできません: %d
ru_ru: Не удается привязать к каналу без сообщения с ID: %d
sv_se: Kan inte binda till icke meddelandebar kanal med ID: %d

source: Bound to text channels:
es_es: Vinculado a canales de texto:
ru_ru: Привязано к текстовым каналам:
sv_se: Bundna till textkanaler:

source: Not bound to any text channels
es_es: No vinculado a ningún canal de texto
ja_jp: テキストチャンネルにバインドされていません
ru_ru: Нет привязки к текстовым каналам
sv_se: Inte bunden till någon textkanal

source: Got None for auto join channel with ID: %d
es_es: No obtuvo ninguno para auto unirse al canal con ID: %d
ja_jp: IDを持つ自動参加チャンネルにNoneを取得しました: %d
ru_ru: Нет для автоподключения к каналу с ID: %d
sv_se: Har ingen för automatisk anslutning kanal med ID: %d

source: Cannot auto join a Private/Non-Guild channel with ID: %d
es_es: No se puede auto unirse a un canal privado/no gremio con ID: %d
ja_jp: IDを持つプライベート/非ギルドチャンネルに自動的に参加できません: %d
ru_ru: Невозможно автоматически присоединиться к частному каналу негильдии с ID: %d
sv_se: Kan inte automatiskt ansluta till en Privat/Icke-Guild kanal med ID: %d

source: Cannot auto join to non-connectable channel with ID: %d
es_es: No se puede auto unirse al canal no conectable con ID: %d
ja_jp: IDを持つ非接続可能なチャンネルに自動的に参加できません: %d
ru_ru: Невозможно автоматически подключиться к каналу без подключения с ID: %d
sv_se: Kan inte automatiskt ansluta till icke-anslutningsbar kanal med ID: %d

source: Auto joining voice channels:
es_es: Auto unirse a canales de voz:
ja_jp: ボイスチャンネルの自動結合:
ru_ru: Автоподсоединение к голосовым каналам:
sv_se: Automatisk anslutning av röstkanaler:

source: Not auto joining any voice channels
es_es: No te unes automáticamente a ningún canal de voz
ja_jp: 音声チャンネルに自動的に参加しません
ru_ru: Не подключаться к голосовым каналам
sv_se: Inte automatiskt gå med i några röstkanaler

source: Detected missing config options! Problem: You config options file is missing some options. Default settings will be used for these options. Here is a list of options we didn't find: %(missing)s Solution: Copy new options from the example options file. Or use the config command to set and save them.
es_es: ¡Se detectaron opciones de configuración faltantes! Problema: A su archivo de opciones de configuración le faltan algunas opciones. Se utilizarán las configuraciones predeterminadas para estas opciones. A continuación, se incluye una lista de opciones que no encontramos: %(missing)s Solución: Copie las opciones nuevas del archivo de opciones de ejemplo. O utilice el comando config para configurarlas y guardarlas.
sv_se: Hittade saknade konfigurationsalternativ! Problem: Du konfigurationsalternativ saknar vissa alternativ. Standardinställningar kommer att användas för dessa alternativ. Här är en lista över alternativ som vi inte hittade: %(missing)s Lösning: Kopiera nya alternativ från exempelalternativsfilen. Eller använd kommandot config för att ställa in och spara dem.

source: Event on_ready has fired %s times
es_es: Evento on_ready ha disparado %s veces
ja_jp: イベントon_ready が %s 回発射しました
sv_se: Händelse på _ready har avfyrat %s gånger

source: Getting application info.
es_es: Obteniendo información de la aplicación.
ja_jp: アプリケーション情報を取得しています。
ru_ru: Получение информации о приложении.
sv_se: Hämtar applikationsinformation.

source: Ensuring data folders exist
es_es: Asegurando la existencia de las carpetas de datos
ja_jp: データフォルダが存在することを確認
ru_ru: Обеспечение наличия папок данных существует
sv_se: Det finns säkra datamappar

source: Validating config
es_es: Validando configuración
ja_jp: 設定を検証中
ru_ru: Проверка конфигурации
sv_se: Validerar konfiguration

source: Validating permissions config
es_es: Validando configuración de permisos
ja_jp: 権限設定を検証中
ru_ru: Проверка конфигурации прав доступа
sv_se: Validerar behörighetskonfiguration

source: Disabled
es_es: Deshabilitado
ja_jp: 無効
ru_ru: Отключено
sv_se: Inaktiverad

source: Enabled
es_es: Activado
ja_jp: 有効
ru_ru: Включено
sv_se: Aktiverad

source: Options:
es_es: Opción:
ja_jp: オプション:
ru_ru: Параметры:
sv_se: Alternativ:

source: Command prefix: %s
es_es: Prefijo de comando: %s
ja_jp: コマンドプレフィックス: %s
ru_ru: Префикс команды: %s
sv_se: Kommando prefix: %s

source: Default volume: %d%%
es_es: Volumen predeterminado: %d%%
ja_jp: デフォルトボリューム: %d%%
ru_ru: По умолчанию: %d%%
sv_se: Standardvolym: %d%%

source: Skip threshold: %(num)d votes or %(percent).0f%%
es_es: Omitir umbral: %(num)d votos o %(percent).0f%%
ja_jp: Skip threshold: %(num)d vote or %(percent).0f%%
ru_ru: Пропустить порог: %(num)d голосов или %(percent).0f%%
sv_se: Hoppa över tröskel: %(num)d röster eller %(percent).0f%%

source: Now Playing @mentions: %s
es_es: Reproduciendo @menciones: %s
ja_jp: 現在@メンションを再生中: %s
ru_ru: Играет в @mentions: %s
sv_se: Nu spelas @mentions: %s

source: Auto-Playlist: %(status)s (order: %(order)s)
es_es: Lista de reproducción automática: %(status)s (orden: %(order)s)
ja_jp: 自動プレイリスト: %(status)s (注文: %(order)s)
ru_ru: Автоплейлист: %(status)s (заказ: %(order)s)
sv_se: Auto-spellista: %(status)s (ordning: %(order)s)

source: random
es_es: aleatorio
ru_ru: случайный
sv_se: slumpmässigt

source: sequential
es_es: secuencial
ja_jp: シーケンシャル
ru_ru: последовательный
sv_se: sekventiell

source: Auto-Pause: %s
es_es: Pausa automática: %s
ja_jp: 自動停止: %s
ru_ru: Автопауза: %s
sv_se: Automatisk paus: %s

source: Delete Messages: %s
es_es: Borrar Mensajes: %s
ja_jp: メッセージの削除: %s
ru_ru: Удалить сообщения: %s
sv_se: Ta bort meddelanden: %s

source: Delete Invoking: %s
es_es: Eliminar invocación: %s
ja_jp: 呼び出しを削除: %s
ru_ru: Удалить вызов: %s
sv_se: Ta bort inbjudan: %s

source: Delete Now Playing: %s
es_es: Eliminar reproducción ahora: %s
ja_jp: 今すぐプレイを削除: %s
ru_ru: Удалить сейчас Играет: %s
sv_se: Ta bort nu spela: %s

source: Debug Mode: %s
es_es: Modo de depuración: %s
ja_jp: デバッグモード: %s
ru_ru: Режим отладки: %s
sv_se: Felsökningsläge: %s

source: Downloaded songs will be %s
es_es: Las canciones descargadas serán %s
ja_jp: ダウンロードした曲は %sになります
ru_ru: Загруженные песни будут %s
sv_se: Nedladdade låtar kommer att vara %s

source: Delete if unused for %d days
es_es: Eliminar si no se usa durante %d días
ja_jp: %d 日間未使用の場合は削除
ru_ru: Удалить если не использовано для %d дней
sv_se: Radera om oanvänd för %d dagar

source: Status message: %s
es_es: Mensaje de estado: %s
ja_jp: ステータスメッセージ： %s
ru_ru: Сообщение статуса: %s
sv_se: Statusmeddelande: %s

source: Spotify integration: %s
es_es: Integración de Spotify: %s
ja_jp: Spotify統合: %s
ru_ru: Интеграция Spotify: %s
sv_se: Spotify-integrering: %s

source: Timeout: %s seconds
es_es: Tiempo de espera: %s segundos
ja_jp: タイムアウト: %s 秒
ru_ru: Таймаут: %s секунд
sv_se: Tidsåtgång: %s sekunder

source: Timeout: %d seconds
es_es: Tiempo de espera: %d segundos
ja_jp: タイムアウト: %d 秒
ru_ru: Таймаут: %d секунд
sv_se: Timeout: %d sekunder

source: Self Deafen: %s
es_es: Auto sordo: %s
ja_jp: セルフスピーカー: %s
ru_ru: Самоглушено: %s
sv_se: Självdöv: %s

source: Per-server command prefix: %s
es_es: Prefijo de comando por servidor: %s
ja_jp: サーバー毎のコマンドプレフィックス: %s
ru_ru: Префикс команды на сервер: %s
sv_se: Prefix för kommandon per server: %s

source: Round Robin Queue: %s
es_es: Fiesta de Robin: %s
ja_jp: ラウンドロビン隊列： %s
ru_ru: Очередь грабинов: %s
sv_se: Runda Robin Kö: %s

source: The requested song `%(subject)s` is blocked by the song block list.
es_es: La canción solicitada `%(subject)s` está bloqueada por la lista de bloques de canciones.
ru_ru: Запрошенная песня `%(subject)s` заблокирована списком блоков песен.
sv_se: Den efterfrågade låten `%(subject)s` blockeras av listan över låtblock.

source: Attempted to handle Voice Channel inactivity, but Bot is not in voice...
es_es: Intentado manejar la inactividad del canal de voz, pero Bot no está en la voz...
ja_jp: Voice Channel を操作しようとしていますが、Botは音声に入っていません...
ru_ru: Пытался работать с 'Голосовым каналом', но бот не в голосе...
sv_se: Försök att hantera röstkanalens inaktivitet, men Bot är inte i röst...

source: Channel activity already waiting in guild: %s
es_es: Actividad del canal en espera en el gremio: %s
ja_jp: ギルドで既に待機しているチャンネルアクティビティ： %s
ru_ru: Активность канала уже ожидается в гильдии: %s
sv_se: Kanalaktivitet väntar redan i guild: %s

source: Channel activity waiting %(time)d seconds to leave channel: %(channel)s
es_es: Actividad del canal esperando %(time)d segundos para salir del canal: %(channel)s
ja_jp: チャンネルのアクティビティが %(time)d 秒でチャンネルを退出するまで待機しています: %(channel)s
ru_ru: Действия канала ожидают %(time)d секунд, чтобы покинуть канал: %(channel)s
sv_se: Kanalaktivitet väntar %(time)d sekunder för att lämna kanalen: %(channel)s

source: Channel activity timer for %s has expired. Disconnecting.
es_es: El temporizador de actividad del canal para %s ha caducado. Desconectando.
ja_jp: %s のチャネルアクティビティタイマーの有効期限が切れました。切断してください。
ru_ru: Таймер активности канала для %s истек. Отсоединение.
sv_se: Kanalaktivitet timer för %s har löpt ut. Kopplar från.

source: Channel activity timer canceled for: %(channel)s in %(guild)s
es_es: Temporizador de actividad del canal cancelado por: %(channel)s en %(guild)s
ja_jp: チャネルアクティビティのタイマーをキャンセルしました: %(channel)s の %(guild)s
ru_ru: Таймер активности канала отменен для: %(channel)s в %(guild)s
sv_se: Timer för kanalaktivitet avbryts för: %(channel)s i %(guild)s

source: Ignoring player inactivity in auto-joined channel: %s
es_es: Ignorando inactividad del jugador en el canal auto: %s
ja_jp: 自動参加チャンネルのプレイヤーの非アクティブを無視: %s
ru_ru: Игнорирование бездействия игрока в автоподключенном канале: %s
sv_se: Ignorerar spelarinaktivitet i auto-anslöt kanal: %s

source: Player activity timer already waiting in guild: %s
es_es: Temporizador de actividad del jugador que ya está esperando en el gremio: %s
ja_jp: ギルド内で既に待機しているプレイヤーアクティビティタイマー： %s
ru_ru: Таймер активности игрока уже ждет гильдии: %s
sv_se: Spelarens aktivitets timer väntar redan i guild: %s

source: Player activity timer waiting %(time)d seconds to leave channel: %(channel)s
es_es: Temporizador de actividad del jugador esperando %(time)d segundos para salir del canal: %(channel)s
ja_jp: %(time)d 秒でチャンネルを退出するのを待っているプレイヤーアクティビティタイマー: %(channel)s
ru_ru: Таймер активности игрока, ожидающий %(time)d секунд, чтобы покинуть канал: %(channel)s
sv_se: Spelarens aktivitetstimer väntar %(time)d sekunder för att lämna kanalen: %(channel)s

source: Player activity timer for %s has expired. Disconnecting.
es_es: El temporizador de actividad del jugador para %s ha caducado. Desconectando.
ja_jp: %s のプレイヤーアクティビティタイマーの有効期限が切れています。切断してください。
ru_ru: Таймер активности игрока %s истек. Отсоединение.
sv_se: Spelarens aktivitets timer för %s har löpt ut. Kopplar från.

source: Player activity timer canceled for: %(channel)s in %(guild)s
es_es: Temporizador de actividad del jugador cancelado por: %(channel)s en %(guild)s
ja_jp: プレイヤーアクティビティのタイマーを %(channel)s でキャンセルしました: %(guild)s
ru_ru: Таймер активности игрока отменен для: %(channel)s в %(guild)s
sv_se: Tidtagaren för spelarens aktivitet avbryts för: %(channel)s i %(guild)s

source: Player activity timer is being reset.
es_es: Temporizador de actividad del jugador está siendo reiniciado.
ja_jp: プレイヤーアクティビティのタイマーがリセットされています。
ru_ru: Таймер активности игрока восстанавливается.
sv_se: Spelarens aktivitet timer återställs.

source: No such command
es_es: No existe tal comando
ja_jp: そのようなコマンドはありません
ru_ru: Нет такой команды
sv_se: Inget sådant kommando

source: You must mention a user or provide their ID number.
es_es: Debe mencionar a un usuario o proporcionar su número de identidad.
ja_jp: ユーザーに言及するか、ID番号を入力してください。
ru_ru: Вы должны указать пользователя или указать его идентификационный номер.
sv_se: Du måste ange en användare eller ange deras ID-nummer.

source: Invalid sub-command given. Use `help blockuser` for usage examples.
es_es: Sub-comando inválido. Usa `help blockuser` para ejemplos de uso.
ja_jp: 無効なサブコマンドが与えられました。使用例には `help blockuser` を使用してください。
ru_ru: Неверная субкоманда. Для примеров использования используйте `help blockuser`.
sv_se: Ogiltigt underkommando angivet. Använd `help blockuser` för användningsexempel.

source: MusicBot could not find the user(s) you specified.
es_es: MusicBot no pudo encontrar el usuario(s) especificado.
ja_jp: MusicBotは指定したユーザーを見つけることができませんでした。
ru_ru: MusicBot не может найти указанного пользователя.
sv_se: MusicBot kunde inte hitta de användare du angav.

source: The owner cannot be added to the block list.
es_es: El propietario no puede ser añadido a la lista de bloques.
ja_jp: オーナーをブロックリストに追加できません。
ru_ru: Владелец не может быть добавлен в заблокированный список.
sv_se: Ägaren kan inte läggas till i blocklistan.

source: Not adding user to block list, already blocked: %(id)s/%(name)s
es_es: No añadiendo usuario a la lista de bloques, ya bloqueados: %(id)s/%(name)s
ja_jp: ユーザーをブロックリストに追加していません。既にブロックされています: %(id)s/%(name)s
ru_ru: Не добавляет пользователя в чёрный список, уже заблокирован: %(id)s/%(name)s
sv_se: Lägger inte till användare i blocklistan, redan blockerad: %(id)s/%(name)s

source: Not removing user from block list, not listed: %(id)s/%(name)s
es_es: No se ha eliminado al usuario de la lista de bloques, no se ha listado: %(id)s/%(name)s
ja_jp: リストにないブロックリストからユーザーを削除していません: %(id)s/%(name)s
ru_ru: Не удаляется пользователь из черного списка, не в списке: %(id)s/%(name)s
sv_se: Tar inte bort användare från blocklistan, inte listad: %(id)s/%(name)s

source: Cannot add the users you listed, they are already added.
es_es: No se pueden agregar los usuarios que has listado, que ya han sido añadidos.
ja_jp: あなたがリストしたユーザーを追加することはできません、すでに追加されています。
ru_ru: Не удается добавить пользователей, которые вы указали, они уже добавлены.
sv_se: Kan inte lägga till de användare du listade, de är redan tillagda.

source: You must provide a song subject if no song is currently playing.
es_es: Debes proporcionar un tema de canción si ninguna canción se está reproduciendo actualmente.
ja_jp: 現在再生中の曲がない場合は、曲の件名を指定する必要があります。
ru_ru: Вы должны предоставить тему песни, если песня в настоящее время не воспроизводится.
sv_se: Du måste ange ett låtämne om ingen låt spelas just nu.

source: Invalid sub-command given. Use `help blocksong` for usage examples.
es_es: Sub-comando inválido. Usa `help blocksong` para ejemplos de uso.
ja_jp: 無効なサブコマンドが与えられました。使用例には `help blocksong` を使用してください。
ru_ru: Неверная субкоманда. Используйте `help blocksong` для примеров использования.
sv_se: Ogiltigt underkommando angivet. Använd `help blocksong` för användningsexempel.

source: Subject `%(subject)s` is already in the song block list.
es_es: El asunto `%(subject)s` ya está en la lista de bloques de canciones.
ja_jp: Subject `%(subject)s` はすでにソングブロックリストにあります。
ru_ru: Тема `%(subject)s` уже находится в списке блоков песен.
sv_se: Ämne `%(subject)s` finns redan i listan över låtblock.

source: The subject is not in the song block list and cannot be removed.
es_es: El asunto no está en la lista de bloques de canciones y no puede ser eliminado.
ja_jp: 件名はソングブロックリストにないため、削除できません。
ru_ru: Тема отсутствует в списке блоков песни и не может быть удалена.
sv_se: Ämnet finns inte i listan över låtblock och kan inte tas bort.

source: Invalid sub-command given. Use `help autoplaylist` for usage examples.
es_es: Sub-comando inválido. Usa `help autoplaylist` para los ejemplos de uso.
ja_jp: 無効なサブコマンドが与えられました。使用例には `help autoplaylist` を使用してください。
ru_ru: Неверная субкоманда. Используйте `help autoplaylist` для примеров использования.
sv_se: Ogiltigt underkommando angivet. Använd `help autoplaylist` för användningsexempel.

source: The supplied song link is invalid
es_es: El enlace a la canción suministrada no es válido
ja_jp: 指定された曲のリンクは無効です
ru_ru: Недействительная ссылка на песню
sv_se: Länk till medföljande låt är ogiltig

source: The queue is empty. Add some songs with a play command!
es_es: La cola está vacía. ¡Añade algunas canciones con un comando de reproducción!
ja_jp: キューが空です。再生コマンドで曲を追加してください！
ru_ru: Очередь пуста. Добавьте несколько песен с помощью команды воспроизведения!
sv_se: Kön är tom. Lägg till några låtar med ett låtkommando!

source: This song is already in the autoplaylist.
es_es: Esta canción ya está en la lista de reproducción automática.
ja_jp: この曲はすでに自動プレイリストにあります。
ru_ru: Эта песня уже есть в автомате.
sv_se: Den här låten finns redan i autospellistan.

source: This song is not yet in the autoplaylist.
es_es: Esta canción aún no está en la lista de reproducción automática.
ja_jp: この曲はまだ自動プレイリストに入っていません。
ru_ru: Эта песня еще не находится в автомате.
sv_se: Den här låten finns ännu inte med i autospellistan.

source: You must provide a playlist filename.
es_es: Debe proporcionar un nombre de archivo de lista de reproducción.
ja_jp: プレイリストファイル名を指定する必要があります。
ru_ru: Вы должны указать имя файла плейлиста.
sv_se: Du måste ange ett filnamn för spellistan.
