Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: The exception which caused the above error:
es_es: La excepción que causó el error anterior:
ja_jp: 上記のエラーを引き起こした例外:
ru_ru: Исключение, вызвавшее указанную ошибку:
sv_se: Undantaget som orsakade ovanstående fel:

source: MusicBot is doing a soft restart...
es_es: MusicBot está reiniciando suavemente...
ja_jp: MusicBot がソフトな再起動を行っています...
ru_ru: MusicBot делает мягкий перезапуск...
sv_se: MusicBot gör en mjuk omstart...

source: MusicBot is doing a full process restart...
es_es: MusicBot está reiniciando todo el proceso...
ja_jp: MusicBot が完全な再起動処理を行っています...
ru_ru: MusicBot выполняет полный перезапуск процесса...
sv_se: MusicBot gör en fullständig process omstart...

source: Error starting bot
es_es: Error al iniciar el bot
ja_jp: ボット起動時のエラー
ru_ru: Ошибка при запуске бота
sv_se: Fel vid start av bot

source: Closing event loop.
es_es: Cerrando bucle de evento.
ja_jp: イベントループを閉じています。
ru_ru: Цикл закрытия событий.
sv_se: Stänger händelseloop.

source: Restarting in %s seconds...
es_es: Reiniciando en %s segundos...
ja_jp: %s 秒後に再起動中...
ru_ru: Перезапуск через %s секунд...
sv_se: Startar om %s sekunder...

source: All done.
es_es: Todo listo.
ja_jp: すべて完了です。
ru_ru: Всё готово.
sv_se: Allt klart.

source: OK, we're closing!
es_es: ¡Vale, estamos cerrando!
ja_jp: OK、閉店中です！
ru_ru: ОК, мы закрываем!
sv_se: OK, vi stänger!

source: MusicBot is now doing start up steps...
es_es: MusicBot ahora está realizando los pasos de inicio...

source: Start up failed at login.
es_es: Error al iniciar sesión.

source: No playlist file exists with the name: `%(playlist)s`
es_es: No existe ningún archivo de lista de reproducción con el nombre: `%(playlist)s`

source: There is nothing currently playing. Play something with a play command.
es_es: No hay nada reproduciéndose actualmente. Reproduce algo con un comando de reproducción.

source: Missing permissions to delete queue file for %(guild)s(%(id)s) at: %(path)s
es_es: Permisos faltantes para eliminar el archivo de cola para %(guild)s(%(id)s) en: %(path)s

source: OS level error while trying to delete queue file: %(path)s
es_es: Error de nivel de sistema operativo al intentar eliminar el archivo de cola: %(path)s

source: Generating new config options files...
es_es: Generando nuevos archivos de opciones de configuración...

source: Error creating default config options file. Problem: MusicBot attempted to generate the config files but failed due to an error: %(raw_error)s Solution: Make sure MusicBot can read and write to your config files.
es_es: Error al crear el archivo de opciones de configuración predeterminado. Problema: MusicBot intentó generar los archivos de configuración, pero falló debido a un error: %(raw_error)s Solución: Asegúrese de que MusicBot pueda leer y escribir en sus archivos de configuración.

source: Could not locate config options or example options files. MusicBot will generate the config files at the location: %(cfg_file)s
es_es: No se pudieron encontrar las opciones de configuración ni los archivos de opciones de ejemplo. MusicBot generará los archivos de configuración en la ubicación: %(cfg_file)s

source: Cachemap defer flag is set, not yet saving to disk...
es_es: La bandera de aplazamiento de Cachemap está establecida, todavía no se guarda en el disco...

source: Could not locate config permissions or example permissions files. MusicBot will generate the config files at the location: %(perms_file)s
es_es: No se pudieron encontrar los permisos de configuración ni los archivos de permisos de ejemplo. MusicBot generará los archivos de configuración en la ubicación: %(perms_file)s

source: Generating new config permissions files...
es_es: Generando nuevos archivos de permisos de configuración...

source: Error creating default config permissions file. Problem: MusicBot attempted to generate the config files but failed due to an error: %(raw_error)s Solution: Make sure MusicBot can read and write to your config files.
es_es: Error al crear el archivo de permisos de configuración predeterminado. Problema: MusicBot intentó generar los archivos de configuración, pero falló debido a un error: %(raw_error)s Solución: Asegúrese de que MusicBot pueda leer y escribir en sus archivos de configuración.

source: MusicBot could not write files in the following directory: %(dir)s
es_es: MusicBot no pudo escribir archivos en el siguiente directorio: %(dir)s

source: Please make sure MusicBot can read and write in the above directory.
es_es: Asegúrese de que MusicBot pueda leer y escribir en el directorio mencionado anteriormente.

source: Failed to clean up write-test path.
es_es: No se pudo limpiar la ruta de prueba de escritura.

source: Supply a directory where MusicBot can store all mutable files. Essentially treats the install directory as read-only. MusicBot must have permission to create this directory.
es_es: Proporciona un directorio donde MusicBot pueda almacenar todos los archivos mutables. Básicamente, trata el directorio de instalación como de solo lectura. MusicBot debe tener permiso para crear este directorio.

source: Private Channel
es_es: Canal privado

source: User DM: %(name)s
es_es: Usuario DM: %(name)s

source: Unknown Channel (Partial)
es_es: Canal desconocido (en parte)

source: Unnamed Channel: %(id)s
es_es: Canal sin nombre: _1831704289459891_

source: Unknown Channel
es_es: Canal desconocido

source: Unknown
es_es: Desconocido

source: MusicBot may use up to %(rate).2f %(suffix)s of bandwidth.
es_es: MusicBot puede utilizar hasta %(rate).2f %(suffix)s de ancho de banda.

source: Command by @mention: %s
es_es: Comando por @mention: %s

source: Command aliases: %s
es_es: Mando alias: %s

source: Legacy skip: %s
es_es: Patrón de Legado: %s

source: Author insta-skip: %s
es_es: Autor insta-skip: %s

source: Auto-join Owner's voice channel: %s
es_es: Canal de voz del propietario automático: %s

source: Save per-server queue history: %s
es_es: Guardar historia de la cola por servidor: %s

source: Save global queue history: %s
es_es: Guardar historia de la cola global: %s

source: Remove URLs on extraction error: %s
es_es: Eliminar URLs en el error de extracción: %s

source: Skip playlist for user requests: %s
es_es: Saltar lista de reproducción para solicitudes de usuarios: %s

source: Songs blocklist: %s
es_es: Canciones blocklist: %s

source: Users blocklist: %s
es_es: Lista de usuarios: %s

source: Delete if cache exceeds %s
es_es: Eliminar si el caché supera %s

source: Pre-download next track: %s
es_es: Descargar la siguiente pista: %s

source: Write current song title to file: %s
es_es: Escriba el título de la canción actual para el archivo: _38315306494442335_

source: Respond with Embeds: %s
es_es: Responder a Embeds: %s

source: Footer Text: %s
es_es: Texto del pie: %s

source: Leave servers where Owner is not a member: %s
es_es: Dejar servidores donde el propietario no es miembro: %s

source: Disconnect from inactive channel: %s
es_es: Desconexión del canal inactivo %s

source: Disconnect at end of queue: %s
es_es: Desconexión al final de la cola: %s

source: Disconnect when player idles: %s
es_es: Desconectar cuando el jugador idles: %s

source: Search using reactions: %s
es_es: Búsqueda utilizando reacciones: %s

source: Results per search: %d
es_es: Resultados por búsqueda: %d

source: Local media files: %s
es_es: Archivos de medios locales: %s

source: Network checking ping tests: %s
es_es: Pruebas de detección de redes: %s

source: Audio processed with: %s
es_es: Audio procesado con: %s

source: Equalize audio level per-track: %s
es_es: Igualdad de audio nivel por pista: %s

source: HTTP Proxy set to: %s
es_es: HTTP Proxy se establece en: _15217758131462538_

source: User Agent set to: %s
es_es: Agente de usuario establecido en: _53534739667241667_

source: MusicBot has bound channel config and caller channel is not in bound channels.
es_es: MusicBot tiene config de canal atado y canal de llamada no está en canales atados.

source: Caller server has a bound channel, caller channel ignored.
es_es: El servidor de llamada tiene un canal atado, canal de llamada ignorado.

source: Caller server has no bound channel, caller allowed.
es_es: El servidor de llamada no tiene un canal atado, se permite la llamada.

source: Unbound channel (%s) in server: %s
es_es: Canal sin límite (%s) en servidor: %s

source: Starting Command Tests...
es_es: Comando de inicio Tests...

source: - Processing CMD %(n)s of %(t)s: %(cmd)s
es_es: - CMD %(n)s de %(t)s: %(cmd)s

source: Checking for Python 3.9+
es_es: Comprobación para Python 3.9+

source: Python 3.9+ is required. This version is %s
es_es: Python 3.9+ es necesario. Esta versión es %s

source: Attempting to locate Python 3.9...
es_es: Intento localizar a Python 3.9...

source: Could not execute `py.exe -3.9`
es_es: No se puede ejecutar`py.exe -3.9`

source: Trying "python3.9"
es_es: Intentando "python3.9"

source: Could not locate python3.9 on path.
es_es: No podía localizar pitón3.9 en el camino.

source: Python 3.9 found. Re-launching bot using: %s run.py
es_es: Python 3.9 encontrado. Re-launching bot using: %s run.py

source: Could not find Python 3.9 or higher. Please run the bot using Python version 3.9 to 3.13
es_es: No podía encontrar Python 3.9 o superior. Por favor, ejecute el bot usando Python versión 3.9 a 3.13

source: MusicBot: %(id)s/%(name)s#%(desc)s
ru_ru: Музыкабот: %(id)s/%(name)s#%(desc)s
