Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: Error while loading aliases. Problem: Your aliases files (aliases.json & example_aliases.json) are missing. Solution: Replace the alias config file(s) or copy them from: https://github.com/Just-Some-Bots/MusicBot/
es_es: Error al cargar los alias. Problema: Faltan sus archivos de alias (aliases.json y example_aliases.json). Solución: Reemplace los archivos de configuración de alias o cópialos de: https://github.com/Just-Some-Bots/MusicBot/
fr_fr: Erreur lors du chargement des alias. Problème : Vos fichiers d'alias (aliases.json & example_aliases.json) sont manquants. Solution : Remplacez le(s) fichier(s) de configuration d'alias ou copiez-les: https://github.com/Just-Some-Bots/MusicBot/
pl_pl: Błąd podczas ładowania aliasów. Problem: Brakuje plików aliases.json & example_aliases.json. Rozwiązanie: Zastąp plik konfiguracyjny aliasu lub skopiuj go z https://github.com/Just-Some-Bots/MusicBot/

source: Member is not voice-enabled and cannot use this command.
es_es: El miembro no está habilitado por voz y no puede usar este comando.
fr_fr: Le membre n'est pas activé par la voix et ne peut pas utiliser cette commande.
pl_pl: Użytkownik nie jest włączony głosowo i nie może użyć tego polecenia.

source: You cannot use this command when not in the voice channel.
es_es: No puedes usar este comando cuando no estás en el canal de voz.
fr_fr: Vous ne pouvez pas utiliser cette commande quand vous n'êtes pas dans le salon vocal.
pl_pl: Nie możesz użyć tej komendy gdy nie jest na kanale głosowym.

source: MusicBot does not have permission to Connect in channel: `%(name)s`
es_es: MusicBot no tiene permiso para conectarse en el canal: `%(name)s`
fr_fr: MusicBot n'a pas la permission de se connecter dans le salon : `%(name)s`
pl_pl: MusicBot nie ma uprawnień do połączenia na kanale: `%(name)s`

source: MusicBot does not have permission to Speak in channel: `%(name)s`
es_es: MusicBot no tiene permiso para hablar en el canal: `%(name)s`
fr_fr: MusicBot n'a pas la permission de parler dans le salon : `%(name)s`
pl_pl: MusicBot nie ma uprawnień do mówienia na kanale: `%(name)s`

source: MusicBot could not connect to the channel. Try again later, or restart the bot if this continues.
es_es: MusicBot no pudo conectarse al canal. Inténtalo de nuevo más tarde, o reinicia el bot si esto continúa.
fr_fr: MusicBot n'a pas pu se connecter au canal. Réessayez plus tard ou redémarrez le bot si cela continue.
pl_pl: MusicBot nie mógł połączyć się z kanałem. Spróbuj ponownie później lub zrestartuj bota jeśli to będzie kontynuowane.

source: MusicBot connection to voice was cancelled. This is odd. Maybe restart?
es_es: Se ha cancelado la conexión MusicBot a voz. Esto es extraño. ¿Quizás reiniciar?
fr_fr: La connexion MusicBot à la voix a été annulée. C'est bizarre. Peut-être redémarrez-vous?
pl_pl: Połączenie MusicBot z głosowaniem zostało anulowane. To jest dziwne. Może zrestartować?

source: MusicBot does not have permission to speak.
es_es: MusicBot no tiene permiso para hablar.
fr_fr: MusicBot n'a pas la permission de parler.
pl_pl: MusicBot nie ma uprawnień do mówienia.

source: MusicBot could not request to speak.
es_es: MusicBot no pudo pedir la palabra.
fr_fr: MusicBot n'a pas pu demander à parler.
pl_pl: MusicBot nie mógł prosić o głos.

source: The bot is not in a voice channel. Use the summon command to bring the bot to your voice channel.
es_es: El bot no está en un canal de voz. Usa el comando invocar para llevar el bot a tu canal de voz.
fr_fr: Le bot n'est pas dans un salon vocal. Utilisez la commande d'invocation pour amener le bot dans votre canal vocal.
pl_pl: Bot nie jest na kanale głosowym. Użyj polecenia przywołania, aby przenieść bota do kanału głosowego.

source: Something is wrong, we didn't get the VoiceClient.
es_es: Algo está mal, no conseguimos el Cliente de Voice.
fr_fr: Quelque chose ne va pas, nous n'avons pas obtenu le VoiceClient.
pl_pl: Coś jest nie tak. Nie otrzymaliśmy VoiceClient.

source: Skipping next song `%(title)s` as requester `%(user)s` is not in voice!
es_es: Omitiendo la siguiente canción `%(title)s` como solicitante `%(user)s` no está en voz!
fr_fr: Sauter la chanson suivante `%(title)s` en tant que demandeur `%(user)s` n'est pas dans la voix!
pl_pl: Pominięcie następnej piosenki `%(title)s` jako żądający `%(user)s` nie jest w głosowaniu!

source: %(mention)s - your song `%(title)s` is now playing in %(channel)s!
es_es: %(mention)s - ¡Tu canción `%(title)s` ahora se está reproduciendo en %(channel)s!
fr_fr: %(mention)s - votre chanson `%(title)s` est actuellement diffusée sur %(channel)s !
pl_pl: %(mention)s - Twoja piosenka `%(title)s` gra teraz w %(channel)s!

source: Now playing in %(channel)s: `%(title)s` added by %(author)s!
es_es: Ahora reproduciendo en %(channel)s: `%(title)s` añadido por %(author)s!
fr_fr: En cours de lecture en %(channel)s: `%(title)s` ajouté par %(author)s!
pl_pl: Teraz odtwarzane w %(channel)s: `%(title)s` dodane przez %(author)s!

source: Now playing automatically added entry `%(title)s` in %(channel)s!
es_es: Reproduciendo automáticamente la entrada añadida `%(title)s` en %(channel)s!
fr_fr: Lecture automatique de l'entrée `%(title)s` en %(channel)s!
pl_pl: Teraz odtwarzane automatycznie dodany wpis `%(title)s` w %(channel)s!

source: Skipping songs added by %(user)s as they are not in voice!
es_es: ¡Omitiendo canciones añadidas por %(user)s ya que no están en voz!
fr_fr: Ignorer les chansons ajoutées par %(user)s car elles ne sont pas dans la voix!
pl_pl: Pominięto piosenki dodane przez %(user)s , ponieważ nie są one w głosowaniu!

source: Playback failed for song `%(song)s` due to an error: ``` %(error)s```
es_es: La reproducción falló para la canción `%(song)s` debido a un error: ``` %(error)s```
fr_fr: La lecture de la chanson `%(song)s` a échoué en raison d'une erreur : ``` %(error)s```
pl_pl: Odtwarzanie nie powiodło się dla utworu `%(song)s` z powodu błędu: ``` %(error)s```

source: [Dev Bug] Tried sending an invalid response object.
es_es: [Dev Bug] Intentó enviar un objeto de respuesta no válido.
fr_fr: [Dev Bug] Tentative d'envoi d'un objet de réponse invalide.
pl_pl: [Dev Bug] Próba wysłania nieprawidłowego obiektu odpowiedzi.

source: Failed Discord API Login! Problem: MusicBot could not log into Discord API. Your Token may be incorrect or there may be an API outage. Solution: Make sure you have the correct Token set in your config. Check API status at the official site: discordstatus.com
es_es: Error al iniciar sesión en la API de Discord. Problema: MusicBot no pudo iniciar sesión en la API de Discord. Es posible que tu token sea incorrecto o que haya una interrupción en la API. Solución: Asegúrate de tener el token correcto configurado en tu configuración. Comprueba el estado de la API en el sitio oficial: discordstatus.com
fr_fr: Échec de la connexion à l'API Discord ! Problème : MusicBot n'a pas pu se connecter à l'API Discord. Votre jeton est peut-être incorrect ou il peut y avoir une panne d'API. Solution : Assurez-vous que le bon jeton est défini dans votre configuration. Vérifiez l'état de l'API sur le site officiel : discordstatus.com
pl_pl: Nieudane logowanie API Discorda! Problem: MusicBot nie mógł zalogować się do API Discorda. Twój token może być niepoprawny lub może wystąpić awaria API. Rozwiązanie: Upewnij się, że masz ustawiony odpowiedni token w konfiguracji. Sprawdź status API na oficjalnej stronie: discordstatus.com

source: The requested song `%(subject)s` is blocked by the song block list.
es_es: La canción solicitada `%(subject)s` está bloqueada por la lista de bloques de canciones.
fr_fr: La chanson demandée `%(subject)s` est bloquée par la liste de blocage de chansons.
pl_pl: Żądana piosenka `%(subject)s` jest zablokowana przez listę bloków utworu.

source: Reset the auto playlist queue by copying it back into player memory. This command will be removed in a future version, replaced by the autoplaylist command(s).
es_es: Restablezca la cola de reproducción automática copiándola nuevamente en la memoria del reproductor. Este comando se eliminará en una versión futura y se reemplazará por el comando o los comandos de lista de reproducción automática.
fr_fr: Réinitialiser la file d'attente de la liste de lecture automatique en la copiant dans la mémoire du lecteur. Cette commande sera supprimée dans une version ultérieure, remplacée par les commandes de la liste de lecture automatique.
pl_pl: Zresetuj kolejkę auto playlisty, kopiując ją z powrotem do pamięci gracza. Ta komenda zostanie usunięta w przyszłej wersji, zastąpiona poleceniem (poleceniami) autoplaylisty.

source: Show usage and description of a command, or list all available commands.
es_es: Mostrar uso y descripción de un comando, o listar todos los comandos disponibles.
fr_fr: Afficher l'utilisation et la description d'une commande, ou lister toutes les commandes disponibles.
pl_pl: Pokaż użycie i opis polecenia lub wyświetl listę wszystkich dostępnych poleceń.

source: **Aliases for this command:**
es_es: **Alias para este comando:**
fr_fr: **Alias pour cette commande :**
pl_pl: **Aliasy dla tej komendy:**

source: `%(alias)s` alias of `%(command)s %(args)s`
es_es: `%(alias)s` alias de `%(command)s %(args)s`
fr_fr: `%(alias)s` alias de `%(command)s %(args)s`
pl_pl: `%(alias)s` alias `%(command)s %(args)s`

source: **Alias of command:** `%(command)s`
es_es: **Alias del comando:** `%(command)s`
fr_fr: **Alias de commande:** `%(command)s`
pl_pl: **Alias polecenia:** `%(command)s`

source: No such command
es_es: No existe tal comando
fr_fr: Aucune commande de ce type
pl_pl: Nie ma takiej komendy

source: The list above shows only commands permitted for your use. For a list of all commands, run: %(example_all)s
es_es: La lista anterior muestra solo comandos permitidos para tu uso. Para una lista de todos los comandos, ejecuta: %(example_all)s
fr_fr: La liste ci-dessus ne montre que les commandes autorisées pour votre utilisation. Pour une liste de toutes les commandes, exécutez : %(example_all)s
pl_pl: Powyższa lista pokazuje tylko polecenia dozwolone do użycia. Aby wyświetlić listę wszystkich poleceń, uruchom %(example_all)s

source: **Commands by name:** *(without prefix)* ``` %(command_list)s ``` **Command Prefix:** %(prefix)s For help with a particular command, run: %(example_command)s %(all_note)s
es_es: **Comandos por nombre:** *(sin prefijo)* ``` %(command_list)s ``` **Prefijo de comando:** %(prefix)s Para ayuda con un comando en particular, run: %(example_command)s %(all_note)s
fr_fr: **Commandes par nom:** *(sans préfixe)* ``` %(command_list)s ``` **Préfixe de commande :** %(prefix)s Pour obtenir de l'aide avec une commande particulière, run: %(example_command)s %(all_note)s
pl_pl: **Polecenia według nazwy:** *(bez prefiksu)* ``` %(command_list)s ``` **Prefiks poleceń:** %(prefix)s Aby uzyskać pomoc z określonym poleceniem, bieg: %(example_command)s %(all_note)s

source: Block a mentioned user.
es_es: Bloquear a un usuario mencionado.
fr_fr: Bloquer un utilisateur mentionné.
pl_pl: Zablokuj wspomnianego użytkownika.

source: Unblock a mentioned user.
es_es: Desbloquear a un usuario mencionado.
fr_fr: Débloquer un utilisateur mentionné.
pl_pl: Odblokuj wspomnianego użytkownika.

source: Show the block status of a mentioned user.
es_es: Mostrar el estado del bloque de un usuario mencionado.
fr_fr: Afficher le statut de bloc d'un utilisateur mentionné.
pl_pl: Pokaż status bloku wspomnianego użytkownika.

source: Manage the users in the user block list. Blocked users are forbidden from using all bot commands.
es_es: Administra los usuarios en la lista de bloques de usuarios. Se prohíbe a los usuarios bloqueados utilizar todos los comandos del bot.
fr_fr: Gérer les utilisateurs dans la liste des utilisateurs bloqués Les utilisateurs bloqués ne peuvent pas utiliser toutes les commandes du bot.
pl_pl: Zarządzaj użytkownikami na liście zablokowanych użytkowników. Zablokowanym użytkownikom zabrania się używania wszystkich poleceń bota.

source: You must mention a user or provide their ID number.
es_es: Debe mencionar a un usuario o proporcionar su número de identidad.
fr_fr: Vous devez mentionner un utilisateur ou fournir son numéro d'identité.
pl_pl: Musisz podać użytkownika lub jego numer identyfikacyjny.

source: Invalid sub-command given. Use `help blockuser` for usage examples.
es_es: Sub-comando inválido. Usa `help blockuser` para ejemplos de uso.
fr_fr: Sous-commande invalide. Utilisez `help blockuser` pour des exemples d'utilisation.
pl_pl: Podano nieprawidłowe polecenie. Użyj `help blockuser` dla przykładów użycia.

source: MusicBot could not find the user(s) you specified.
es_es: MusicBot no pudo encontrar el usuario(s) especificado.
fr_fr: MusicBot n'a pas pu trouver les utilisateurs que vous avez spécifiés.
pl_pl: MusicBot nie mógł znaleźć podanego użytkownika.

source: The owner cannot be added to the block list.
es_es: El propietario no puede ser añadido a la lista de bloques.
fr_fr: Le propriétaire ne peut pas être ajouté à la liste de blocs.
pl_pl: Właściciel nie może być dodany do listy bloków.

source: User block list is currently enabled.
es_es: La lista de bloques de usuarios está habilitada actualmente.
fr_fr: La liste des utilisateurs bloqués est actuellement activée.
pl_pl: Lista bloków użytkowników jest obecnie włączona.

source: User block list is currently disabled.
es_es: La lista de bloques de usuarios está actualmente deshabilitada.
fr_fr: La liste des utilisateurs bloqués est actuellement désactivée.
pl_pl: Lista bloków użytkowników jest obecnie wyłączona.

source: Cannot add the users you listed, they are already added.
es_es: No se pueden agregar los usuarios que has listado, que ya han sido añadidos.
fr_fr: Impossible d'ajouter les utilisateurs que vous avez listés, ils sont déjà ajoutés.
pl_pl: Nie można dodać użytkowników, których wymieniłeś, są już dodane.

source: %(number)s user(s) have been added to the block list. %(status)s
es_es: %(number)s usuarios han sido añadidos a la lista de bloqueados. %(status)s
fr_fr: %(number)s a été ajouté à la liste de blocage. %(status)s
pl_pl: %(number)s użytkownicy zostali dodani do listy bloków. %(status)s

source: None of those users are in the blacklist.
es_es: Ninguno de esos usuarios está en la lista negra.
fr_fr: Aucun de ces utilisateurs n'est dans la liste noire.
pl_pl: Żaden z tych użytkowników nie jest na czarnej liście.

source: User: `%(user)s` is not blocked.
es_es: Usuario: `%(user)s` no está bloqueado.
fr_fr: L'utilisateur : `%(user)s` n'est pas bloqué.
pl_pl: Użytkownik: `%(user)s` nie jest zablokowany.

source: User: `%(user)s` is blocked.
es_es: Usuario: `%(user)s` está bloqueado.
fr_fr: L'utilisateur : `%(user)s` est bloqué.
pl_pl: Użytkownik: `%(user)s` jest zablokowany.

source: **Block list status:** %(status)s %(users)s
es_es: **Estado de la lista de bloqueos:** %(status)s %(users)s
fr_fr: **Bloquer le statut de la liste :** %(status)s %(users)s
pl_pl: **Status listy bloków:** %(status)s %(users)s

source: %(number)s user(s) have been removed from the block list. %(status)s
es_es: %(number)s usuarios han sido eliminados de la lista de bloqueados. %(status)s
fr_fr: %(number)s Utilisateur(s) ont été retirés de la liste de blocage. %(status)s
pl_pl: Użytkownicy %(number)s zostali usunięci z listy bloków. %(status)s

source: Manage a block list applied to song requests and extracted song data. A subject may be a song URL or a word or phrase found in the track title. If subject is omitted, any currently playing track URL will be added instead. The song block list matches loosely, but is case-sensitive. This means adding 'Pie' will match 'cherry Pie' but not 'piecrust' in checks.
es_es: Administrar una lista de bloqueos aplicada a las solicitudes de canciones y a los datos extraídos de las mismas. Un asunto puede ser la URL de una canción o una palabra o frase que se encuentre en el título de la pista. Si se omite el asunto, se agregará en su lugar la URL de cualquier pista que se esté reproduciendo en ese momento. La lista de bloqueos de canciones coincide de forma aproximada, pero distingue entre mayúsculas y minúsculas. Esto significa que si se agrega "Pie", se coincidirá con "cherry Pie" pero no con "piecrust" en las comprobaciones.
fr_fr: Gérez une liste de blocage appliquée aux demandes de chansons et aux données de chansons extraites. Un sujet peut être une URL de chanson ou un mot ou une phrase trouvé dans le titre de la piste. Si le sujet est omis, toute URL de piste en cours de lecture sera ajoutée à la place. La liste de blocage des chansons correspond vaguement, mais est sensible à la casse. Cela signifie que l'ajout de « Pie » correspondra à « cherry Pie » mais pas à « piecrust » dans les vérifications.
pl_pl: Zarządzaj listą bloków zastosowaną do żądań piosenki i wyodrębnionych danych utworu. Tematem może być adres URL utworu, słowo lub fraza znalezione w tytule utworu. Jeśli temat zostanie pominięty, zostanie dodany dowolny aktualnie odtwarzany adres URL utworu. Lista bloków piosenek pasuje luźnie, ale ma wielkość liter. To oznacza dodanie 'Pie' będzie pasować do 'wiśni Piechotnej', ale nie 'piekrego' w kontrolach.

source: You must provide a song subject if no song is currently playing.
es_es: Debes proporcionar un tema de canción si ninguna canción se está reproduciendo actualmente.
fr_fr: Vous devez indiquer un sujet si aucune chanson n'est en cours de lecture.
pl_pl: Musisz podać temat utworu, jeśli nie ma aktualnie odtwarzanej piosenki.

source: Invalid sub-command given. Use `help blocksong` for usage examples.
es_es: Sub-comando inválido. Usa `help blocksong` para ejemplos de uso.
fr_fr: Sous-commande invalide. Utilisez `help blocksong` pour des exemples d'utilisation.
pl_pl: Podano nieprawidłowe polecenie. Użyj `help blocksong` dla przykładów użycia.

source: Subject `%(subject)s` is already in the song block list.
es_es: El asunto `%(subject)s` ya está en la lista de bloques de canciones.
fr_fr: Sujet `%(subject)s` est déjà dans la liste de blocage de chansons.
pl_pl: Temat%(subject)s` jest już na liście bloków utworu.

source: Added subject `%(subject)s` to the song block list. %(status)s
es_es: Se añadió el asunto `%(subject)s` a la lista de bloques de canciones. %(status)s
fr_fr: Ajout du sujet `%(subject)s` à la liste de blocage de chansons. %(status)s
pl_pl: Dodano temat `%(subject)s` do listy bloków utworu. %(status)s

source: The subject is not in the song block list and cannot be removed.
es_es: El asunto no está en la lista de bloques de canciones y no puede ser eliminado.
fr_fr: Le sujet n'est pas dans la liste des chansons bloquées et ne peut pas être supprimé.
pl_pl: Temat nie znajduje się na liście bloków piosenek i nie może zostać usunięty.

source: Subject `%(subject)s` has been removed from the block list. %(status)s
es_es: El asunto `%(subject)s` ha sido eliminado de la lista de bloques. %(status)s
fr_fr: Le sujet `%(subject)s` a été retiré de la liste de blocs. %(status)s
pl_pl: Temat `%(subject)s` został usunięty z listy bloków. %(status)s

source: Adds or removes the specified song or currently playing song to/from the current playlist.
es_es: Añade o quita la canción especificada o reproduciendo la canción actualmente en la lista de reproducción actual.
fr_fr: Ajoute ou supprime la chanson spécifiée ou joue actuellement dans/depuis la playlist actuelle.
pl_pl: Dodaje lub usuwa określoną piosenkę lub aktualnie odtwarzany utwór do/z bieżącej listy odtwarzania.

source: Adds the entire queue to the guilds playlist.
es_es: Añade toda la cola a la lista de reproducción de gremios.
fr_fr: Ajoute toute la file d'attente à la playlist des guildes.
pl_pl: Dodaje całą kolejkę do listy odtwarzania gildii.

source: Set a playlist as default for this guild and reloads the guild auto playlist.
es_es: Establece una lista de reproducción por defecto para este gremio y recarga la lista de reproducción automática.
fr_fr: Définir une playlist par défaut pour cette guilde et recharger la playlist automatique de guilde.
pl_pl: Ustaw listę odtwarzania jako domyślną dla tej gildii i odśwież auto playlistę gildii.

source: Manage auto playlist files and per-guild settings.
es_es: Administrar archivos de lista de reproducción automática y ajustes por guild.
fr_fr: Gérer les fichiers de la liste de lecture automatique et les paramètres par guilde.
pl_pl: Zarządzaj plikami automatycznej listy odtwarzania i ustawieniami gildii.

source: Invalid sub-command given. Use `help autoplaylist` for usage examples.
es_es: Sub-comando inválido. Usa `help autoplaylist` para los ejemplos de uso.
fr_fr: Sous-commande invalide. Utilisez `help autoplaylist` pour des exemples d'utilisation.
pl_pl: Podano nieprawidłowe polecenie. Użyj `help autoplaylist` dla przykładów użycia.

source: The supplied song link is invalid
es_es: El enlace a la canción suministrada no es válido
fr_fr: Le lien de la chanson fournie n'est pas valide
pl_pl: Podany link do utworu jest nieprawidłowy

source: The queue is empty. Add some songs with a play command!
es_es: La cola está vacía. ¡Añade algunas canciones con un comando de reproducción!
fr_fr: La file d'attente est vide. Ajoutez des morceaux avec une commande de lecture!
pl_pl: Kolejka jest pusta. Dodaj kilka piosenek poleceniem odtwarzania!

source: All songs in the queue are already in the autoplaylist.
es_es: Todas las canciones en la cola ya están en la lista de reproducción automática.
fr_fr: Toutes les chansons dans la file d'attente sont déjà dans la liste de lecture automatique.
pl_pl: Wszystkie utwory w kolejce są już w autoplaylist.

source: Added %(number)d songs to the autoplaylist.
es_es: Añadidas canciones %(number)d a la lista de reproducción automática.
fr_fr: Ajout des chansons %(number)d à la liste de lecture automatique.
pl_pl: Dodano utwory %(number)d do listy autoplay.

source: Added `%(url)s` to the autoplaylist.
es_es: Añadido `%(url)s` a la lista de reproducción automática.
fr_fr: Ajouté `%(url)s` à la liste de lecture automatique.
pl_pl: Dodano `%(url)s` do autoplaylisty.

source: This song is already in the autoplaylist.
es_es: Esta canción ya está en la lista de reproducción automática.
fr_fr: Cette chanson est déjà dans la liste de lecture automatique.
pl_pl: Ta piosenka jest już na autoplaylist.

source: Removed `%(url)s` from the autoplaylist.
es_es: Eliminado `%(url)s` de la lista de reproducción automática.
fr_fr: Supprimé `%(url)s` de la liste de lecture automatique.
pl_pl: Usunięto `%(url)s` z listy autoplay.

source: This song is not yet in the autoplaylist.
es_es: Esta canción aún no está en la lista de reproducción automática.
fr_fr: Cette chanson n'est pas encore dans la liste de lecture automatique.
pl_pl: Ta piosenka nie znajduje się jeszcze na liście autoplay.

source: Loaded a fresh copy of the playlist: `%(file)s`
es_es: Se ha cargado una copia fresca de la lista: `%(file)s`
fr_fr: Une nouvelle copie de la playlist a été chargée : `%(file)s`
pl_pl: Załadowano nową kopię playlisty: `%(file)s`

source: You must provide a playlist filename.
es_es: Debe proporcionar un nombre de archivo de lista de reproducción.
fr_fr: Vous devez fournir un nom de fichier de playlist.
pl_pl: Musisz podać nazwę pliku listy odtwarzania.

source: This playlist is new, you must add songs to save it to disk!
es_es: Esta lista es nueva, ¡debes añadir canciones para guardarla en disco!
fr_fr: Cette playlist est nouvelle, vous devez ajouter des chansons pour l'enregistrer sur le disque !
pl_pl: Ta lista odtwarzania jest nowa, musisz dodać utwory, aby zapisać je na dysku!
