Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: Provide your own Spotify Client ID to enable MusicBot to interact with Spotify API. MusicBot will try to use the web player API (guest mode) if nothing is set here. Using your own API credentials grants higher usage limits than guest mode.
es_es: Proporciona tu propia ID de cliente de Spotify para permitir que MusicBot interactúe con la API de Spotify. MusicBot intentará usar la API del reproductor web (modo invitado) si no se configura nada aquí. El uso de tus propias credenciales de API otorga límites de uso más altos que el modo invitado.
fr_fr: Fournissez votre propre identifiant client Spotify pour permettre à MusicBot d'interagir avec l'API Spotify. MusicBot essaiera d'utiliser l'API du lecteur Web (mode invité) si rien n'est défini ici. L'utilisation de vos propres identifiants API accorde des limites d'utilisation plus élevées que le mode invité.
pl_pl: Podaj swój własny identyfikator klienta Spotify, aby umożliwić MusicBot interakcję z API Spotify. MusicBot spróbuje użyć API odtwarzacza internetowego (tryb gościa) jeśli nic nie jest ustawione tutaj. Korzystanie z własnych danych logowania API daje większe limity użytkowania niż tryb gościa.

source: Provide your Spotify Client Secret to enable MusicBot to interact with Spotify API. This is required if you set the Spotify_ClientID option above.
es_es: Proporcione su secreto de cliente de Spotify para permitir a MusicBot interactuar con la API de Spotify. Esto es necesario si establece la opción de Spotify_ClientID anterior.
fr_fr: Fournissez votre secret client Spotify pour permettre à MusicBot d'interagir avec l'API Spotify. Ceci est nécessaire si vous définissez l'option Spotify_ClientID ci-dessus.
pl_pl: Podaj swój sekretny klucz klienta Spotify, aby umożliwić MusicBot interakcję z API Spotify. Jest to wymagane, jeśli ustawisz powyższą opcję Spotify_ClientID.

source: Provide a Discord User ID number to set the owner of this bot. The word 'auto' or number 0 will set the owner based on App information. Only one owner ID can be set here. Generally, setting 'auto' is recommended.
es_es: Proporciona un número de ID de usuario de Discord para establecer el propietario de este bot. La palabra "auto" o el número 0 establecerán el propietario según la información de la aplicación. Solo se puede establecer un ID de propietario aquí. Por lo general, se recomienda establecer "auto".
fr_fr: Fournissez un numéro d'identifiant d'utilisateur Discord pour définir le propriétaire de ce bot. Le mot « auto » ou le numéro 0 définira le propriétaire en fonction des informations de l'application. Un seul identifiant de propriétaire peut être défini ici. En général, il est recommandé de définir « auto ».
pl_pl: Podaj numer ID użytkownika Discorda, aby ustawić właściciela tego bota. Słowo 'auto' lub numer 0 ustawi właściciela na podstawie informacji o aplikacji. Można tutaj ustawić tylko jeden identyfikator właściciela. Generalnie zalecane jest ustawienie 'auto'.

source: A list of Discord User IDs who can use the dev-only commands. Warning: dev-only commands can allow arbitrary remote code execution. Use spaces to separate multiple IDs. Most users should leave this setting blank.
es_es: Una lista de los ID de usuarios de Discord que pueden usar los comandos exclusivos para desarrolladores. Advertencia: los comandos exclusivos para desarrolladores pueden permitir la ejecución remota de código arbitrario. Use espacios para separar varios ID. La mayoría de los usuarios deben dejar esta configuración en blanco.
fr_fr: Une liste des identifiants utilisateur Discord qui peuvent utiliser les commandes de dev-only. Attention : les commandes dev-only peuvent permettre l'exécution arbitraire de code à distance. Utilisez des espaces pour séparer plusieurs IDs. La plupart des utilisateurs doivent laisser ce paramètre vide.
pl_pl: Lista ID użytkownika Discorda, który może używać poleceń dev-online. Ostrzeżenie: komendy dev-only mogą zezwolić na dowolne zdalne wykonanie kodu. Użyj spacji, aby oddzielić wiele identyfikatorów. Większość użytkowników powinna pozostawić to ustawienie puste.

source: Discord Member IDs for other bots that MusicBot should not ignore. Use spaces to separate multiple IDs. All bots are ignored by default.
es_es: ID de miembros de Discord para otros bots que MusicBot no debe ignorar. Use espacios para separar varios ID. Todos los bots se ignoran de forma predeterminada.
fr_fr: ID de membre Discord pour les autres bots que MusicBot ne devrait pas ignorer. Utilisez des espaces pour séparer plusieurs IDs. Tous les bots sont ignorés par défaut.
pl_pl: ID użytkowników Discorda dla innych botów, których MusicBot nie powinien ignorować. Użyj spacji, aby oddzielić wiele ID. Wszystkie boty są domyślnie ignorowane.

source: Command prefix is how all MusicBot commands must be started in Discord messages. E.g., if you set this to * the play command is trigger by *play ...
es_es: El prefijo de comando es la forma en que deben iniciarse todos los comandos de MusicBot en los mensajes de Discord. Por ejemplo, si lo configuras en *, el comando de reproducción se activa con *play...
fr_fr: Le préfixe de commande est comment toutes les commandes MusicBot doivent être lancées dans les messages Discord. Par exemple, si vous définissez ceci à * la commande de lecture est déclenchée par *play...
pl_pl: Prefiks polecenia to jak wszystkie polecenia MusicBot muszą być uruchamiane w wiadomościach Discorda. Np. jeśli ustawisz to na * polecenie gry wyzwala *graj...

source: Enable using commands with @[YourBotNameHere] The CommandPrefix is still available, but can be replaced with @ mention.
es_es: Habilitar el uso de comandos con @[YourBotNameHere] El prefijo de comandos todavía está disponible, pero puede reemplazarse con la mención @ .
fr_fr: Activez les commandes avec @[YourBotNameHere] Le CommandPrefix est toujours disponible, mais peut être remplacé par @ mention.
pl_pl: Włącz polecenia z @[YourBotNameHere] Polecenie jest nadal dostępne, ale można je zastąpić @ mention.

source: ID numbers for text channels that MusicBot should exclusively use for commands. This can contain IDs for channels in multiple servers. Use spaces to separate multiple IDs. All channels are used if this is not set.
es_es: Números de identificación de los canales de texto que MusicBot debe usar exclusivamente para comandos. Puede contener identificaciones de canales en varios servidores. Use espacios para separar varias identificaciones. Si no se configura esta opción, se usarán todos los canales.
fr_fr: Numéros d'identification pour les salons textuels que MusicBot devrait utiliser exclusivement pour les commandes. Cela peut contenir des IDs pour les salons sur plusieurs serveurs. Utilisez des espaces pour séparer plusieurs IDs. Tous les canaux sont utilisés si ce n'est pas défini.
pl_pl: Numery identyfikacyjne kanałów tekstowych, które MusicBot powinien używać wyłącznie dla poleceń. Może zawierać identyfikatory kanałów na wielu serwerach. Użyj spacji, aby oddzielić wiele identyfikatorów. Wszystkie kanały są używane, jeśli nie są ustawione.

source: Allow responses in all channels while no specific channel is set for a server. Only used when BindToChannels is missing an ID for a server.
es_es: Permitir respuestas en todos los canales mientras no hay canal específico establecido para un servidor. solo se usa cuando BindToChannels no tiene un ID para un servidor.
fr_fr: Permettre les réponses dans tous les salons tant qu'aucun canal spécifique n'est défini pour un serveur. Utilisé uniquement lorsque BindToChannels manque un ID pour un serveur.
pl_pl: Zezwalaj na odpowiedzi we wszystkich kanałach, podczas gdy żaden konkretny kanał nie jest ustawiony dla serwera. Używane tylko wtedy, gdy BindToChannels nie posiada identyfikatora serwera.

source: A list of Voice Channel IDs that MusicBot should automatically join on start up. Use spaces to separate multiple IDs.
es_es: Una lista de IDs de canal de voz a los que MusicBot debería unirse automáticamente al inicio. Use espacios para separar múltiples IDs.
fr_fr: Une liste des ID de canal vocal que MusicBot devrait rejoindre automatiquement au démarrage. Utilisez des espaces pour séparer plusieurs IDs.
pl_pl: Lista identyfikatorów kanału głosowego, do których MusicBot powinien automatycznie dołączyć przy uruchomieniu. Użyj spacji, aby oddzielić wiele identyfikatorów.

source: MusicBot will try to send Now Playing notices directly to the member who requested the song instead of posting in a server channel.
es_es: MusicBot intentará enviar mensajes ahora reproduciendo directamente al miembro que solicitó la canción en lugar de publicar en un canal del servidor.
fr_fr: MusicBot essaiera d'envoyer des avis de Lecture en cours directement au membre qui a demandé la chanson au lieu de poster dans un canal du serveur.
pl_pl: MusicBot spróbuje wysłać powiadomienia o Terazie Odtwarzanym bezpośrednio do użytkownika, który zażądał utworu zamiast publikować je na kanale serwera.

source: Disable now playing messages for songs played via auto playlist.
es_es: Desactivar ahora los mensajes de las canciones reproducidas a través de la lista de reproducción automática.
fr_fr: Désactiver la lecture des messages pour les chansons jouées via la liste de lecture automatique.
pl_pl: Wyłącz teraz odtwarzane wiadomości dla utworów odtwarzanych za pośrednictwem automatycznej listy odtwarzania.

source: Forces MusicBot to use a specific channel to send now playing messages. Only one text channel ID can be used per server.
es_es: Fuerza a MusicBot a usar un canal específico para enviar mensajes ahora. Solo se puede usar un ID de canal de texto por servidor.
fr_fr: Force MusicBot à utiliser un canal spécifique pour envoyer des messages en cours de lecture. Un seul ID de canal texte peut être utilisé par serveur.
pl_pl: Wymusza użycie przez MusicBot konkretnego kanału do wysyłania wiadomości odtwarzania. Można użyć tylko jednego kanału tekstowego ID na serwer.

source: MusicBot will automatically delete Now Playing messages.
es_es: MusicBot eliminará automáticamente los mensajes que se están reproduciendo.
fr_fr: MusicBot supprimera automatiquement les messages en cours de lecture.
pl_pl: MusicBot automatycznie usunie wiadomości.

source: Sets the default volume level MusicBot will play songs at. You can use any value from 0 to 1, or 0% to 100% volume.
es_es: Establece el nivel de volumen predeterminado MusicBot reproducirá canciones en. Puede utilizar cualquier valor de 0 a 1, o de 0 a 100% de volumen.
fr_fr: Définit le niveau de volume par défaut auquel MusicBot jouera des morceaux. Vous pouvez utiliser n'importe quelle valeur de 0 à 1, ou de 0 % à 100 %.
pl_pl: Ustawia domyślny poziom głośności MusicBot odtwarza piosenki. Możesz użyć dowolnej wartości od 0 do 1 lub 0% do 100% głośności.

source: Sets the default speed MusicBot will play songs at. Must be a value from 0.5 to 100.0 for ffmpeg to use it. A value of 1 is normal playback speed. Note: Streamed media does not support speed adjustments.
es_es: Establece la velocidad predeterminada a la que MusicBot reproducirá las canciones. Debe ser un valor entre 0,5 y 100,0 para que ffmpeg lo use. Un valor de 1 es la velocidad de reproducción normal. Nota: Los medios transmitidos no admiten ajustes de velocidad.
fr_fr: Définit la vitesse par défaut à laquelle MusicBot jouera les morceaux. doit être une valeur de 0.5 à 100.0 pour que ffmpeg puisse l'utiliser. Une valeur de 1 est la vitesse de lecture normale. Note : Les médias diffusés ne prennent pas en charge les réglages de vitesse.
pl_pl: Ustawia domyślną szybkość odtwarzania piosenek przez MusicBot. Musi być wartością od 0,5 do 100.0 dla ffmpeg aby go użyć. Wartość 1 to normalna prędkość odtwarzania. Uwaga: media strumieniowe nie obsługują regulacji prędkości.

source: Number of channel member votes required to skip a song. Acts as a minimum when SkipRatio would require more votes.
es_es: Número de votos de miembro del canal requeridos para saltar una canción. actúa como mínimo cuando SkipRatio requeriría más votos.
fr_fr: Nombre de votes des membres de la chaîne requis pour passer une chanson. agit comme un minimum lorsque SkipRatio nécessite plus de votes.
pl_pl: Liczba głosów członków kanału, aby pominąć piosenkę. działa minimalnie, gdy pominięcie Ratio wymagałoby więcej głosów.

source: This percent of listeners in voice must vote for skip. If SkipsRequired is lower than the computed value, it will be used instead. You can set this from 0 to 1, or 0% to 100%.
es_es: Este porcentaje de oyentes en voz debe votar por omitir. Si SkipsRequired es menor que el valor calculado, se utilizará en su lugar. Puede configurarlo de 0 a 1, o de 0 % a 100 %.
fr_fr: Ce pourcentage d'auditeurs dans la voix doit voter pour le saut. Si SkipsRequired est inférieur à la valeur calculée, il sera utilisé à la place. Vous pouvez définir ceci de 0 à 1, ou de 0 % à 100 %.
pl_pl: Ten procent słuchaczy musi głosować na pominięcie. Jeśli Pomijanie jest niższe niż obliczona wartość, zostanie użyta. Możesz to ustawić od 0 do 1, lub 0% do 100%.

source: Allow MusicBot to keep downloaded media, or delete it right away.
es_es: Permitir a MusicBot mantener los medios descargados o eliminarlos de inmediato.
fr_fr: Permettre à MusicBot de garder les médias téléchargés, ou de les supprimer immédiatement.
pl_pl: Pozwól MusicBot na przechowywanie pobranych mediów lub natychmiastowe ich usunięcie.

source: If SaveVideos is enabled, set a limit on how much storage space should be used.
es_es: Si SaveVideos está activado, establezca un límite en cuanto espacio de almacenamiento debe ser utilizado.
fr_fr: Si SaveVideos est activé, définissez une limite de l'espace de stockage à utiliser.
pl_pl: Jeśli zapis wideo jest włączony, ustaw limit ilości miejsca na dysku.

source: If SaveVideos is enabled, set a limit on how long files should be kept.
es_es: Si SaveVideos está habilitado, establezca un límite en cuanto los archivos deben ser asumidos.
fr_fr: Si SaveVideos est activé, définissez une limite sur la durée de conservation des fichiers.
pl_pl: Jeśli zapis wideo jest włączony, ustaw limit czasu przechowywania plików.

source: If SaveVideos is enabled, never purge auto playlist songs from the cache regardless of limits.
es_es: Si SaveVideos está habilitado, nunca purgue las canciones de la lista de reproducción automática de la caché, independientemente de los límites.
fr_fr: Si SaveVideos est activé, ne supprimez jamais les chansons de la liste de lecture automatique du cache quelles que soient les limites.
pl_pl: Jeśli ZapiszFilmy są włączone, nigdy nie czyść automatycznie utworów z listy odtwarzania z pamięci podręcznej bez względu na limity.

source: Mention the user who added the song when it is played.
es_es: Mencionar al usuario que agregó la canción cuando se reproduce.
fr_fr: Mentionnez l'utilisateur qui a ajouté la chanson quand elle est jouée.
pl_pl: Wspomnij użytkownika, który dodał utwór po jego odtworzeniu.

source: Automatically join the owner if they are in an accessible voice channel when bot starts.
es_es: Unirse automáticamente al propietario si están en un canal de voz accesible cuando el bot se inicia.
fr_fr: Rejoignez automatiquement le propriétaire s'il se trouve dans un canal vocal accessible au démarrage du bot.
pl_pl: Automatycznie dołącz do właściciela, jeśli są na dostępnym kanale głosowym po uruchomieniu bota.

source: Enable MusicBot to automatically play music from the auto playlist when the queue is empty.
es_es: Activar MusicBot para reproducir automáticamente música de la lista de reproducción automática cuando la cola está vacía.
fr_fr: Activez MusicBot pour jouer automatiquement de la musique à partir de la liste de lecture automatique lorsque la file d'attente est vide.
pl_pl: Włącz MusicBot aby automatycznie odtwarzać muzykę z automatycznej listy odtwarzania, gdy kolejka jest pusta.

source: Shuffles the auto playlist tracks before playing them.
es_es: Mezclar las pistas de lista de reproducción automática antes de reproducirlas.
fr_fr: Mélange les pistes de la liste de lecture automatique avant de les lire.
pl_pl: Losuj auto playlisty utwory przed ich odtwarzaniem.

source: Enable automatic skip of auto playlist songs when a user plays a new song. This only applies to the current playing song if it was added by the auto playlist.
es_es: Habilitar la omisión automática de canciones de la lista de reproducción automática cuando un usuario reproduce una canción nueva. Esto solo se aplica a la canción que se está reproduciendo actualmente si fue agregada por la lista de reproducción automática.
fr_fr: Activez le saut automatique des chansons de la liste de lecture automatique lorsqu'un utilisateur écoute une nouvelle chanson. Cela s'applique uniquement à la chanson en cours de lecture si elle a été ajoutée par la liste de lecture automatique.
pl_pl: Włącz automatyczne pomijanie utworów, gdy użytkownik odtwarza nową piosenkę. Dotyczy to tylko bieżącego utworu odtwarzanego jeśli został dodany przez auto playlistę.

source: Remove songs from the auto playlist if they are found in the song block list.
es_es: Elimina canciones de la lista de reproducción automática si se encuentran en la lista de bloques de canciones.
fr_fr: Retirer des chansons de la liste de lecture automatique si elles sont trouvées dans la liste des morceaux bloqués.
pl_pl: Usuń utwory z automatycznej listy odtwarzania, jeśli znajdują się na liście bloków utworów.

source: Allow MusicBot to automatically delete messages it sends, after a delay. Delay period is controlled by DeleteDelayShort and DeleteDelayLong.
es_es: Permitir a MusicBot eliminar automáticamente los mensajes que envía, después de un retraso. El período de retraso es controlado por DeleteDelayShort y DeleteDelayLong.
fr_fr: Autoriser MusicBot à supprimer automatiquement les messages qu'il envoie, après un délai. La période de délai est contrôlée par DeleteDelayShort et DeleteDelayLong.
pl_pl: Zezwól MusicBotowi na automatyczne usuwanie wysyłanych wiadomości po opóźnieniu. Okres opóźnienia jest kontrolowany przez DeleteDelayShort i DeleteDelayLong.

source: Auto delete valid commands after a delay.
es_es: Auto eliminar comandos válidos después de un retraso.
fr_fr: Supprimer automatiquement les commandes valides après un délai.
pl_pl: Automatyczne usuwanie prawidłowych poleceń po opóźnieniu.

source: Sets the short period of seconds before deleting messages. This period is used by messages that require no further interaction.
es_es: Establece el corto período de segundos antes de eliminar mensajes. Este período es utilizado por mensajes que no requieren más interacción.
fr_fr: Définit la courte période de secondes avant de supprimer les messages. Cette période est utilisée par les messages qui ne nécessitent aucune autre interaction.
pl_pl: Ustawia krótki okres sekund przed usunięciem wiadomości. Ten okres jest używany przez wiadomości, które nie wymagają dalszej interakcji.

source: Sets the long delay period before deleting messages. This period is used by interactive or long-winded messages, like search and help.
es_es: Establece el período de retraso largo antes de eliminar los mensajes. Este período es utilizado por mensajes interactivos o de largo viento, como búsqueda y ayuda.
fr_fr: Définit la période de délai longue avant de supprimer les messages. Cette période est utilisée par des messages interactifs ou longs, comme la recherche et l'aide.
pl_pl: Ustawia długi okres opóźnienia przed usunięciem wiadomości. Ten okres jest używany przez interaktywne lub długotrwałe wiadomości, takie jak wyszukiwanie i pomoc.

source: Allow MusicBot to save the song queue, so queued songs will survive restarts.
es_es: Permitir a MusicBot guardar la cola de canciones, así que las canciones en cola sobrevivirán a los reinicios.
fr_fr: Permettre à MusicBot d'enregistrer la file d'attente pour que les chansons en file d'attente survivent aux redémarrages.
pl_pl: Pozwól MusicBot zapisać kolejkę piosenek, więc piosenki w kolejce przetrwają restarty.

source: Enable MusicBot to download the next song in the queue while a song is playing. Currently this option does not apply to auto playlist or songs added to an empty queue.
es_es: Activa MusicBot para descargar la siguiente canción en la cola mientras se reproduce una canción. Actualmente esta opción no se aplica a la lista de reproducción automática o a las canciones añadidas a una cola vacía.
fr_fr: Activez MusicBot pour télécharger la chanson suivante dans la file d'attente pendant la lecture d'une chanson. Actuellement, cette option ne s'applique pas à la liste de lecture automatique ou aux chansons ajoutées à une file d'attente vide.
pl_pl: Włącz MusicBot, aby pobrać następny utwór w kolejce, gdy odtwarzany jest utwór. Obecnie ta opcja nie ma zastosowania do automatycznej listy odtwarzania lub piosenek dodanych do pustej kolejki.
