Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: No guild was found with the ID or name `%(input)s`
es_es: No se ha encontrado ningún gremio con el ID o nombre `%(input)s`
fr_fr: Aucune guilde n'a été trouvée avec l'ID ou le nom `%(input)s`
pl_pl: Nie znaleziono gildii o ID lub nazwie `%(input)s`

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
pl_pl: Nieznane

source: Left the guild: `%(name)s` (Owner: `%(owner)s`, ID: `%(id)s`)
es_es: Abandonó el gremio: `%(name)s` (Propietario: `%(owner)s`, ID: `%(id)s`)
fr_fr: A quitté la guilde : `%(name)s` (Owner: `%(owner)s`, ID: `%(id)s`)
pl_pl: Opuszczono gildię: `%(name)s` (Owner: `%(owner)s`, ID: `%(id)s`)

source: This command issues a log at level CRITICAL, but does nothing else. Can be used to manually pinpoint events in the MusicBot log file.
es_es: Este comando ejecuta un registro a nivel CRITICAL, pero no hace nada más. Puede utilizarse para identificar manualmente los eventos en el archivo de registro de MusicBot.
fr_fr: Cette commande émet un journal au niveau CRITICAL, mais ne fait rien d'autre. Peut être utilisé pour identifier manuellement les événements dans le fichier journal MusicBot.
pl_pl: To polecenie wydaje dziennik na poziomie CRITICAL, ale nie robi nic innego. Może być użyty do ręcznego wskazywania wydarzeń w pliku dziennika MusicBot.

source: Logged breakpoint with ID: %(uuid)s
es_es: Breakpoint registrado con ID: %(uuid)s
fr_fr: Point d’arrêt connecté avec ID: %(uuid)s
pl_pl: Zgłoszono punkt wstrzymania z ID: %(uuid)s

source: View most common types reported by objgraph.
es_es: Ver los tipos más comunes reportados por el objeto.
fr_fr: Voir les types les plus courants signalés par objgraphe.
pl_pl: Zobacz najczęstsze typy zgłoszone przez objgraf.

source: View limited objgraph.show_growth() output.
es_es: Ver salida objgraph.show_growth() limitada.
fr_fr: Voir la sortie objgraph.show_growth() limitée.
pl_pl: Zobacz ograniczone wyjście objgraph.show_growth().

source: View most common types of leaking objects.
es_es: Visualiza los tipos más comunes de objetos de fuego.
fr_fr: Voir les types les plus courants d'objets fuites.
pl_pl: Zobacz najpopularniejsze typy wyciekających obiektów.

source: View typestats of leaking objects.
es_es: Ver tipografías de objetos que filtran.
fr_fr: Voir les typestats des objets fuites.
pl_pl: Zobacz statystyki typów wyciekających obiektów.

source: Evaluate the given function and arguments on objgraph.
es_es: Evaluar la función y argumentos dados sobre el objeto.
fr_fr: Évaluer la fonction donnée et les arguments sur objgraph.
pl_pl: Oceń daną funkcję i argumenty na objgrafie.

source: Interact with objgraph, if it is installed, to gain insight into memory usage. You can pass an arbitrary method with arguments (but no spaces!) that is a member of objgraph. Since this method evaluates arbitrary code, it is considered dangerous like the debug command.
es_es: Interactúe con objgraph, si está instalado, para obtener información sobre el uso de la memoria. Puede pasar un método arbitrario con argumentos (¡pero sin espacios!) que sea miembro de objgraph. Dado que este método evalúa código arbitrario, se considera peligroso, al igual que el comando de depuración.
fr_fr: Interagissez avec objgraph, s'il est installé, pour avoir un aperçu de l'utilisation de la mémoire. Vous pouvez passer une méthode arbitraire avec des arguments (mais pas d'espaces !) qui est membre d'objgraph. Étant donné que cette méthode évalue du code arbitraire, elle est considérée comme dangereuse comme la commande debug.
pl_pl: Współpracuj z objgrafem, jeśli jest zainstalowany, aby uzyskać wgląd w użycie pamięci. Możesz przekazać dowolną metodę z argumentami (ale bez spacji!), która jest członkiem objgrafu. Ponieważ ta metoda ocenia dowolny kod, jest uważany za niebezpieczny jak polecenie debugowania.

source: Could not import `objgraph`, is it installed?
es_es: No se pudo importar `objgraph`, ¿está instalado?
fr_fr: Impossible d'importer `objgraph`, est-il installé ?
pl_pl: Nie można zaimportować `objgraf`, czy jest zainstalowany?

source: This command will execute arbitrary python code in the command scope. First eval() is attempted, if exceptions are thrown exec() is tried next. If eval is successful, it's return value is displayed. If exec is successful, a value can be set to local variable `result` and that value will be returned. Multi-line code can be executed if wrapped in code-block. Otherwise only a single line may be executed. This command may be removed in a future version, and is used by developers to debug MusicBot behaviour. The danger of this command cannot be understated. Do not use it or give access to it if you do not understand the risks!
es_es: Este comando ejecutará código Python arbitrario en el ámbito del comando. Primero se intenta ejecutar eval(), si se lanzan excepciones, luego se intenta ejecutar exec(). Si eval tiene éxito, se muestra su valor de retorno. Si exec tiene éxito, se puede establecer un valor en la variable local `result` y se devolverá ese valor. Se puede ejecutar código de varias líneas si se envuelve en un bloque de código. De lo contrario, solo se puede ejecutar una sola línea. Este comando puede eliminarse en una versión futura y los desarrolladores lo usan para depurar el comportamiento de MusicBot. El peligro de este comando no se puede subestimar. ¡No lo use ni le dé acceso si no comprende los riesgos!
fr_fr: Cette commande exécutera un code Python arbitraire dans la portée de la commande. La première tentative est d'exécuter eval(), si des exceptions sont levées, la seconde tentative est d'exécuter exec(). Si eval réussit, sa valeur de retour est affichée. Si exec réussit, une valeur peut être définie sur la variable locale `result` et cette valeur sera renvoyée. Un code multiligne peut être exécuté s'il est enveloppé dans un bloc de code. Sinon, une seule ligne peut être exécutée. Cette commande peut être supprimée dans une future version et est utilisée par les développeurs pour déboguer le comportement de MusicBot. Le danger de cette commande ne peut être sous-estimé. Ne l'utilisez pas et ne lui donnez pas accès si vous ne comprenez pas les risques !
pl_pl: Ta komenda wykona dowolny kod Pythona w zakresie poleceń. Pierwszy eval() jest próbowany, jeśli wyjątki są rzucane exec() zostanie wypróbowany następnie. Jeśli eval zakończył się sukcesem, wyświetlana jest wartość zwrotna. Jeśli wykonanie się powiodło, wartość można ustawić na lokalną zmienną `result` i wartość ta zostanie zwrócona. Kod wieloliniowy może być wykonany, jeśli jest zapakowany w blok kodu. W przeciwnym razie można wykonać tylko jeden wiersz. Ta komenda może zostać usunięta w przyszłej wersji i jest używana przez deweloperów do debugowania zachowania MusicBot. Zagrożenie związane z tym poleceniem nie może być zaniżone. Nie używaj go ani nie daj mu dostępu, jeśli nie rozumiesz ryzyka!

source: Failed to execute debug code: %(py_code)s Exception: ``` %(ex_name)s: %(ex_text)s```
es_es: Error al ejecutar el código de depuración: %(py_code)s Excepción: ``` %(ex_name)s: %(ex_text)s```
fr_fr: Impossible d'exécuter le code de débogage : %(py_code)s Exception : ``` %(ex_name)s: %(ex_text)s```
pl_pl: Nie udało się wykonać kodu debugowania: %(py_code)s Wyjątek: ``` %(ex_name)s: %(ex_text)s```

source: Create 'markdown' for options, permissions, or commands from the code. The output is used to update GitHub Pages and is thus unsuitable for normal reference use.
es_es: Crea 'markdown' para opciones, permisos o comandos desde el código. La salida se utiliza para actualizar las páginas de GitHub y por lo tanto no es adecuada para uso de referencia normal.
fr_fr: Créer un « markdown » pour les options, les permissions ou les commandes à partir du code. La sortie est utilisée pour mettre à jour les pages GitHub et n'est donc pas appropriée pour une utilisation normale de référence.
pl_pl: Utwórz 'markdown' dla opcji, uprawnień lub poleceń z kodu. Wyjście jest używane do aktualizacji stron GitHub i dlatego nie nadaje się do normalnego użycia odniesienia.

source: Sub-command must be one of: %(options)s
es_es: El subcomando debe ser uno de: %(options)s
fr_fr: La sous-commande doit être une des : %(options)s
pl_pl: Podpolecenie musi być jednym z: %(options)s

source: Makes default INI files.
es_es: Crea archivos INI por defecto.
fr_fr: Fait des fichiers INI par défaut.
pl_pl: Tworzy domyślne pliki INI.

source: Saved the requested INI file to disk. Go check it
es_es: Guardado el archivo INI solicitado en el disco. Compruébalo
fr_fr: Le fichier INI demandé a été enregistré sur le disque. Allez le vérifier
pl_pl: Zapisano żądany plik INI na dysku. Sprawdź go

source: Display the current bot version and check for updates to MusicBot or dependencies.
es_es: Mostrar la versión actual del bot y comprobar si hay actualizaciones para MusicBot o dependencias.
fr_fr: Affiche la version actuelle du bot et vérifie les mises à jour de MusicBot ou des dépendances.
pl_pl: Wyświetl aktualną wersję bota i sprawdź dostępność aktualizacji MusicBot lub zależności.

source: Could not locate git executable.
es_es: No se pudo encontrar el ejecutable de git.
fr_fr: Impossible de localiser l'exécutable git.
pl_pl: Nie można zlokalizować pliku wykonywalnego git

source: No updates in branch `%(branch)s` remote.
es_es: No hay actualizaciones en la rama `%(branch)s` remoto.
fr_fr: Aucune mise à jour dans la branche `%(branch)s` distante.
pl_pl: Brak aktualizacji w gałęzi `%(branch)s`.

source: New commits are available in `%(branch)s` branch remote.
es_es: Nuevos commits están disponibles en `%(branch)srama remota.
fr_fr: De nouveaux commits sont disponibles dans la branche distante `%(branch)s`.
pl_pl: Nowe commity są dostępne w oddziale `%(branch)s`.

source: Error while checking, see logs for details.
es_es: Error al comprobar, vea los registros para más detalles.
fr_fr: Erreur lors de la vérification, voir les journaux pour plus de détails.
pl_pl: Błąd podczas sprawdzania, zobacz logi w celu uzyskania szczegółów.

source: Update for `%(name)s` to version: `%(version)s`
es_es: Actualizar para `%(name)s` a la versión: `%(version)s`
fr_fr: Mise à jour pour `%(name)s` vers la version : `%(version)s`
pl_pl: Aktualizacja dla `%(name)s` do wersji: `%(version)s`

source: No updates for dependencies found.
es_es: No se encontraron actualizaciones para dependencias.
fr_fr: Aucune mise à jour pour les dépendances trouvées.
pl_pl: Nie znaleziono aktualizacji dla zależności.

source: There are updates for MusicBot available for download.
es_es: Hay actualizaciones para MusicBot disponibles para su descarga.
fr_fr: Il y a des mises à jour pour MusicBot disponibles pour téléchargement.
pl_pl: Istnieją aktualizacje dla MusicBot dostępne do pobrania.

source: MusicBot is totally up-to-date!
es_es: MusicBot es totalmente fecha!
fr_fr: MusicBot est totalement à jour!
pl_pl: MusicBot jest całkowicie aktualny!

source: %(status)s **Source Code Updates:** %(git_status)s **Dependency Updates:** %(pip_status)s
es_es: %(status)s **Actualizaciones de código fuente:** %(git_status)s **Actualizaciones de dependencia:** %(pip_status)s
fr_fr: %(status)s **Mises à jour du code source:** %(git_status)s **Mises à jour des dépendances:** %(pip_status)s
pl_pl: %(status)s **Aktualizacje kodu źródłowego:** %(git_status)s **Aktualizacje zależności:** %(pip_status)s

source: Displays the MusicBot uptime, or time since last start / restart.
es_es: Muestra el tiempo de actividad de MusicBot, o la hora desde el último inicio / reinicio.
fr_fr: Affiche le temps de disponibilité de MusicBot, ou le temps écoulé depuis le dernier démarrage / redémarrage.
pl_pl: Wyświetla czas uptime MusicBot lub czas od ostatniego rozpoczęcia / restartu.

source: %(name)s has been online for `%(time)s`
es_es: %(name)s ha estado en línea para `%(time)s`
fr_fr: %(name)s a été en ligne pour `%(time)s`
pl_pl: %(name)s jest online dla `%(time)s`

source: Display latency information for Discord API and all connected voice clients.
es_es: Mostrar información de latencia para la API de Discord y todos los clientes de voz conectados.
fr_fr: Affiche les informations de latence pour l'API Discord et tous les clients vocaux connectés.
pl_pl: Wyświetlaj informacje o opóźnieniu dla Discorda API i wszystkich podłączonych klientów głosowych.

source: No voice clients connected.
es_es: No hay clientes de voz conectados.
fr_fr: Aucun client vocal connecté.
pl_pl: Brak podłączonych klientów głosowych.

source: Display API latency and Voice latency if MusicBot is connected.
es_es: Mostrar latencia de la API y latencia de voz si MusicBot está conectado.
fr_fr: Afficher la latence de l'API et la latence vocale si MusicBot est connecté.
pl_pl: Wyświetlaj opóźnienie API i opóźnienie głosowe, jeśli MusicBot jest podłączony.

source: **API Latency:** `%(delay).0f ms`%(voice)s
es_es: **Latencia API:** `%(delay).0f ms`%(voice)s
fr_fr: **Latence de l'API:** `%(delay).0f ms`%(voice)s
pl_pl: **Opóźnienie API:** `%(delay).0f ms`%(voice)s

source: Display MusicBot version number in the chat.
es_es: Mostrar el número de versión de MusicBot en el chat.
fr_fr: Affiche le numéro de version de MusicBot dans le chat.
pl_pl: Wyświetlaj numer wersji MusicBot na czacie.

source: https://github.com/Just-Some-Bots/MusicBot Current version: `%(version)s`
es_es: https://github.com/Just-Some-Bots/MusicBot Versión actual: `%(version)s`
fr_fr: https://github.com/Just-Some-Bots/MusicBot Version actuelle : `%(version)s`
pl_pl: https://github.com/Just-Some-Bots/MusicBot Obecna wersja: `%(version)s`

source: Update the cookies.txt file using a cookies.txt attachment.
es_es: Actualice el archivo cookies.txt usando un archivo adjunto cookies.txt.
fr_fr: Mettre à jour le fichier cookies.txt en utilisant une pièce jointe de cookies.txt.
pl_pl: Aktualizuj plik cookies.txt za pomocą załącznika cookies.txt.

source: Enable or disable cookies.txt file without deleting it.
es_es: Activar o desactivar el archivo cookies.txt sin borrarlo.
fr_fr: Activer ou désactiver le fichier cookies.txt sans le supprimer.
pl_pl: Włącz lub wyłącz plik cookies.txt bez usuwania go.

source: Allows management of the cookies feature in yt-dlp. When updating cookies, you must upload a file named cookies.txt If cookies are disabled, uploading will enable the feature. Uploads will delete existing cookies, including disabled cookies file. WARNING: Copying cookies can risk exposing your personal information or accounts, and may result in account bans or theft if you are not careful. It is not recommended due to these risks, and you should not use this feature if you do not understand how to avoid the risks.
es_es: Permite la gestión de la función de cookies en yt-dlp. Al actualizar las cookies, debes cargar un archivo llamado cookies.txt Si las cookies están deshabilitadas, la carga habilitará la función. Las cargas eliminarán las cookies existentes, incluido el archivo de cookies deshabilitado. ADVERTENCIA: Copiar cookies puede poner en riesgo tu información personal o tus cuentas, y puede resultar en la prohibición o robo de cuentas si no tienes cuidado. No se recomienda debido a estos riesgos, y no debes usar esta función si no entiendes cómo evitarlos.
fr_fr: Permet de gérer la fonctionnalité des cookies dans yt-dlp. Lors de la mise à jour des cookies, vous devez télécharger un fichier nommé cookies.txt Si les cookies sont désactivés, le téléchargement activera la fonctionnalité. Les téléchargements supprimeront les cookies existants, y compris le fichier de cookies désactivé. AVERTISSEMENT : La copie des cookies peut risquer d'exposer vos informations personnelles ou vos comptes, et peut entraîner l'interdiction ou le vol de compte si vous ne faites pas attention. Elle n'est pas recommandée en raison de ces risques, et vous ne devez pas utiliser cette fonctionnalité si vous ne savez pas comment éviter les risques.
pl_pl: Pozwala na zarządzanie funkcją ciasteczek w yt-dlp. Podczas aktualizacji ciasteczek musisz przesłać plik o nazwie ciasteczka. xt Jeśli ciasteczka są wyłączone, przesyłanie włączy tę funkcję. Przesyłanie usunie istniejące ciasteczka, w tym wyłączony plik ciasteczka. OSTRZEŻENIE: Kopiowanie ciasteczek może stwarzać ryzyko narażenia Twoich danych osobowych lub kont, i może skutkować zakazem lub kradzieżą, jeśli nie jesteś ostrożny. Nie zaleca się jej ze względu na te zagrożenia, i nie powinieneś używać tej funkcji , jeśli nie rozumiesz jak unikać ryzyka.

source: Cookies already enabled.
es_es: Las cookies ya están habilitadas.
fr_fr: Cookies déjà activés.
pl_pl: Pliki cookie są już włączone.

source: Cookies must be uploaded to be enabled. (Missing cookies file.)
es_es: Las cookies deben ser subidas para estar habilitadas. (Falta archivo de cookies)
fr_fr: Les cookies doivent être téléchargés pour être activés. (Fichier de cookies)
pl_pl: Pliki cookie muszą być przesłane, aby je włączyć. (Przeliczanie pliku cookies.)

source: Could not enable cookies due to error: %(raw_error)s
es_es: No se pudo habilitar las cookies debido a un error: %(raw_error)s
fr_fr: Impossible d'activer les cookies en raison d'une erreur : %(raw_error)s
pl_pl: Nie można włączyć ciasteczek z powodu błędu: %(raw_error)s

source: Cookies have been enabled.
es_es: Las cookies han sido habilitadas.
fr_fr: Les cookies ont été activés.
pl_pl: Pliki cookie zostały włączone.

source: Could not rename cookies file due to error: %(raw_error)s Cookies temporarily disabled and will be re-enabled on next restart.
es_es: No se pudo renombrar el archivo de cookies debido a un error: %(raw_error)s Cookies temporalmente deshabilitadas y serán reactivadas en el siguiente reinicio.
fr_fr: Impossible de renommer le fichier des cookies en raison d'une erreur : %(raw_error)s Cookies temporairement désactivés et seront réactivés au prochain redémarrage.
pl_pl: Nie można zmienić nazwy pliku ciasteczek z powodu błędu: %(raw_error)s ciasteczka tymczasowo wyłączone i zostaną ponownie włączone przy następnym ponownym uruchomieniu.

source: Cookies have been disabled.
es_es: Las cookies han sido desactivadas.
fr_fr: Les cookies ont été désactivés.
pl_pl: Pliki cookie zostały wyłączone.

source: No attached uploads were found, try again while uploading a cookie file.
es_es: No se encontraron subidas adjuntas, inténtelo de nuevo mientras se subía un archivo de cookies.
fr_fr: Aucun téléchargement en pièce jointe n'a été trouvé, essayez à nouveau en téléchargeant un fichier de cookies.
pl_pl: Nie znaleziono załączonych przesyłanych plików, spróbuj ponownie podczas przesyłania pliku cookie.

source: Error downloading the cookies file from discord: %(raw_error)s
es_es: Error al descargar el archivo de cookies desde discord: %(raw_error)s
fr_fr: Erreur lors du téléchargement du fichier des cookies depuis le discord: %(raw_error)s
pl_pl: Błąd podczas pobierania pliku ciasteczek z dysku: %(raw_error)s

source: Could not save cookies to disk: %(raw_error)s
es_es: No se han podido guardar las cookies en el disco: %(raw_error)s
fr_fr: Impossible d'enregistrer les cookies sur le disque : %(raw_error)s
pl_pl: Nie można zapisać ciasteczek na dysku: %(raw_error)s

source: Cookies uploaded and enabled.
es_es: Cookies subidas y habilitadas.
fr_fr: Cookies téléchargés et activés.
pl_pl: Pliki cookie przesłane i włączone.

source: You cannot use this bot in private messages.
es_es: No puedes usar este bot en mensajes privados.
fr_fr: Vous ne pouvez pas utiliser ce bot dans des messages privés.
pl_pl: Nie możesz użyć tego bota w prywatnych wiadomościach.

source: This command is not allowed for your permissions group: %(group)s
es_es: Este comando no está permitido para el grupo de permisos: %(group)s
fr_fr: Cette commande n'est pas autorisée pour votre groupe de permissions : %(group)s
pl_pl: Ta komenda nie jest dozwolona dla grupy uprawnień: %(group)s

source: This command requires you to be in a Voice channel.
es_es: Este comando requiere que estés en un canal de Voice.
fr_fr: Cette commande nécessite d'être dans un canal vocal.
pl_pl: Ta komenda wymaga bycia na kanale głosowym.

source: **Command:** %(name)s
es_es: **Comando:** %(name)s
fr_fr: **Commande:** %(name)s
pl_pl: **Polecenie:** %(name)s

source: Exception Error
es_es: Error de excepción
fr_fr: Erreur d'exception
pl_pl: Błąd wyjątku

source: **Example with prefix:** %(prefix)s`%(command)s ...`
es_es: **Ejemplo con prefijo:** %(prefix)s`%(command)s ...`
fr_fr: **Exemple avec préfixe :** %(prefix)s`%(command)s ...`
pl_pl: **Przykład z prefiksem:** %(prefix)s`%(command)s ...`

source: No description given.
es_es: No se ha dado descripción.
fr_fr: Aucune description donnée.
pl_pl: Nie podano opisu.

source: No usage given.
es_es: No se ha dado el uso.
fr_fr: Aucune utilisation donnée.
pl_pl: Nie podano użycia.

source: **Example usage:** ```%(usage)s``` %(prefix_note)s**Description:** %(desc)s
es_es: **Uso de ejemplo:** ```%(usage)s``` %(prefix_note)s**Descripción:** %(desc)s
fr_fr: **Exemple d'utilisation :** ```%(usage)s``` %(prefix_note)s**Description:** %(desc)s
pl_pl: **Przykładowe użycie:** ```%(usage)s``` %(prefix_note)s**Opis:** %(desc)s

source: Leaving voice channel %(channel)s due to inactivity.
es_es: Dejando el canal de voz %(channel)s debido a la inactividad.
fr_fr: Quitter le salon vocal %(channel)s en raison de l'inactivité.
pl_pl: Opuszczanie kanału głosowego %(channel)s z powodu braku aktywności.

source: Left `%(guild)s` due to bot owner not being found in it.
es_es: Abandonó `%(guild)s` debido a que el dueño del bot no se encuentra en él.
fr_fr: A gauche `%(guild)s` car le propriétaire du bot n'a pas été trouvé dedans.
pl_pl: Pozostało `%(guild)s` z powodu nieznalezionego w nim właściciela bota.

source: Set the log verbosity of MusicBot. Normally this should be set to INFO. It can be set to one of the following: CRITICAL, ERROR, WARNING, INFO, DEBUG, VOICEDEBUG, FFMPEG, NOISY, or EVERYTHING
es_es: Establezca la verbosidad del registro de MusicBot. Normalmente esto debe establecerse en INFO. Se puede ajustar a uno de los siguientes: CRITICAL, ERROR, WARNING, INFO, DEBUG, VOICEDEBUG, FFFMPEG, NOISY, o CADA
fr_fr: Définit la verbosité des logs de MusicBot. Normalement, cela devrait être défini sur INFO. Il peut être réglé sur l'un des éléments suivants : CRITIQUE, ERREUR, ATTENTION, INFO, DEBUG, VOICEDEBUG, FFMPEG, NOISY, ou TOUT
pl_pl: Ustaw werbosity dziennika MusicBot. Zazwyczaj powinno to być ustawione na INFO. Można go ustawić na jedno z następujących: CRITICAL, ERROR, WARNING, INFO, DEBUG, VOICEDEBUG, FFMPEG, NOISY lub EVERYTHING

source: Discord bot authentication token for your Bot. Visit Discord Developer Portal to create a bot App and generate your Token. Never publish your bot token!
es_es: Token de autenticación de bot de Discord para tu Bot. Visita el Portal de Desarrolladores de Discord para crear una aplicación bot y generar tu Token. ¡Nunca publiques tu token de bot!
fr_fr: Jeton d'authentification de bot Discord pour votre Bot. Visitez le portail développeur Discord pour créer une application de bot et générer votre jeton. Ne publiez jamais votre jeton de bot !
pl_pl: Token uwierzytelniania bota Discorda dla twojego bota. Odwiedź portal programisty Discorda, aby utworzyć aplikację bota i wygenerować token. Nigdy nie publikuj swojego tokenu!
