Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: Ignoring command from other bot (%s)
es_es: Ignorando comando de otro bot (%s)
ja_jp: 他のボットからコマンドを無視しました (%s)
ru_ru: Игнорирование команды от другого бота (%s)
sv_se: Ignorerar kommando från annan bot (%s)

source: Ignoring command from channel of type: %s
es_es: Ignorando comando del canal de tipo: %s
ja_jp: %s のチャンネルからコマンドを無視しました
ru_ru: Игнорирование команды из канала типа: %s
sv_se: Ignorerar kommando från kanal av typ: %s

source: User in block list: %(id)s/%(name)s tried command: %(command)s
es_es: Usuario en la lista de bloques: %(id)s/%(name)s intentó el comando: %(command)s
ja_jp: ブロックリストのユーザー: %(id)s/%(name)s tried command: %(command)s
ru_ru: Пользователь в блочном списке: %(id)s/%(name)s попробовала команду: %(command)s
sv_se: Användare i blocklistan: %(id)s/%(name)s försökte kommando: %(command)s

source: Message from %(id)s/%(name)s: %(message)s
es_es: Mensaje de %(id)s/%(name)s: %(message)s
ja_jp: %(id)s/%(name)sからのメッセージ : %(message)s
ru_ru: Сообщение от %(id)s/%(name)s: %(message)s
sv_se: Meddelande från %(id)s/%(name)s: %(message)s

source: This command is not allowed for your permissions group: %(group)s
es_es: Este comando no está permitido para el grupo de permisos: %(group)s
ja_jp: このコマンドは権限グループには許可されていません： %(group)s
ru_ru: Эта команда не разрешена для вашей группы прав: %(group)s
sv_se: Detta kommando är inte tillåtet för din behörighetsgrupp: %(group)s

source: This command requires you to be in a Voice channel.
es_es: Este comando requiere que estés en un canal de Voice.
ja_jp: このコマンドを使用するには、ボイスチャンネルに参加する必要があります。
ru_ru: Эта команда требует, чтобы вы были в голосовом канале.
sv_se: Detta kommando kräver att du är i en röstkanal.

source: Invalid command usage, missing values for params: %(params)r
es_es: Uso de comandos no válido, faltan valores para los parámetros: %(params)r
ja_jp: 無効なコマンド使用法、パラメータの値がありません: %(params)r
ru_ru: Неверное использование команды, отсутствуют значения для параметров: %(params)r
sv_se: Ogiltig kommandoanvändning, saknade värden för parametrar: %(params)r

source: Error in %(command)s: %(err_name)s: %(err_text)s
es_es: Error en %(command)s: %(err_name)s: %(err_text)s
ja_jp: %(command)sのエラー : %(err_name)s: %(err_text)s
ru_ru: Ошибка в %(command)s: %(err_name)s: %(err_text)s
sv_se: Fel i %(command)s: %(err_name)s: %(err_text)s

source: Exception while handling command: %(command)s
es_es: Excepción al manejar el comando: %(command)s
ja_jp: コマンド処理中の例外: %(command)s
ru_ru: Исключение при обработке команды: %(command)s
sv_se: Undantag vid hantering av kommando: %(command)s

source: Cannot generate help for missing command: %s
es_es: No se puede generar ayuda para el comando que falta: %s
ja_jp: 不足しているコマンドのヘルプを生成できません: %s
ru_ru: Невозможно сгенерировать справку для отсутствующей команды: %s
sv_se: Kan inte generera hjälp för saknat kommando: %s

source: Missing help data for command: %s
es_es: Faltan datos de ayuda para el comando: %s
ja_jp: コマンドのヘルプデータがありません: %s
ru_ru: Отсутствуют вспомогательные данные для команды: %s
sv_se: Saknar hjälpdata för kommandot: %s

source: Leaving voice channel %s in %s due to inactivity.
es_es: Dejando el canal de voz %s en %s por inactividad.
ja_jp: %s に音声チャンネル %s を退出しています。
ru_ru: Выход голосового канала %s в %s из-за отсутствия активности.
sv_se: Lämnar röstkanal %s i %s på grund av inaktivitet.

source: MusicBot has become connected.
es_es: MusicBot se ha conectado.
ja_jp: MusicBot が接続されました。
ru_ru: Музыкабот подключен.
sv_se: MusicBot har blivit ansluten.

source: MusicBot has become disconnected.
es_es: MusicBot se ha desconectado.
ja_jp: MusicBotの接続が切断されました。
ru_ru: Музыкабот был разорван.
sv_se: MusicBot har blivit frånkopplad.

source: Got a Socket Event: %s
es_es: Obtuvo un Evento de Socket: %s
ja_jp: ソケットイベントがあります: %s
ru_ru: Получено событие сокета: %s
sv_se: Har ett uttag: %s

source: VoiceState updated before on_ready finished
es_es: Estado de voz actualizado antes de finalizado el on_ready
ja_jp: VoiceState は、on_readyが終了する前に更新されました
ru_ru: VoiceState обновляется до окончания on_ready
sv_se: Rösttillstånd uppdaterat innan on_ready finished

source: Ignoring %s in %s as it is a bound voice channel.
es_es: Ignorando %s en %s ya que es un canal de voz vinculado.
ja_jp: %s の %s を無視しました。音声チャンネルです。
ru_ru: Игнорирование %s в %s , как это связанный голосовой канал.
sv_se: Ignorerar %s i %s eftersom det är en bunden röstkanal.

source: %s has been detected as empty. Handling timeouts.
es_es: %s ha sido detectado como vacío. Manejo de tiempos de espera.
ja_jp: %s は空として検出されました。処理のタイムアウト。
ru_ru: %s был обнаружен как пустой. Тайм-аут обработки.
sv_se: %s har upptäckts som tom. Hantering av timeouts.

source: A user joined %s, cancelling timer.
es_es: Un usuario se unió a %s, cancelando temporizador.
ja_jp: ユーザーが %sに参加し、タイマーをキャンセルしました。
ru_ru: Пользователь присоединился к %s, время отмены таймера.
sv_se: En användare anslöt till %s, avbryter timer.

source: The bot got moved and the voice channel %s is empty. Handling timeouts.
es_es: El bot se movió y el canal de voz %s está vacío. El manejo de los tiempos de espera de espera.
ja_jp: ボットが移動され、音声チャンネル %s が空です。タイムアウトを処理します。
ru_ru: Бот перемещен, голосовой канал %s пуст. Тайм-аут обработки.
sv_se: Botten blev flyttad och röstkanalen %s är tom. Hantering av timeouts.

source: The bot got moved and the voice channel %s is not empty.
es_es: El bot se movió y el canal de voz %s no está vacío.
ja_jp: ボットが移動され、音声チャンネル %s が空ではありません。
ru_ru: Бот был перемещен и голосовой канал %s не пуст.
sv_se: Botten blev flyttad och röstkanalen %s är inte tom.

source: No longer following user %s
es_es: Ya no sigue al usuario %s
ja_jp: ユーザー %sをフォローしていません
ru_ru: Больше не следует за пользователем %s
sv_se: Följer inte längre %s

source: Following user `%(user)s` to channel: %(channel)s
es_es: El siguiente usuario `%(user)s` para el canal: %(channel)s
ja_jp: 次のユーザー`%(user)s`チャンネル: %(channel)s
ru_ru: Следовать за пользователем `%(user)s` на канал: %(channel)s
sv_se: Följande användare `%(user)s` till kanal: %(channel)s

source: VoiceState disconnect before.channel is None.
es_es: VoiceState se desconecta antes.channel Ninguno.
ja_jp: VoiceState disconnection.channel is None.
ru_ru: VoiceState отключает before.channel не подключен.
sv_se: Röststaten kopplar ifrån innan kanalen är ingen.

source: Disconnected from voice by Discord API in: %(guild)s/%(channel)s (Code: %(code)s) [S:%(state)s]
es_es: Desconectado de la voz por Discord API en: %(guild)s/%(channel)s (Código: %(code)s) [S:%(state)s]
ja_jp: Discordによる音声から切断されました: %(guild)s/%(channel)s (コード: %(code)s) [S:%(state)s]
ru_ru: Отключено от голоса Discord API в: %(guild)s/%(channel)s (Код: %(code)s) [S:%(state)s]
sv_se: Frånkopplad från röst med Discord API i: %(guild)s/%(channel)s (kod: %(code)s) [S:%(state)s]

source: Cannot use auto-join channel with type: %(type)s in guild: %(guild)s
es_es: No se puede usar el canal auto-join con el tipo: %(type)s en guild: %(guild)s
ja_jp: タイプの自動参加チャンネルは使用できません: ギルドの %(type)s : %(guild)s
ru_ru: Невозможно использовать автовход с типом канала: %(type)s в гильдии: %(guild)s
sv_se: Kan inte använda auto-join-kanal med typ: %(type)s i guild: %(guild)s

source: Cannot find the auto-joined channel, was it deleted? Guild: %s
es_es: No se puede encontrar el canal auto-unido, ¿fue eliminado? Guild: %s
ja_jp: 自動参加チャンネルが見つかりません。削除されましたか? ギルド: %s
ru_ru: Не удается найти канал автоподключения, он был удален? Гильдия: %s
sv_se: Kan inte hitta den automatiskt anslöta kanalen, togs den bort? Guild: %s

source: Reconnecting to auto-joined guild on channel: %s
es_es: Reconectando al gremio auto-unido en el canal: %s
ja_jp: チャンネルのギルド自動参加に再接続中: %s
ru_ru: Повторное подключение к автоматически подключенной гильдии на канале: %s
sv_se: Återansluter till auto-anslöt guild i kanalen: %s

source: Cannot auto join channel: %s
es_es: No se puede auto unirse al canal: %s
ja_jp: チャンネルに自動参加できません: %s
ru_ru: Невозможно автоматически присоединиться к каналу: %s
sv_se: Kan inte ansluta till kanalen: %s

source: Bot has been added to guild: %s
es_es: El bot ha sido añadido al gremio: %s
ja_jp: Botがギルドに追加されました： %s
ru_ru: Бот был добавлен в гильдию: %s
sv_se: Bot har lagts till i guild: %s

source: Left guild '%s' due to bot owner not found.
es_es: El gremio izquierdo '%s' debido al propietario del bot no encontrado.
ja_jp: ボット所有者が見つからないため、ギルド「%s」を退出しました。
ru_ru: Левая гильдия '%s' из-за не найден владелец бота.
sv_se: Vänster guild '%s' på grund av bot ägaren hittades inte.

source: Creating data folder for guild %s
es_es: Creando carpeta de datos para guild %s
ja_jp: ギルド %sのデータフォルダを作成しています
ru_ru: Создание папки данных для гильдии %s
sv_se: Skapar datamapp för guild %s

source: Bot has been removed from guild: %s
es_es: El bot ha sido eliminado del gremio: %s
ja_jp: Botがギルドから削除されました: %s
ru_ru: Бот был удален из гильдии: %s
sv_se: Bot har tagits bort från guild: %s

source: Updated guild list:
es_es: Lista de guild actualizada:
ja_jp: 更新されたギルドリスト:
ru_ru: Обновленный список гильдий:
sv_se: Uppdaterad guild-lista:

source: Guild "%s" has become available.
es_es: El gremio "%s" está disponible.
ja_jp: ギルド「%s」が利用可能になりました。
ru_ru: Гильдия "%s" стала доступна.
sv_se: Guild "%s" har blivit tillgänglig.

source: Resuming player in "%s" due to availability.
es_es: Reanudando jugador en "%s" debido a la disponibilidad.
ja_jp: 空き状況により "%s" のプレイヤーを再開しています。
ru_ru: Возобновление доступа игрока в "%s" из-за доступности.
sv_se: Återupptar spelare i "%s" på grund av tillgänglighet.

source: Guild "%s" has become unavailable.
es_es: El gremio "%s" no está disponible.
ja_jp: ギルド「%s」は利用できなくなりました。
ru_ru: Гильдия "%s" недоступна.
sv_se: Guild "%s" har inte blivit tillgänglig.

source: Pausing player in "%s" due to unavailability.
es_es: Pausando jugador en "%s" debido a la falta de disponibilidad.
ja_jp: 「%s」でプレイヤーを一時停止しています。
ru_ru: Пауза игрока в "%s" из-за недоступности.
sv_se: Pausa spelare i "%s" på grund av otillgänglighet.

source: Guild update for: %s
es_es: Actualización del gremio para: %s
ja_jp: ギルド更新: %s
ru_ru: Обновление гильдии для: %s
sv_se: Guild uppdatering för: %s

source: Guild attribute %(attr)s is now: %(new)s -- Was: %(old)s
es_es: Atributo del gremio %(attr)s ahora: %(new)s -- Era: %(old)s
ja_jp: Guild 属性 %(attr)s が現在: %(new)s -- Was: %(old)s
ru_ru: Атрибут гильдии %(attr)s сейчас: %(new)s -- Was: %(old)s
sv_se: Guild-attribut %(attr)s är nu: %(new)s -- Var: %(old)s

source: Channel update for: %(channel)s -- %(changes)s
es_es: Actualización del canal para: %(channel)s -- %(changes)s
ja_jp: チャンネル更新: %(channel)s -- %(changes)s
ru_ru: Обновление канала для: %(channel)s -- %(changes)s
sv_se: Kanaluppdatering för: %(channel)s -- %(changes)s

source: Creating %s
es_es: Creando %s
ja_jp: %s の作成
ru_ru: Создание %s
sv_se: Skapar %s

source: Loading config from: %s
es_es: Cargando configuración de: %s
ja_jp: %s から設定を読み込んでいます
ru_ru: Загрузка конфигурации из: %s
sv_se: Laddar konfiguration från: %s

source: Error while reading config. Problem: One or more required config option sections are missing. The missing sections are: %(sections)s Solution: Repair your config options file. Each [Section] must appear only once, with no other text on the same line. Each section must have at least one option. Use the example options as a template or copy it from the repository.
es_es: Error al leer la configuración. Problema: Faltan una o más secciones de opciones de configuración requeridas. Las secciones que faltan son: %(sections)s Solución: Repare el archivo de opciones de configuración. Cada [Sección] debe aparecer solo una vez, sin ningún otro texto en la misma línea. Cada sección debe tener al menos una opción. Use las opciones de ejemplo como plantilla o cópielas del repositorio.
sv_se: Fel vid läsning av konfigurationen. Problem: En eller flera obligatoriska konfigurationsalternativ saknas. De saknade avsnitten är: %(sections)s Lösning: Reparera konfigurationsalternativsfilen. Varje [Section] får bara visas en gång, utan någon annan text på samma rad. Varje avsnitt måste ha minst ett alternativ. Använd exempelalternativen som mall eller kopiera den från förrådet.

source: Cannot store more than %s log files. Option LogsMaxKept will be limited instead.
es_es: No se puede almacenar más de %s archivos de registro. La opción LogsMaxKept será limitada en su lugar.
ja_jp: %s ログファイル以上を保存できません。オプションの LogsMaxKept は代わりに制限されます。
ru_ru: Невозможно хранить больше файлов журнала %s . Опция LogsMaxKept будет ограничена.
sv_se: Kan inte lagra mer än %s loggfiler. AlternativloggarMaxKept kommer att begränsas istället.

source: Config option LogsDateFormat is empty and this will break log file rotation. Using default instead.
es_es: La opción de configuración LogsDateFormat está vacía y esto romperá la rotación de archivos de registro. Usando el valor predeterminado.
ja_jp: ConfigオプションLogsDateFormatは空で、ログファイルのローテーションが壊れます。代わりにデフォルトを使用します。
ru_ru: Параметр LogsDateFormat пуст и это нарушит поворот файла журнала. Вместо него будет использоваться значение по умолчанию.
sv_se: Konfigurationsalternativet LogsDateFormat är tomt och detta kommer att bryta rotation av loggfilen. Använder standard istället.

source: Error while validating config options. Problem: Config option AudioCachePath is not a directory. Solution: Make sure the path you configured is a path to a folder / directory.
es_es: Error al validar las opciones de configuración. Problema: Opción de configuración AudioCachePath no es un directorio. Solución: Asegúrese de que la ruta que ha configurado es una ruta a una carpeta / directorio.
sv_se: Fel vid validering av konfigurationsalternativ. Problem: Konfigurationsalternativet AudioCachePath är inte en katalog. Lösning: Kontrollera att sökvägen du har konfigurerat är en sökväg till en mapp / katalog.

source: An exception was thrown while validating AudioCachePath.
es_es: Se lanzó una excepción al validar AudioCachePath.
ja_jp: AudioCachePath の検証中に例外がスローされました。
ru_ru: Исключение было вызвано при проверке AudioCachePath.
sv_se: Ett undantag kastades vid validering av AudioCachePath.

source: Error while validating config options. Problem: AudioCachePath config option could not be set due to an error: %(raw_error)s Solution: Double check the setting is a valid, accessible directory path.
es_es: Error al validar las opciones de configuración. Problema: No se pudo configurar la opción de configuración AudioCachePath debido a un error: %(raw_error)s Solución: Verifique nuevamente que la configuración sea una ruta de directorio válida y accesible.
ja_jp: 設定オプションの検証中にエラーが発生しました。 問題: AudioCachePath 設定オプションはエラーが原因で設定できませんでした: %(raw_error)s ソリューション: 設定が有効であることを再確認してください。 アクセス可能なディレクトリパス
ru_ru: Ошибка при проверке параметров конфигурации. Проблема: Опция конфигурации AudioCachePath не может быть установлена из-за ошибки: %(raw_error)s Решение: Двойная проверка правильности, доступный путь к каталогу.
sv_se: Fel vid validering av konfigurationsalternativ. Problem: AudioCachePath config option kunde inte ställas in på grund av ett fel: %(raw_error)s Solution: Dubbelkolla inställningen är giltig, sökväg för tillgänglig katalog.

source: Audio Cache will be stored in: %s
es_es: La caché de audio se almacenará en: %s
ja_jp: オーディオキャッシュは %sに保存されます
ru_ru: Кэш аудио будет храниться в: %s
sv_se: Ljudcache kommer att lagras i: %s

source: Error while reading config options. Problem: No bot Token was specified in the config options or environment. Solution: Set the Token config option or set environment variable %(env_var)s with an App token.
es_es: Error al leer las opciones de configuración. Problema: No se ha especificado ningún token de bot en las opciones de configuración o entorno. Solución: Establecer la opción de configuración del token o establecer la variable de entorno %(env_var)s con un token de aplicación.
sv_se: Fel vid läsning av konfigurationsalternativ. Problem: Ingen bot Token angavs i konfigurationsalternativen eller miljön. Lösning: Ställ in konfigurationsalternativet eller ange miljövariabeln %(env_var)s med en app-token.

source: StatusMessage config option is too long, it will be limited to 128 characters.
es_es: La opción de configuración de StatusMessage es demasiado larga, se limitará a 128 caracteres.
ja_jp: StatusMessage 設定オプションが長すぎます。128 文字に制限されます。
ru_ru: Опция StatusMessage слишком длинная, она будет ограничена 128 символов.
sv_se: StatusMessage config alternativet är för långt, det kommer att begränsas till 128 tecken.

source: The default playback speed must be between 0.5 and 100.0. The option value of %.3f will be limited instead.
es_es: La velocidad de reproducción predeterminada debe estar entre 0.5 y 100.0. El valor de opción de %.3f será limitado en su lugar.
ja_jp: デフォルトの再生速度は0.5から100.0の間でなければなりません。 %.3f のオプション値は制限されます。
ru_ru: Скорость воспроизведения по умолчанию должна быть между 0.5 и 100.0. Вместо этого значение параметра %.3f будет ограничено.
sv_se: Standardhastigheten för uppspelning måste vara mellan 0.5 och 100.0. Alternativvärdet för %.3f kommer att vara begränsat istället.

source: Validating options with service data...
es_es: Validando opciones con datos de servicio...
ja_jp: サービスデータを使用してオプションを検証しています...
ru_ru: Проверка параметров с данными сервиса...
sv_se: Validerar alternativ med tjänstdata...

source: Acquired owner ID via API
es_es: ID del propietario adquirido a través de API
ja_jp: API経由で取得した所有者ID
ru_ru: Приобретенный ID владельца через API
sv_se: Förvärvad ägar-ID via API

source: Error while fetching 'OwnerID' automatically. Problem: Discord App info is not available. This could be a temporary API outage or a bug. Solution: Manually set the 'OwnerID' config option or try again later.
es_es: Error al obtener 'OwnerID' automáticamente. Problema: La información de la aplicación Discord no está disponible. Esto podría deberse a una interrupción temporal de la API o a un error. Solución: Establezca manualmente la opción de configuración 'OwnerID' o vuelva a intentarlo más tarde.
sv_se: Fel vid hämtning av 'OwnerID' automatiskt. Problem: Discord-appinfo är inte tillgänglig. Detta kan vara ett tillfälligt API-avbrott eller ett fel. Lösning: Ställ Manuellt in 'OwnerID' konfigurationsalternativet eller försök igen senare.

source: MusicBot does not have a user instance, cannot proceed.
es_es: MusicBot no tiene una instancia de usuario, no puede continuar.
ja_jp: MusicBotにユーザーインスタンスがありません。続行できません。
ru_ru: У MusicBot нет экземпляра пользователя, невозможно продолжить.
sv_se: MusicBot har ingen användarinstans, kan inte fortsätta.

source: Error validating config options. Problem: The 'OwnerID' config is the same as your Bot / App ID. Solution: Do not use the Bot or App ID in the 'OwnerID' field.
es_es: Error al validar las opciones de configuración. Problema: La configuración del Propietario es la misma que tu ID de Bot / App. Solución: No utilice el Bot o el ID de la aplicación en el campo OwnerID.
sv_se: Fel vid validering av konfigurationsalternativ. Problem: Konfigurationen 'OwnerID' är densamma som ditt Bot / App ID. Lösning: Använd inte Bot eller App ID i fältet 'OwnerID'.

source: Config options file not found. Checking for alternatives...
es_es: Archivo de opciones de configuración no encontrado. Comprobando alternativas...
ja_jp: 設定オプションファイルが見つかりません。選択肢を確認しています...
ru_ru: Файл параметров конфигурации не найден. Проверка альтернативы...
sv_se: Kan inte hitta konfigurationsalternativ. Kontrollerar alternativ ...

source: Renaming %(ini_file)s to %(option_file)s, you should probably turn file extensions on.
es_es: Renombrando %(ini_file)s a %(option_file)s, probablemente deberías activar las extensiones de archivos.
ja_jp: %(ini_file)s を %(option_file)sにリネームするには、おそらくファイル拡張子を ON にする必要があります。
ru_ru: Переименование %(ini_file)s на %(option_file)s, скорее всего, вам следует включить расширения.
sv_se: Byter namn på %(ini_file)s till %(option_file)s, du bör förmodligen aktivera filtillägg.

source: Copying existing example options file: %(example_file)s
es_es: Copiando archivo de opciones de ejemplo existente: %(example_file)s
ja_jp: 既存のオプションファイルのコピー: %(example_file)s
ru_ru: Копирование существующего файла параметров примера: %(example_file)s
sv_se: Kopierar existerande exempelfil: %(example_file)s

source: Something went wrong while trying to find a config option file.
es_es: Algo salió mal mientras se trataba de encontrar un archivo de opciones de configuración.
ja_jp: 設定オプションファイルの検索中に問題が発生しました。
ru_ru: Что-то пошло не так при попытке найти файл конфигурации.
sv_se: Något gick fel när du försökte hitta en konfigurationsalternativsfil.

source: Error locating config. Problem: Could not find or create a config file due to an error: %(raw_error)s Solution: Verify the config folder and files exist and can be read by MusicBot.
es_es: Error al localizar la configuración. Problema: No se pudo encontrar ni crear un archivo de configuración debido a un error: %(raw_error)s Solución: Verifique que la carpeta y los archivos de configuración existan y que MusicBot pueda leerlos.
ja_jp: 設定の場所を特定できませんでした。 問題: エラーが原因で設定ファイルを見つけることができませんでした: %(raw_error)s ソリューション: 設定フォルダとファイルが存在することを確認し、MusicBotによって読み込まれます。
ru_ru: Ошибка поиска конфигурации. Проблема: Не удалось найти или создать файл конфигурации из-за ошибки: %(raw_error)s Решение: Проверьте папку конфигурации и файлы существуют и могут быть прочитаны MusicBot.
sv_se: Fel vid lokalisering av konfiguration. Problem: Kunde inte hitta eller skapa en konfigurationsfil på grund av ett fel: %(raw_error)s Lösning: Verifiera konfigurationsmappen och filerna finns och kan läsas av MusicBot.

source: Error loading config. Problem: MusicBot could not read config file due to an error: %(raw_error)s Solution: Make sure the file is accessible and error free. Copy the example file from the repo if all else fails.
es_es: Error al cargar la configuración. Problema: MusicBot no pudo leer el archivo de configuración debido a un error: %(raw_error)s Solución: Asegúrese de que el archivo sea accesible y no tenga errores. Copie el archivo de ejemplo del repositorio si todo lo demás falla.
ru_ru: Ошибка загрузки конфигурации. Проблема: MusicBot не смог прочитать конфигурационный файл из-за ошибки: %(raw_error)s Решение: Убедитесь, что файл доступен и ошибки бесплатны. Скопируйте файл примера из репозитория, если все остальное не удалось.
sv_se: Fel vid laddning av konfiguration. Problem: MusicBot kunde inte läsa konfigurationsfilen på grund av ett fel: %(raw_error)s Lösning: Se till att filen är tillgänglig och felfri. Kopiera exempelfilen från repo om allt annat misslyckas.

source: Dev Bug! Config option has getter that is not available.
es_es: Dev Bug! La opción de configuración tiene getter que no está disponible.
ja_jp: Dev Bug! 設定オプションは利用できないゲッターがあります。
ru_ru: Dev Bug! Параметр конфигурации имеет getter, который не доступен.
sv_se: Dev Bug! Konfigurationsalternativet har getter som inte är tillgängligt.

source: Dev Bug! Config option has invalid type, getter and default must be the same type.
es_es: Dev Bug! La opción de configuración tiene un tipo inválido, getter y default deben ser del mismo tipo.
ja_jp: Dev Bug! Config オプションは無効な型、getter とデフォルトは同じ型でなければなりません。
ru_ru: Dev Bug! Параметр конфигурации имеет недопустимый тип, getter и по умолчанию должен быть одинаковым.
sv_se: Dev Bug! Konfigurationsalternativet har ogiltig typ, getter och standard måste vara samma typ.

source: Option was missing previously.
es_es: La opción faltaba anteriormente.
ja_jp: オプションは以前に存在しませんでした。
ru_ru: Ранее отсутствовал вариант.
sv_se: Alternativet saknades tidigare.
