Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_logs.po
Languages: es_es, ja_jp, ru_ru, sv_se

source: Aliases file not found, copying example_aliases.json
es_es: Archivo de alias no encontrado, copiando example_aliases.json
ja_jp: エイリアスファイルが見つかりません。example_aliases.json をコピー
ru_ru: Файл псевдонимов не найден, копирование example_aliases.json
sv_se: Alias-fil hittades inte, kopierar exempel_aliases.json

source: Error while loading aliases. Problem: Your aliases files (aliases.json & example_aliases.json) are missing. Solution: Replace the alias config file(s) or copy them from: https://github.com/Just-Some-Bots/MusicBot/
es_es: Error al cargar alises. Problema: Faltan sus archivos de alias (aliases.json y example_aliases.json). Solución: Reemplace los archivos de configuración de alias o cópialos de: https://github.com/Just-Some-Bots/MusicBot/
sv_se: Fel vid laddning av aliseringar. Problem: Dina aliase-filer (aliases.json & exempel_aliases.json) saknas. Lösning: Ersätt alias config fil(er) eller kopiera dem från: https://github.com/Just-Some-Bots/MusicBot/

source: Failed to load aliases file: %s
es_es: Error al cargar el archivo de alias: %s
ja_jp: エイリアスファイルの読み込みに失敗しました: %s
ru_ru: Не удалось загрузить файл псевдонимов: %s
sv_se: Det gick inte att läsa in aliasfilen: %s

source: Failed to parse aliases file: %s Ensure the file contains valid JSON and restart the bot.
es_es: No se pudo analizar el archivo de alias: %s Asegúrese de que el archivo contiene un JSON válido y reiniciar el bot.
ja_jp: エイリアスファイルの解析に失敗しました: %s ファイルに有効な JSON が含まれていることを確認し、ボットを再起動します。
ru_ru: Не удалось разобрать файл псевдонимов: %s Убедитесь, что файл содержит корректный JSON и перезапустите бот.
sv_se: Det gick inte att tolka aliasfilen: %s Se till att filen innehåller giltig JSON och starta om boten.

source: Aliases skipped for non-existent command: %(command)s -> %(aliases)s
es_es: Alias omitidos para un comando inexistente: %(command)s -> %(aliases)s
ja_jp: エイリアスは存在しないコマンドでスキップされました: %(command)s -> %(aliases)s
ru_ru: Псевдонимы пропущены для несуществующей команды: %(command)s -> %(aliases)s
sv_se: Alias hoppade över för obefintligt kommando: %(command)s -> %(aliases)s

source: Alias(es) skipped for invalid alias data: %(command)s -> %(aliases)s
es_es: Alia(s) omitido(s) para datos de alias no válidos: %(command)s -> %(aliases)s
ja_jp: エイリアスが無効なエイリアスデータに対してスキップされました: %(command)s -> %(aliases)s
ru_ru: Алиас(ы) пропущены для недопустимых данных алиаса: %(command)s -> %(aliases)s
sv_se: Alias(er) hoppade över för ogiltiga aliasdata: %(command)s -> %(aliases)s

source: Alias `%(alias)s` skipped as already exists on command: %(command)s
es_es: Alias `%(alias)s` omitido como ya existe en el comando: %(command)s
ja_jp: エイリアス `%(alias)s` はコマンド %(command)s で既に存在するようスキップされました。
ru_ru: Псевдоним `%(alias)s` пропущен как уже существует в команде: %(command)s
sv_se: Alias `%(alias)s` hoppade över som redan finns på kommandot: %(command)s

source: Error loading auto playlist file: %s
es_es: Error al cargar el archivo de lista de reproducción automática: %s
ja_jp: 自動プレイリストファイルの読み込みエラー: %s
ru_ru: Ошибка загрузки файла автоплейлиста: %s
sv_se: Fel vid laddning av automatisk spellistfil: %s

source: Removing unplayable song from playlist, %(playlist)s: %(track)s
es_es: Eliminando canción no reproducible de la lista de reproducción, %(playlist)s: %(track)s
ja_jp: プレイリストから再生できない曲を削除しています。 %(playlist)s: %(track)s
ru_ru: Удаление невоспроизводимой песни из плейлиста, %(playlist)s: %(track)s
sv_se: Tar bort ospelbar låt från spellistan, %(playlist)s: %(track)s

source: Removing song from playlist, %(playlist)s: %(track)s
es_es: Eliminando canción de la lista, %(playlist)s: %(track)s
ja_jp: プレイリストから曲を削除しています。 %(playlist)s: %(track)s
ru_ru: Удаление песни из плейлиста, %(playlist)s: %(track)s
sv_se: Tar bort låt från spellistan, %(playlist)s: %(track)s

source: Could not log information about the playlist URL removal.
es_es: No se pudo registrar la información sobre la eliminación de la URL de la lista de reproducción.
ja_jp: プレイリストURLの削除に関する情報を記録できませんでした。
ru_ru: Не удалось зарегистрировать информацию о удалении URL плейлиста.
sv_se: Kunde inte logga information om spellistan URL-borttagning.

source: Updating playlist file...
es_es: Actualizando archivo de playlist...
ja_jp: プレイリストファイルを更新しています...
ru_ru: Обновление файла плейлиста...
sv_se: Uppdaterar spellistans fil...

source: Failed to save playlist file: %s
es_es: Error al guardar el archivo de la lista de reproducción: %s
ja_jp: プレイリストファイルの保存に失敗しました: %s
ru_ru: Не удалось сохранить файл плейлиста: %s
sv_se: Det gick inte att spara spellistfilen: %s

source: URL already in playlist %s, ignoring
es_es: La URL ya está en la lista de reproducción %s, ignorando
ja_jp: プレイリスト %sのURLは既に無視されています
ru_ru: URL-адрес уже в плейлисте %s, игнорируется
sv_se: URL finns redan i spellistan %s, ignorerar

source: Adding new URL to playlist, %(playlist)s: %(track)s
es_es: Añadir nueva URL a la lista, %(playlist)s: %(track)s
ja_jp: プレイリストに新しいURLを追加しています。 %(playlist)s: %(track)s
ru_ru: Добавление нового URL в плейлист, %(playlist)s: %(track)s
sv_se: Lägger till ny URL till spellistan, %(playlist)s: %(track)s

source: Initializing MusicBot %s
es_es: Inicializando MusicBot %s
ja_jp: MusicBot %s の初期化中
ru_ru: Инициализация MusicBot %s
sv_se: Initierar MusicBot %s

source: Loop is closed, cannot create task for: %r
es_es: Loop está cerrado, no se puede crear la tarea para: %r
ja_jp: ループが閉じられています。次のタスクを作成できません: %r
ru_ru: Цикл закрыт, невозможно создать задачу для: %r
sv_se: Loop är stängd, kan inte skapa uppgift för: %r

source: Unhandled exception for task: %r
es_es: Excepción no controlada para la tarea: %r
ja_jp: タスクの未処理例外: %r
ru_ru: Необработанное исключение для задачи: %r
sv_se: Ohanterat undantag för uppgift: %r

source: Unhandled exception for task: %(task)r -- %(raw_error)s
es_es: Excepción no controlada para la tarea: %(task)r -- %(raw_error)s
ja_jp: タスクの未処理例外: %(task)r -- %(raw_error)s
ru_ru: Необработанное исключение для задачи: %(task)r -- %(raw_error)s
sv_se: Ohanterat undantag för uppgiften: %(task)r -- %(raw_error)s

source: Spotify did not provide us with a token. Disabling.
es_es: Spotify no nos proporcionó un token. Desactivando.
ja_jp: Spotifyはトークンを提供していません。無効にしています。
ru_ru: Spotify не предоставил нам токен. Отключен.
sv_se: Spotify gav oss inte ett token. Inaktivering.

source: Authenticated with Spotify successfully using client ID and secret.
es_es: Autenticado con Spotify con éxito usando ID de cliente y secreto.
ja_jp: クライアント ID とシークレットを使用して Spotify で正常に認証されました。
ru_ru: Аутентификация в Spotify прошла успешно с использованием ID клиента и секрета.
sv_se: Autentiseras med Spotify med klient-ID och hemlighet.

source: Could not start Spotify client. Is your client ID and secret correct? Details: %s. Continuing anyway in 5 seconds...
es_es: No se pudo iniciar el cliente de Spotify. ¿Es tu ID de cliente y secreto correcto? Detalles: %s. Continuando de todos modos en 5 segundos...
ja_jp: Spotifyクライアントを起動できませんでした。クライアントIDと秘密情報は正しいですか？詳細： %s。とにかく5秒後に続行します...
ru_ru: Не удалось запустить клиент Spotify. ID вашего клиента и секретные данные? Подробности: %s. Продолжиться все равно через 5 секунд...
sv_se: Kunde inte starta Spotify-klienten. Är ditt klient-ID och hemligt korrekt? Detaljer: %s. Fortsätter ändå om 5 sekunder...

source: The config did not have Spotify app credentials, attempting to use guest mode.
es_es: La configuración no tenía credenciales de aplicación de Spotify, intentando usar modo invitado.
ja_jp: 設定にはSpotifyアプリの資格情報がありませんでした。ゲストモードを使用しようとしています。
ru_ru: В конфигурации нет учетных данных приложения Spotify, пытаясь использовать гостевой режим.
sv_se: Konfigurationen hade inte Spotify-app-autentiseringsuppgifter som försökte använda gästläge.

source: Authenticated with Spotify successfully using guest mode.
es_es: Autenticado con Spotify utilizando correctamente el modo invitado.
ja_jp: ゲストモードで Spotify で正常に認証されました。
ru_ru: Аутентификация в Spotify прошла успешно в гостевом режиме.
sv_se: Autentiseras med Spotify framgångsrikt med gästläge.

source: Could not start Spotify client using guest mode. Details: %s.
es_es: No se pudo iniciar el cliente de Spotify usando el modo invitado. Detalles: %s.
ja_jp: ゲストモードでSpotifyクライアントを起動できませんでした。詳細: %s.
ru_ru: Невозможно запустить клиент Spotify в гостевом режиме. Подробности: %s.
sv_se: Kunde inte starta Spotify-klienten med gästläge. Detaljer: %s.

source: Initialized, now connecting to discord.
es_es: Inicializado, ahora conectándose a la discordia.
ja_jp: 初期化されました。今すぐDiscordに接続しています。
ru_ru: Инициализирован, теперь подключаемся к discord.
sv_se: Initierades, ansluter nu till disharmoni.

source: Network ping test is disabled via config.
es_es: Prueba de ping de red está desactivada por configuración.
ja_jp: ネットワーク接続テストは設定で無効になっています。
ru_ru: Тест сетевого пинга отключён через config.
sv_se: Testet för nätverkspolning är inaktiverat via konfiguration.

source: Network ping test is closing down.
es_es: La prueba de ping de red se está cerrando.
ja_jp: ネットワーク接続テストは終了しています。
ru_ru: Тест сетевого пинга закрывается вниз.
sv_se: Testet för nätverkspolning stängs ner.

source: Could not resolve ping target.
es_es: No se pudo resolver el objetivo de ping .
ja_jp: ターゲットを解決できませんでした。
ru_ru: Не удалось определить цель
sv_se: Kunde inte lösa ping mål.

source: Network ping test cancelled.
es_es: Prueba de ping de red cancelada.
ja_jp: ネットワーク接続テストがキャンセルされました。
ru_ru: Тест сетевого пинга отменен.
sv_se: Test av nätverkspolning avbruten.

source: Network testing via HTTP does not have a session to borrow.
es_es: Las pruebas de red vía HTTP no tienen una sesión para tomar prestado.
ja_jp: HTTP経由のネットワークテストには、借りるセッションがありません。
ru_ru: Сетевое тестирование через HTTP не имеет сеанса для заимствования.
sv_se: Nätverkstestning via HTTP har ingen session att låna.

source: Could not locate `ping` executable in your environment.
es_es: No se pudo localizar el ejecutable `ping` en tu entorno.
ja_jp: 環境で `ping` 実行ファイルが見つかりませんでした。
ru_ru: Не удалось найти исполняемый файл `ping` в вашей среде.
sv_se: Kunde inte hitta `ping` körbar i din omgivning.

source: MusicBot could not locate a `ping` command path. Will attempt to use HTTP ping instead. MusicBot tried the following command: %s You should enable ping in your system or container environment for best results. Alternatively disable network checking via config.
es_es: MusicBot no pudo encontrar la ruta del comando `ping`. Intentará usar ping HTTP en su lugar. MusicBot intentó el siguiente comando: %s Debería habilitar ping en su sistema o entorno de contenedores para obtener mejores resultados. Desactivar alternativamente la comprobación de red a través de la configuración.
ru_ru: MusicBot не может найти путь к команде `ping`. Вместо этого попытается использовать HTTP ping. MusicBot выполнил следующую команду: %s Вы должны включить ping в системе или контейнерном окружении для получения наилучшего результата. Или отключите проверку сети через конфигурацию.
sv_se: MusicBot kunde inte hitta en `ping`-kommandosökväg. Kommer att försöka använda HTTP ping istället. MusicBot försökte med följande kommando: %s Du bör aktivera ping i ditt system eller behållarmiljö för bästa resultat. Alternativt inaktivera nätverkskontroll via config.

source: MusicBot was denied permission to execute the `ping` command. Will attempt to use HTTP ping instead. MusicBot tried the following command: %s You should enable ping in your system or container environment for best results. Alternatively disable network checking via config.
es_es: MusicBot denegó el permiso para ejecutar el comando `ping`. Intentará usar ping HTTP en su lugar. MusicBot intentó el siguiente comando: %s Debería habilitar ping en su sistema o entorno de contenedores para obtener mejores resultados. Desactivar alternativamente la comprobación de red a través de la configuración.
ru_ru: MusicBot отказано в разрешении на выполнение команды `ping`. Вместо этого попытается использовать HTTP ping . MusicBot выполнил следующую команду: %s Вы должны включить ping в системе или контейнерном окружении для получения наилучшего результата. Или отключите проверку сети через конфигурацию.
sv_se: MusicBot nekades tillstånd att köra kommandot `ping`. Kommer att försöka använda HTTP ping istället. MusicBot försökte med följande kommando: %s Du bör aktivera ping i ditt system eller behållarmiljö för bästa resultat. Alternativt inaktivera nätverkskontroll via config.

source: Your environment may not allow the `ping` system command. Will attempt to use HTTP ping instead. MusicBot tried the following command: %s You should enable ping in your system or container environment for best results. Alternatively disable network checking via config.
es_es: Tu entorno puede no permitir el comando del sistema `ping`. Intentará usar ping HTTP en su lugar. MusicBot intentó el siguiente comando: %s Debería habilitar ping en su sistema o entorno de contenedores para obtener mejores resultados. Desactivar alternativamente la comprobación de red a través de la configuración.
ru_ru: Ваша среда может не разрешать системную команду `ping`. Вместо этого попытается использовать HTTP ping. MusicBot выполнил следующую команду: %s Вы должны включить ping в системе или контейнерном окружении для получения наилучшего результата. Или отключите проверку сети через конфигурацию.
sv_se: Din miljö kanske inte tillåter systemkommandot `ping`. Kommer att försöka använda HTTP ping istället. MusicBot försökte med följande kommando: %s Du bör aktivera ping i ditt system eller behållarmiljö för bästa resultat. Alternativt inaktivera nätverkskontroll via config.

source: MusicBot detected network is available again.
es_es: MusicBot detectado red está disponible de nuevo.
ja_jp: MusicBot が検出されたネットワークは再び利用可能です。
ru_ru: Обнаруженная сеть MusicBot снова доступна.
sv_se: MusicBot upptäckt nätverk är tillgängligt igen.

source: VoiceClient is not connected, waiting to resume MusicPlayer...
es_es: VoiceClient no está conectado, esperando para reanudar MusicPlayer...
ja_jp: VoiceClientが接続されていません。MusicPlayerの再開を待機しています...
ru_ru: VoiceClient не подключен, ожидается возобновление MusicPlayer...
sv_se: VoiceClient är inte ansluten, väntar på att återuppta MusicPlayer...

source: Resuming playback of player: (%(guild_id)s) %(player)r
es_es: Reiniciando reproducción del jugador: (%(guild_id)s) %(player)r
ja_jp: プレーヤーの再生再開: (%(guild_id)s) %(player)r
ru_ru: Возобновление воспроизведения игрока: (%(guild_id)s) %(player)r
sv_se: Återuppspelning av spelare: (%(guild_id)s) %(player)r

source: MusicBot detected a network outage.
es_es: MusicBot detectó una interrupción de red.
ja_jp: MusicBotはネットワーク停止を検出しました。
ru_ru: MusicBot обнаружил ошибки в сети.
sv_se: MusicBot upptäckte ett nätverksavbrott.

source: Pausing MusicPlayer due to network availability: (%(guild_id)s) %(player)r
es_es: Pausando MusicPlayer debido a la disponibilidad de la red: (%(guild_id)s) %(player)r
ja_jp: ネットワークの空き状況によりMusicPlayerを一時停止: (%(guild_id)s) %(player)r
ru_ru: Пауза MusicPlayer из-за доступности сети: (%(guild_id)s) %(player)r
sv_se: Pausar MusicPlayer på grund av nätverkets tillgänglighet: (%(guild_id)s) %(player)r

source: Looking for owner in guild: %(guild)s (required voice: %(required)s) and got: %(owner)s
es_es: Buscando dueño en guild: %(guild)s (voz requerida: %(required)s) y obteniendo: %(owner)s
ja_jp: ギルドで所有者を探しています: %(guild)s (必須音声: %(required)s) と得点: %(owner)s
ru_ru: Ищете владельца в гильдии: %(guild)s (требуется голос: %(required)s) и получили: %(owner)s
sv_se: Söker ägare i guild: %(guild)s (obligatorisk röst: %(required)s) och får: %(owner)s

source: Checking for channels to auto-join or resume...
es_es: Comprobando canales para autounirse o reanudar...
ja_jp: 自動参加または再開するチャンネルを確認しています...
ru_ru: Проверка каналов для автоматического подключения или возобновления доступа...
sv_se: Söker efter kanaler för att automatiskt gå med eller återuppta...

source: Guild not available, cannot auto join: %(id)s/%(name)s
es_es: Gremio no disponible, no puede entrar automáticamente: %(id)s/%(name)s
ja_jp: ギルドが利用できません。自動参加できません: %(id)s/%(name)s
ru_ru: Гильдия недоступна, невозможно автоматически присоединиться: %(id)s/%(name)s
sv_se: Guild är inte tillgänglig, kan inte anslutas automatiskt till: %(id)s/%(name)s

source: Found resumable voice channel: %(channel)s in guild: %(guild)s
es_es: Se ha encontrado un canal de voz reanudable: %(channel)s en guild: %(guild)s
ja_jp: 再開可能なボイスチャンネルが見つかりました：ギルド内の %(channel)s ： %(guild)s
ru_ru: Найден восходящий голосовой канал: %(channel)s в гильдии: %(guild)s
sv_se: Hittade återupptagbar röstkanal: %(channel)s i guild: %(guild)s

source: Will try resuming voice session instead of Auto-Joining channel: %s
es_es: Intentará reanudar la sesión de voz en lugar de unirse automáticamente al canal: %s
ja_jp: 自動接続チャンネルの代わりに音声セッションを再開してみます: %s
ru_ru: Попробует возобновить голосовую сессию вместо автоподключения к каналу: %s
sv_se: Kommer att försöka återuppta röstsessionen istället för att ansluta till kanalen: %s

source: Found owner in voice channel: %s
es_es: Dueño encontrado en el canal de voz: %s
ja_jp: 音声チャンネルの所有者が見つかりました: %s
ru_ru: Найден владелец в голосовом канале: %s
sv_se: Hittade ägare i röstkanalen: %s

source: Ignoring resumable channel, AutoSummon to owner in channel: %s
es_es: Ignorando canal reanudable, Autoinvocar al propietario en el canal: %s
ja_jp: 再開可能なチャネルを無視して、チャンネル内の所有者へのAutoSummon : %s
ru_ru: Игнорирование восходящего канала, автодайвинг владельцу в канале: %s
sv_se: Ignorerar återupptagbar kanal, AutoSummon till ägare i kanalen: %s

source: Ignoring Auto-Join channel, AutoSummon to owner in channel: %s
es_es: Ignorando el canal de autounión, autoinvocar al propietario en el canal: %s
ja_jp: 自動参加チャンネルを無視しました。チャンネルの所有者に自動召喚: %s
ru_ru: Игнорирование автоподключения канала AutoSummon для владельца канала: %s
sv_se: Ignorerar Auto-Join kanal, AutoSummon till ägare i kanalen: %s

source: Already connected to channel: %(channel)s in guild: %(guild)s
es_es: Ya conectado al canal: %(channel)s en guild: %(guild)s
ja_jp: 既にチャンネルに接続されています: ギルド内の %(channel)s : %(guild)s
ru_ru: Уже подключен к каналу: %(channel)s в гильдии: %(guild)s
sv_se: Redan ansluten till kanalen: %(channel)s i guild: %(guild)s

source: Attempting to join channel: %(channel)s in guild: %(guild)s
es_es: Intentando unirse al canal: %(channel)s en guild: %(guild)s
ja_jp: チャンネルへの参加を試みています: ギルドの %(channel)s : %(guild)s
ru_ru: Попытка присоединиться к каналу: %(channel)s в гильдии: %(guild)s
sv_se: Försöker gå med i kanalen: %(channel)s i guild: %(guild)s

source: Discarding MusicPlayer and making a new one...
es_es: Descartando MusicPlayer y haciendo uno nuevo...
ja_jp: MusicPlayerを破棄し、新しいMusicPlayerを作成しています...
ru_ru: Отмена Музыкального Игрока и создание нового...
sv_se: Kasta MusicPlayer och göra en ny...

source: MusicBot will make a new MusicPlayer now...
es_es: MusicBot creará un nuevo MusicPlayer ahora...
ja_jp: MusicBotが新しいMusicPlayerを作成します...
ru_ru: MusicBot теперь создаст новый музыкальный плеер...
sv_se: MusicBot kommer att göra en ny MusicPlayer nu...

source: Not joining %(guild)s/%(channel)s, it isn't a supported voice channel.
es_es: No unirse a %(guild)s/%(channel)s, no es un canal de voz compatible.
ja_jp: %(guild)s/%(channel)sに参加していません。サポートされているボイスチャンネルではありません。
ru_ru: Не присоединяйтесь к %(guild)s/%(channel)s, это не поддерживаемый голосовой канал.
sv_se: Inte anslöt till %(guild)s/%(channel)s, det stöds inte röstkanalen.

source: Finished joining configured channels.
es_es: Finalizó la unión de canales configurados.
ja_jp: 設定されたチャンネルへの参加が終了しました。
ru_ru: Подключение к настроенным каналам завершено.
sv_se: Avslutade anslutningar konfigurerade kanaler.

source: Member is not voice-enabled and cannot use this command.
es_es: El miembro no está habilitado por voz y no puede usar este comando.
ja_jp: メンバーは音声対応ではないため、このコマンドは使用できません。
ru_ru: Участник не включен голосовым путем и не может использовать эту команду.
sv_se: Medlemmen är inte röstaktiverad och kan inte använda detta kommando.

source: You cannot use this command when not in the voice channel.
es_es: No puedes usar este comando cuando no estás en el canal de voz.
ja_jp: ボイスチャンネルでない場合、このコマンドは使用できません。
ru_ru: Вы не можете использовать эту команду, если не в голосовом канале.
sv_se: Du kan inte använda detta kommando när du inte är i röstkanalen.

source: Getting bot Application Info.
es_es: Obteniendo bot aplicación Info.
ja_jp: Botアプリケーション情報を取得しています。
ru_ru: Получение информации о приложении бота.
sv_se: Få bot Application Info.

source: MusicBot does not have permission to Connect in channel: %s
es_es: MusicBot no tiene permiso para conectarse en el canal: %s
ja_jp: MusicBot にチャンネルへの接続権限がありません: %s
ru_ru: Музыкабот не имеет разрешения на подключение в канале: %s
sv_se: MusicBot har inte behörighet att ansluta i kanalen: %s

source: MusicBot does not have permission to Connect in channel: `%(name)s`
es_es: MusicBot no tiene permiso para conectarse en el canal: `%(name)s`
ja_jp: MusicBotにチャンネルで接続する権限がありません: `%(name)s`
ru_ru: У Музыкабота нет прав подключаться в канале: `%(name)s`
sv_se: MusicBot har inte behörighet att ansluta i kanalen: `%(name)s`

source: MusicBot does not have permission to Speak in channel: %s
es_es: MusicBot no tiene permiso para hablar en el canal: %s
ja_jp: MusicBot にチャンネル内で話す権限がありません: %s
ru_ru: У Музыкабота нет прав говорить в канале: %s
sv_se: MusicBot har inte behörighet att tala i kanalen: %s

source: MusicBot does not have permission to Speak in channel: `%(name)s`
es_es: MusicBot no tiene permiso para hablar en el canal: `%(name)s`
ja_jp: MusicBotにチャンネルで話す権限がありません: `%(name)s`
ru_ru: У Музыкабота нет прав говорить в канале: `%(name)s`
sv_se: MusicBot har inte behörighet att tala i kanalen: `%(name)s`

source: Reusing bots VoiceClient from guild: %s
es_es: Reusando bots VoiceClient del gremio: %s
ja_jp: ギルドからボットVoiceClientを再利用: %s
ru_ru: Повторное использование ботов VoiceClient от гильдии: %s
sv_se: Återanvänder robotar VoiceClient från guild: %s

source: Forcing disconnect on stale VoiceClient in guild: %s
es_es: Forzando desconexión en VoiceClient caducado en el gremio: %s
ja_jp: ギルド内の古いVoiceClientの切断を強制: %s
ru_ru: Принудительное отключение от устаревшего VoiceClient в гильдии: %s
sv_se: Tvingar frånkoppling på inaktuell röstklient i guild: %s

source: Disconnect failed or was cancelled?
es_es: ¿Desconectar ha fallado o ha sido cancelado?
ja_jp: 切断に失敗したか、キャンセルされましたか？
ru_ru: Отключение не удалось или было отменено?
sv_se: Kopplingen misslyckades eller avbröts?

source: MusicBot is unable to connect to the channel right now: %(channel)s
es_es: MusicBot no puede conectarse al canal en este momento: %(channel)s
ja_jp: MusicBotは現在チャンネルに接続できません: %(channel)s
ru_ru: Музыкабот не может подключиться к каналу прямо сейчас: %(channel)s
sv_se: MusicBot kan inte ansluta till kanalen just nu: %(channel)s

source: MusicBot could not connect to the channel. Try again later, or restart the bot if this continues.
es_es: MusicBot no pudo conectarse al canal. Inténtalo de nuevo más tarde, o reinicia el bot si esto continúa.
ja_jp: MusicBot がチャンネルに接続できませんでした。 後でもう一度試すか、続行するとボットを再起動してください。
sv_se: MusicBot kunde inte ansluta till kanalen. Försök igen senare, eller starta om boten om detta fortsätter.

source: MusicBot has a VoiceClient now...
es_es: MusicBot tiene ahora un cliente de voz...
ja_jp: MusicBotには現在VoiceClientがあります...
ru_ru: У MusicBot есть VoiceClient сейчас...
sv_se: MusicBot har en röstklient nu...
