Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: Specify a custom message to use as the bot's status. If left empty, the bot will display dynamic info about music currently being played in its status instead. Status messages may also use the following variables: {n_playing} = Number of currently Playing music players. {n_paused} = Number of currently Paused music players. {n_connected} = Number of connected music players, in any player state. The following variables give access to information about the player and track. These variables may not be accurate in multi-guild bots: {p0_length} = The total duration of the track, if available. Ex: [2:34] {p0_title} = The track title for the currently playing track. {p0_url} = The track URL for the currently playing track.
es_es: Especifique un mensaje personalizado para usar como estado del bot. Si se deja vacío, el bot mostrará información dinámica sobre la música que se está reproduciendo actualmente en su estado. Los mensajes de estado también pueden usar las siguientes variables: {n_playing} = Número de reproductores de música que se están reproduciendo actualmente. {n_paused} = Número de reproductores de música que se encuentran en pausa actualmente. {n_connected} = Número de reproductores de música conectados, en cualquier estado del reproductor. Las siguientes variables brindan acceso a información sobre el reproductor y la pista. Estas variables pueden no ser precisas en bots de varios gremios: {p0_length} = La duración total de la pista, si está disponible. Ejemplo: [2:34] {p0_title} = El título de la pista que se está reproduciendo actualmente. {p0_url} = La URL de la pista que se está reproduciendo actualmente.
fr_fr: Spécifiez un message personnalisé à utiliser comme statut du bot. Si vous le laissez vide, le bot affichera des informations dynamiques sur la musique en cours de lecture dans son statut à la place. Les messages de statut peuvent également utiliser les variables suivantes : {n_playing} = Nombre de lecteurs de musique en cours de lecture. {n_paused} = Nombre de lecteurs de musique actuellement en pause. {n_connected} = Nombre de lecteurs de musique connectés, dans n'importe quel état de lecteur. Les variables suivantes donnent accès aux informations sur le lecteur et la piste. Ces variables peuvent ne pas être précises dans les bots multi-guildes : {p0_length} = La durée totale de la piste, si disponible. Ex : [2:34] {p0_title} = Le titre de la piste en cours de lecture. {p0_url} = L'URL de la piste en cours de lecture.
pl_pl: Określ niestandardową wiadomość jako status bota. Jeśli pozostanie puste, bot wyświetli dynamiczne informacje o muzyce aktualnie odtwarzanej w jego statusie. Wiadomości o statusie mogą również używać następujących zmiennych: {n_playing} = Liczba aktualnie odtwarzanych odtwarzaczy muzycznych. {n_paused} = Liczba aktualnie wstrzymanych odtwarzaczy muzycznych. {n_connected} = Liczba podłączonych odtwarzaczy muzycznych w dowolnym stanie odtwarzania. Poniższe zmienne umożliwiają dostęp do informacji o graczu i ścieżce. Te zmienne mogą nie być dokładne w botach wielu gildii: {p0_length} = Całkowity czas trwania utworu, jeżeli jest dostępny. Np. [2:34] {p0_title} = Tytuł utworu dla aktualnie odtwarzanej ścieżki. {p0_url} = Adres URL dla aktualnie odtwarzanej ścieżki.

source: If enabled, status messages will report info on paused players.
es_es: Si está activado, los mensajes de estado informarán sobre los jugadores en pausa.
fr_fr: Si cette option est activée, les messages d'état signaleront les informations sur les joueurs mis en pause.
pl_pl: Jeśli opcja jest włączona, komunikaty o statusie będą zgłaszać informacje o wstrzymanych odtwarzaczach.

source: If enabled, MusicBot will save the track title to: data/[Server ID]/current.txt
es_es: Si está activado, MusicBot guardará el título de la pista a: data/[ID del servidor]/current.txt
fr_fr: Si activé, MusicBot sauvegardera le titre de la piste dans : data/[ID du serveur]/current.txt
pl_pl: Jeśli włączone, MusicBot zapisze tytuł utworu na: data/[ID serwera]/current.txt

source: Allow the member who requested the song to skip it, bypassing votes.
es_es: Permitir que el miembro que solicitó la canción se salte, evitando votos.
fr_fr: Permettre au membre qui a demandé à la chanson de le sauter, en contournant les votes.
pl_pl: Pozwól członkom, który poprosił o utwór pominąć go, pomijając głosy.

source: Tries to use ffmpeg to get volume normalizing options for use in playback. This option can cause delay between playing songs, as the whole track must be processed.
es_es: Intenta usar ffmpeg para obtener opciones de normalización de volumen para usar en la reproducción. Esta opción puede causar demoras entre la reproducción de canciones, ya que se debe procesar toda la pista.
fr_fr: Essaie d'utiliser ffmpeg pour obtenir des options de normalisation du volume à utiliser lors de la lecture. Cette option peut entraîner un délai entre la lecture des chansons, car la piste entière doit être traitée.
pl_pl: Próbuje użyć ffmpeg aby uzyskać opcje normalizacji głośności do użycia w odtwarzaniu. Ta opcja może spowodować opóźnienie pomiędzy odtwarzaniem utworów, ponieważ cały utwór musi być przetworzony.

source: Allow MusicBot to format its messages as embeds.
es_es: Permitir a MusicBot formatear sus mensajes como incrustados.
fr_fr: Permettre à MusicBot de formater ses messages en embeds.
pl_pl: Pozwól MusicBot sformatować swoje wiadomości jako osadzone.

source: The number of entries to show per-page when using q command to list the queue.
es_es: El número de entradas para mostrar por página cuando se usa el comando q para listar la cola.
fr_fr: Le nombre d'entrées à afficher par page lors de l'utilisation de la commande q pour lister la file d'attente.
pl_pl: Liczba wpisów do wyświetlenia na stronę podczas używania polecenia q aby wyświetlić listę kolejki.

source: Enable MusicBot to automatically remove unplayable entries from the auto playlist.
es_es: Activar MusicBot para eliminar automáticamente las entradas no reproducibles de la lista de reproducción automática.
fr_fr: Activez MusicBot pour supprimer automatiquement les entrées injouables de la liste de lecture automatique.
pl_pl: Włącz MusicBot, aby automatycznie usuwać nieodtwarzalne wpisy z listy automatycznego odtwarzania.

source: Display MusicBot config settings in the logs at startup.
es_es: Mostrar los ajustes de configuración de MusicBot en los registros al inicio.
fr_fr: Afficher les paramètres de configuration de MusicBot dans les journaux au démarrage.
pl_pl: Wyświetlaj ustawienia konfiguracji MusicBot w logach podczas uruchamiania.

source: Enable users with the InstaSkip permission to bypass skip voting and force skips.
es_es: Habilitar a los usuarios con el permiso de InstaSkip para omitir el voto saltado y saltar la fuerza.
fr_fr: Permettre aux utilisateurs avec la permission InstaSkip de contourner le vote et de forcer les sauts.
pl_pl: Włącz użytkowników z uprawnieniami InstaSkip aby ominąć głosowanie i wymusić pominięcie.

source: If enabled, MusicBot will leave servers if the owner is not in their member list.
es_es: Si está activado, MusicBot dejará los servidores si el propietario no está en su lista de miembros.
fr_fr: Si activé, MusicBot quittera les serveurs si le propriétaire n'est pas dans sa liste de membres.
pl_pl: Jeśli opcja jest włączona, MusicBot opuści serwery, jeśli właściciel nie jest na liście użytkowników.

source: If enabled, MusicBot will allow commands to have multiple names using data in: config/aliases.json
es_es: Si está activado, MusicBot permitirá que los comandos tengan varios nombres usando datos en: config/aliases.json
fr_fr: Si activé, MusicBot autorisera les commandes à avoir plusieurs noms en utilisant les données dans: config/aliases.json
pl_pl: Jeśli włączone, MusicBot umożliwi komendom posiadanie wielu nazw za pomocą danych w: config/aliases.json

source: Replace MusicBot name/version in embed footer with custom text. Only applied when UseEmbeds is enabled and it is not blank.
es_es: Reemplazar el nombre/versión de MusicBot en el pie de página incrustado con texto personalizado. Sólo se aplica cuando el uso de Embeds está habilitado y no está en blanco.
fr_fr: Remplacer le nom/version de MusicBot dans le pied de page intégré par du texte personnalisé. Appliqué uniquement lorsque UseEmbeds est activé et qu'il n'est pas vide.
pl_pl: Zastąp nazwę/wersję MusicBot w osadzonej stopce niestandardowym tekstem. Stosowane tylko gdy UseEmbeds jest włączone i nie jest puste.

source: Completely remove the footer from embeds.
es_es: Elimina completamente el pie de página de las incrustaciones.
fr_fr: Retirer complètement le pied de page des embeds.
pl_pl: Całkowicie usuń stopkę z osadników.

source: MusicBot will automatically deafen itself when entering a voice channel.
es_es: MusicBot automáticamente se ensordece cuando entra en un canal de voz.
fr_fr: MusicBot sera automatiquement sourd quand il entrera dans un canal vocal.
pl_pl: MusicBot automatycznie wyłączy się przy wchodzeniu na kanał głosowy.

source: If enabled, MusicBot will leave a voice channel when no users are listening, after waiting for a period set in LeaveInactiveVCTimeOut option. Listeners are channel members, excluding bots, who are not deafened.
es_es: Si está habilitado, MusicBot abandonará un canal de voz cuando ningún usuario esté escuchando, después de esperar un período establecido en la opción LeaveInactiveVCTimeOut. Los oyentes son miembros del canal, excluidos los bots, que no están sordos.
fr_fr: Si activé, MusicBot quittera un canal vocal quand aucun utilisateur n'écoute, après avoir attendu une période définie dans l'option LeaveInactiveVCTimeOut . Les auditeurs sont des membres du canal, excluant les bots, qui ne sont pas assourdis.
pl_pl: Jeśli opcja jest włączona, MusicBot opuści kanał głosowy, gdy żaden użytkownik nie będzie słuchany, po oczekiwaniu na okres ustawiony w opcji LeaveInactiveVCTimeOout. Słuchacze są członkami kanałów, z wyjątkiem botów, którzy nie są deafenowani.

source: Set a period of time to wait before leaving an inactive voice channel. You can set this to a number of seconds or phrase like: 4 hours
es_es: Establezca un período de tiempo de espera antes de abandonar un canal de voz inactivo. Puede configurarlo en una cantidad de segundos o una frase como: 4 horas
fr_fr: Définissez une période de temps d'attente avant de quitter un canal vocal inactif. Vous pouvez définir ceci à un nombre de secondes ou une phrase comme : 4 heures
pl_pl: Ustaw czas oczekiwania przed opuszczeniem nieaktywnego kanału głosowego. Możesz to ustawić na kilka sekund lub frazę jako: 4 godziny

source: If enabled, MusicBot will leave the channel immediately when the song queue is empty.
es_es: Si está activado, MusicBot dejará el canal inmediatamente cuando la cola de canciones esté vacía.
fr_fr: Si activé, MusicBot quittera le canal immédiatement lorsque la file d'attente est vide.
pl_pl: Jeśli włączone, MusicBot opuści kanał natychmiast po opróżnieniu kolejki utworu.

source: When paused or no longer playing, wait for this amount of time then leave voice. You can set this to a number of seconds of phrase like: 15 minutes Set it to 0 to disable leaving in this way.
es_es: Cuando esté en pausa o ya no se reproduzca, espere este tiempo y luego salga de la voz. Puede configurar esto en una cantidad de segundos de frase como: 15 minutos Configúrelo en 0 para desactivar la salida de esta manera.
fr_fr: Lorsqu'il est mis en pause ou qu'il ne joue plus, attendez ce temps puis quittez la voix. Vous pouvez définir ceci à un nombre de secondes de phrase comme : 15 minutes Réglez la à 0 pour désactiver le départ de cette façon.
pl_pl: Kiedy wstrzymuje się lub przestaje grać, poczekaj na ten czas, a następnie zostaw głos. Możesz to ustawić na kilka sekund frazy, takich jak: 15 minut Ustaw 0 aby wyłączyć wyjście w ten sposób.

source: If enabled, users must indicate search result choices by sending a message instead of using reactions.
es_es: Si está activado, los usuarios deben indicar opciones de búsqueda enviando un mensaje en lugar de usar reacciones.
fr_fr: Si activé, les utilisateurs doivent indiquer les choix de résultats de recherche en envoyant un message au lieu d'utiliser des réactions.
pl_pl: Jeśli opcja jest włączona, użytkownicy muszą wskazywać wyniki wyszukiwania, wysyłając wiadomość zamiast używać reakcji.

source: Sets the default number of search results to fetch when using the search command without a specific number.
es_es: Establece el número predeterminado de resultados de búsqueda a buscar cuando se utiliza el comando de búsqueda sin un número específico.
fr_fr: Définit le nombre de résultats de recherche par défaut à récupérer lors de l'utilisation de la commande de recherche sans numéro spécifique.
pl_pl: Ustawia domyślną liczbę wyników wyszukiwania do pobrania podczas używania polecenia wyszukiwania bez określonej liczby.

source: Allow MusicBot to save a per-server command prefix, and enables the setprefix command.
es_es: Permitir que MusicBot guarde un prefijo de comando por servidor y habilite el comando setprefix.
fr_fr: Autoriser MusicBot à enregistrer un préfixe de commande par serveur, et active la commande setprefix.
pl_pl: Zezwalaj MusicBot na zapisywanie prefiksu komend dla każdego serwera i włącza komendę setprefiksa.

source: If enabled and multiple members are adding songs, MusicBot will organize playback for one song per member.
es_es: Si está habilitado y varios miembros están añadiendo canciones, MusicBot organizará la reproducción de una canción por miembro.
fr_fr: Si activé, et plusieurs membres ajoutent des chansons, MusicBot organisera la lecture pour une chanson par membre.
pl_pl: Jeśli włączone, a wielu użytkowników dodaje utwory, MusicBot zorganizuje odtwarzanie dla jednego utworu na użytkownika.

source: Allow MusicBot to use timed pings to detect network outage and availability. This may be useful if you keep the bot joined to a channel or playing music 24/7. MusicBot must be restarted to enable network testing. By default this is disabled.
es_es: Permitir que MusicBot utilice pings cronometrados para detectar interrupciones y disponibilidad de la red. Esto puede ser útil si mantienes al bot conectado a un canal o reproduciendo música las 24 horas del día, los 7 días de la semana. MusicBot debe reiniciarse para habilitar las pruebas de red. De forma predeterminada, esta opción está deshabilitada.
fr_fr: Autoriser MusicBot à utiliser des pings temporisés pour détecter les pannes et la disponibilité du réseau. Cela peut être utile si vous gardez le bot connecté à un canal ou s'il joue de la musique 24h/24 et 7j/7. MusicBot doit être redémarré pour activer les tests réseau. Par défaut, cette option est désactivée.
pl_pl: Pozwól MusicBot na używanie pingów czasowych do wykrywania przerw w sieci i dostępności. To może być przydatne, jeśli bot dołączył do kanału lub odtwarzał muzykę 24/7. MusicBot musi zostać uruchomiony ponownie, aby włączyć testowanie sieci. Domyślnie jest to wyłączone.

source: Enable saving all songs played by MusicBot to a global playlist file: %(filename)s This will contain all songs from all servers.
es_es: Habilitar guardar todas las canciones reproducidas por MusicBot en un archivo de lista de reproducción global: %(filename)s Esto contendrá todas las canciones de todos los servidores.
fr_fr: Activer l'enregistrement de toutes les chansons jouées par MusicBot dans un fichier global de playlist : %(filename)s Cela contiendra toutes les chansons de tous les serveurs.
pl_pl: Włącz zapisywanie wszystkich utworów odtwarzanych przez MusicBot w globalnym pliku playlisty: %(filename)s Będzie to zawierać wszystkie utwory ze wszystkich serwerów.

source: Enable saving songs played per-server to a playlist file: %(basename)s[Server ID]%(ext)s
es_es: Habilitar guardar canciones reproducidas por servidor en un archivo de lista de reproducción: %(basename)s[Server ID]%(ext)s
fr_fr: Activer la sauvegarde des chansons jouées par serveur dans un fichier de playlist : %(basename)s[ID du serveur]%(ext)s
pl_pl: Włącz zapisywanie utworów odtwarzanych na serwerze do pliku playlisty: %(basename)s[ID serwera]%(ext)s

source: Enable playback of local media files using the play command. When enabled, users can use: `play file://path/to/file.ext` to play files from the local MediaFileDirectory path.
es_es: Habilitar la reproducción de archivos multimedia locales usando el comando Reproducir. Cuando está habilitado, los usuarios pueden usar: `play file://path/to/file. xt` para reproducir archivos desde la ruta local MediaFileDirectory.
fr_fr: Activer la lecture des fichiers médias locaux en utilisant la commande de lecture. Lorsqu'activé, les utilisateurs peuvent utiliser : `play file://path/to/file. xt` pour lire les fichiers depuis le chemin local MediaFileDirectory.
pl_pl: Włącz odtwarzanie lokalnych plików multimedialnych przy użyciu polecenia odtwarzania. Gdy włączone, użytkownicy mogą użyć: `play file://path/to/file. xt` do odtwarzania plików z lokalnej ścieżki MediaFileDirectory

source: Allow MusicBot to automatically unpause when play commands are used.
es_es: Permitir a MusicBot reanudar automáticamente cuando se utilizan comandos de reproducción.
fr_fr: Permettre à MusicBot de reprendre automatiquement la pause lorsque les commandes de lecture sont utilisées.
pl_pl: Pozwól MusicBot na automatyczne odparowanie po użyciu poleceń odtwarzania.

source: Experimental, HTTP/HTTPS proxy settings to use with ytdlp media downloader. The value set here is passed to `ytdlp --proxy` and aiohttp header checking. Leave blank to disable.
es_es: Configuración de proxy HTTP/HTTPS experimental para usar con el descargador de medios ytdlp. El valor establecido aquí se pasa a `ytdlp --proxy` y a la verificación del encabezado aiohttp. Deje en blanco para deshabilitarlo.
fr_fr: Paramètres expérimentaux de proxy HTTP/HTTPS à utiliser avec le téléchargeur de médias ytdlp. La valeur définie ici est passée à `ytdlp --proxy` et vérification d'en-tête aiohttp. Laisser vide pour désactiver.
pl_pl: Eksperymentalne, ustawienia HTTP/HTTPS proxy do pobierania multimediów ytdlp. Zestaw wartości tutaj jest przekazywany do sprawdzania nagłówków `ytdlp --proxy` i aiohttp. Pozostaw puste, aby wyłączyć.

source: Experimental option to set a static User-Agent header in yt-dlp. It is not typically recommended by yt-dlp to change the UA string. For examples of what you might put here, check the following two links: https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/User-Agent https://www.useragents.me/ Leave blank to use default, dynamically generated UA strings.
es_es: Opción experimental para configurar un encabezado de agente de usuario estático en yt-dlp. Yt-dlp no suele recomendar cambiar la cadena de agente de usuario. Para ver ejemplos de lo que podría incluir aquí, consulte los dos enlaces siguientes: https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/User-Agent https://www.useragents.me/ Déjelo en blanco para utilizar cadenas de agente de usuario predeterminadas y generadas dinámicamente.
fr_fr: Option expérimentale pour définir un en-tête User-Agent statique en yt-dlp. Il n'est généralement pas recommandé par yt-dlp de changer la chaîne UA. Pour des exemples de ce que vous pourriez mettre ici, consultez les deux liens suivants : https://developer. ozilla.org/fr-FR/docs/Web/HTTP/Headers/User-Agent https://www.useragents.me/ Laisser blank to use default, dynamically generated UA strings.
pl_pl: Opcja eksperymentalna, aby ustawić statyczny nagłówek User-Agent w yt-dlp. Zwykle nie jest zalecana przez yt-dlp do zmiany ciągu UA. Dla przykładów tego, co możesz tu podać, sprawdź następujące dwa linki: https://developer. ozilla.org/en-US/docs/Web/HTTP/Headers/User-Agent https://www.useragents.me/ Pozostaw puste, aby używać domyślnych, dynamicznie generowanych ciągów UA.

source: Toggle the user block list feature, without emptying the block list.
es_es: Cambiar la función de lista de bloques de usuario, sin vaciar la lista de bloques.
fr_fr: Activer/désactiver la fonctionnalité de la liste des utilisateurs, sans vider la liste des blocs.
pl_pl: Przełącz funkcję listy bloków użytkowników bez opróżniania listy bloków.

source: An optional file path to a text file listing Discord User IDs, one per line.
es_es: Una ruta opcional de archivo a un archivo de texto con los ID de usuario de Discord, uno por línea.
fr_fr: Un chemin optionnel vers un fichier texte listant les identifiants d'utilisateur Discord, un par ligne.
pl_pl: Opcjonalna ścieżka pliku do pliku tekstowego zawierającego ID użytkownika Discorda, po jednym na wiersz.

source: Enable the song block list feature, without emptying the block list.
es_es: Activar la función de lista de bloques de canciones, sin vaciar la lista de bloques.
fr_fr: Activer la fonctionnalité de liste de chansons bloquées, sans vider la liste de blocs.
pl_pl: Włącz funkcję listy bloków utworów, bez opróżniania listy bloków.

source: An optional file path to a text file that lists URLs, words, or phrases one per line. Any song title or URL that contains any line in the list will be blocked.
es_es: Una ruta opcional de archivo a un archivo de texto que muestra URLs, palabras o frases una por línea. Cualquier título o URL de la canción que contenga cualquier línea de la lista será bloqueada.
fr_fr: Un chemin d'accès facultatif vers un fichier texte qui répertorie les URL, les mots ou les phrases, un par ligne. Tout titre de chanson ou URL contenant une ligne de la liste sera bloqué.
pl_pl: Opcjonalna ścieżka pliku do pliku tekstowego, który zawiera adresy URL, słowa lub frazy jeden w linii. Wszelkie tytuły piosenki lub adresy URL zawierające dowolną linię na liście zostaną zablokowane.

source: An optional path to a directory containing auto playlist files. Each file should contain a list of playable URLs or terms, one track per line.
es_es: Una ruta opcional a un directorio que contiene archivos de listas de reproducción automáticas. Cada archivo debe contener una lista de términos o URL reproducibles, una pista por línea.
fr_fr: Un chemin facultatif vers un répertoire contenant des fichiers de liste de lecture automatique. Chaque fichier doit contenir une liste d'URL ou de termes lisibles, une piste par ligne.
pl_pl: Opcjonalna ścieżka do katalogu zawierającego pliki automatycznej playlisty. Każdy plik powinien zawierać listę adresów lub terminów odtwarzania, po jednym utworze na linię.

source: An optional directory path where playable media files can be stored. All files and sub-directories can then be accessed by using 'file://' as a protocol. Example: file://some/folder/name/file.ext Maps to: %(path)s/some/folder/name/file.ext
es_es: Una ruta opcional de directorio donde se pueden almacenar archivos multimedia reproducibles. Todos los archivos y subdirectorios pueden ser accedidos usando 'file://' como protocolo. Ejemplo: file://some/folder/name/file.ext Mapas a: %(path)s/some/folder/name/file.ext
fr_fr: Un chemin de répertoire facultatif où les fichiers multimédias lisibles peuvent être stockés. Tous les fichiers et sous-répertoires sont alors accessibles en utilisant « file:// » comme protocole. Exemple : file://some/folder/name/file.ext Correspond à : %(path)s/some/folder/name/file.ext
pl_pl: Opcjonalna ścieżka katalogu do przechowywania plików multimedialnych do odtworzenia. Wszystkie pliki i podkatalogi mogą być następnie dostępne za pomocą 'file://' jako protokołu. Przykład: file://some/folder/name/file.ext Maps to: %(path)s/some/folder/name/file.ext
