Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: The playlist for this server has been updated to: `%(name)s`%(note)s
es_es: La lista de reproducción para este servidor ha sido actualizada a: `%(name)s`%(note)s
fr_fr: La playlist de ce serveur a été mise à jour: `%(name)s`%(note)s
pl_pl: Lista odtwarzania dla tego serwera została zaktualizowana do: `%(name)s`%(note)s

source: Generate an invite link that can be used to add this bot to another server.
es_es: Genera un enlace de invitación que puede ser usado para añadir este bot a otro servidor.
fr_fr: Générer un lien d'invitation qui peut être utilisé pour ajouter ce bot à un autre serveur.
pl_pl: Wygeneruj link z zaproszeniem, który może być użyty do dodania tego bota do innego serwera.

source: Click here to add me to a discord server: %(url)s
es_es: Haz clic aquí para añadirme a un servidor de discord: %(url)s
fr_fr: Cliquez ici pour m'ajouter à un serveur discord: %(url)s
pl_pl: Kliknij tutaj, aby dodać mnie do serwera Discord: %(url)s

source: Toggle karaoke mode on or off. While enabled, only karaoke members may queue songs. Groups with BypassKaraokeMode permission control which members are Karaoke members.
es_es: Activar o desactivar el modo karaoke. Si está activado, sólo los miembros karaoke pueden hacer cola de canciones. Grupos con control de permisos BypassKaraokeMode cuyos miembros son miembros de Karaoke.
fr_fr: Activer ou désactiver le mode karaoké. Lorsque cette option est activée, seuls les membres du karaoké peuvent faire la file d'attente. Groupes avec Permissions BypassKaraokeMode contrôlent quels membres sont membres Karaoke.
pl_pl: Włącz lub wyłącz tryb karaoke. Włączając włączone, tylko członkowie karaoke mogą dodawać piosenki. Grupy z kontrolą uprawnień BypassKaraokeMode które są członkami Karaoke.

source: \N{OK HAND SIGN} Karaoke mode is now enabled.
es_es: \Nmodo{OK HAND SIGN} Karaoke ahora está activado.
fr_fr: \NLe mode Karaoké{OK HAND SIGN} est maintenant activé.
pl_pl: \N{OK HAND SIGN} Tryb Karaoke jest teraz włączony.

source: \N{OK HAND SIGN} Karaoke mode is now disabled.
es_es: \Nmodo{OK HAND SIGN} Karaoke está deshabilitado.
fr_fr: \N{OK HAND SIGN} Le mode Karaoké est maintenant désactivé.
pl_pl: \N{OK HAND SIGN} Tryb karaoke jest teraz wyłączony.

source: You are not allowed to request playlists
es_es: No tienes permisos para solicitar listas de reproducción
fr_fr: Vous n'êtes pas autorisé à demander des playlists
pl_pl: Nie masz uprawnień do żądania playlist

source: Playlist has too many entries (%(songs)s but max is %(max)s)
es_es: La lista de reproducción tiene demasiadas entradas (%(songs)s pero el máximo es %(max)s)
fr_fr: La playlist a trop d'entrées (%(songs)s mais max est %(max)s)
pl_pl: Playlista ma zbyt wiele wpisów (%(songs)s ale max to %(max)s)

source: The playlist entries will exceed your queue limit. There are %(songs)s in the list, and %(queued)s already in queue. The limit is %(max)s for your group.
es_es: Las entradas de la lista de reproducción excederán tu límite de cola. Hay %(songs)s en la lista y %(queued)s ya en cola. El límite es %(max)s para tu grupo.
fr_fr: Les entrées de la liste de lecture dépasseront votre limite de file d'attente. Il y a %(songs)s dans la liste, et %(queued)s déjà dans la file d'attente. La limite est %(max)s pour votre groupe.
pl_pl: Wpisy listy odtwarzania przekroczą limit twojej kolejki. Na liście znajdują się %(songs)s i %(queued)s już w kolejce. Limit wynosi %(max)s dla twojej grupy.

source: Bot was previously paused, resuming playback now.
es_es: El bot estaba pausado previamente, reanudando la reproducción ahora.
fr_fr: Le bot a été précédemment mis en pause, reprenant la lecture maintenant.
pl_pl: Bot był wcześniej wstrzymany, wznowiono odtwarzanie.

source: Add a song to be played in the queue. If no song is playing or paused, playback will be started. You may supply a URL to a video or audio file or the URL of a service supported by yt-dlp. Playlist links will be extracted into multiple links and added to the queue. If you enter a non-URL, the input will be used as search criteria on YouTube and the first result played. MusicBot also supports Spotify URIs and URLs, but audio is fetched from YouTube regardless.
es_es: Añade una canción para que se reproduzca en la cola. Si no se reproduce ninguna canción o está en pausa, se iniciará la reproducción. Puedes proporcionar una URL a un archivo de video o audio o la URL de un servicio compatible con yt-dlp. Los enlaces de la lista de reproducción se extraerán en varios enlaces y se agregarán a la cola. Si ingresas una URL que no sea la URL, la entrada se utilizará como criterio de búsqueda en YouTube y se reproducirá el primer resultado. MusicBot también admite URL y URI de Spotify, pero el audio se obtiene de YouTube de todos modos.
fr_fr: Ajoutez une chanson à lire dans la file d'attente. Si aucune chanson n'est en cours de lecture ou en pause, la lecture démarre. Vous pouvez fournir une URL vers un fichier vidéo ou audio ou l'URL d'un service pris en charge par yt-dlp. Les liens de la liste de lecture seront extraits en plusieurs liens et ajoutés à la file d'attente. Si vous saisissez une non-URL, l'entrée sera utilisée comme critère de recherche sur YouTube et le premier résultat sera lu. MusicBot prend également en charge les URI et les URL Spotify, mais l'audio est récupéré à partir de YouTube dans tous les cas.
pl_pl: Dodaj utwór do odtworzenia w kolejce. Jeśli żaden utwór nie jest odtwarzany lub wstrzymany, odtwarzanie zostanie uruchomione. Możesz podać adres URL do pliku wideo lub audio lub adres URL usługi obsługiwanej przez yt-dlp. Linki do playlisty zostaną wyodrębnione na wiele linków i dodane do kolejki. Jeśli wprowadzisz nie-adres URL, dane wejściowe będą używane jako kryteria wyszukiwania na YouTube i odtworzony pierwszy wynik. MusicBot obsługuje również adresy URL Spotify, ale dźwięk jest pobierany z YouTube.

source: Play command that shuffles playlist entries before adding them to the queue.
es_es: Reproducir el comando que ajusta las entradas de la lista de reproducción antes de añadirlas a la cola.
fr_fr: Jouer la commande qui mélange les entrées de la playlist avant de les ajouter à la file d'attente.
pl_pl: Odtwórz polecenie, które losuje wpisy listy odtwarzania przed dodaniem ich do kolejki.

source: Shuffled playlist items into the queue from `%(request)s`
es_es: Elementos de la lista de reproducción mezclados en la cola desde `%(request)s`
fr_fr: Lecture aléatoire des éléments de la playlist dans la file d'attente depuis `%(request)s`
pl_pl: Odtwarzanie losowe elementów listy odtwarzania z `%(request)s`

source: A play command that adds the song as the next to play rather than last. Read help for the play command for information on supported inputs.
es_es: Un comando de reproducción que agrega la canción como la siguiente en reproducirse en lugar de la última. Lea la ayuda del comando de reproducción para obtener información sobre las entradas admitidas.
fr_fr: Une commande de jeu qui ajoute la chanson comme la suivante à jouer plutôt que la dernière. Lire de l'aide pour la commande de lecture pour des informations sur les entrées prises en charge.
pl_pl: Polecenie odtwarzania, które dodaje utwór jako następny do odtworzenia, a nie jako ostatni. Przeczytaj pomoc dla komendy odtwarzania dla informacji o obsługiwanych danych wejściowych.

source: A play command which skips any current song and plays immediately. Read help for the play command for information on supported inputs.
es_es: Un comando de reproducción que omite cualquier canción actual y reproduce inmediatamente. Lee ayuda para el comando de reproducción para obtener información sobre las entradas soportadas.
fr_fr: Une commande de lecture qui saute n'importe quelle chanson actuelle et joue immédiatement. Lire de l'aide pour la commande de lecture pour des informations sur les entrées prises en charge.
pl_pl: Komenda odtwarzania, która pomija bieżącą piosenkę i odtwarza natychmiast. Przeczytaj pomoc dla komendy odtwarzania dla informacji o obsługiwanych danych wejściowych.

source: Restarts the current song at the given time. If time starts with + or - seek will be relative to current playback time. Time should be given in seconds, fractional seconds are accepted. Due to codec specifics in ffmpeg, this may not be accurate.
es_es: Reinicia la canción actual en el momento dado. Si el tiempo comienza con + o - la búsqueda será relativa a la hora de reproducción actual. El tiempo se debe dar en segundos, se aceptan segundos fraccionales. Debido a especificaciones de código en ffmpeg, esto puede no ser preciso.
fr_fr: Redémarre la chanson en cours à l'heure indiquée. Si l'heure commence par + ou - la recherche sera relative à l'heure de lecture actuelle. Le temps doit être donné en secondes, les secondes fractionnaires sont acceptées. En raison des spécificités du codec dans ffmpeg, cela peut ne pas être exact.
pl_pl: Ponownie uruchamia bieżącą piosenkę w danym czasie. Jeśli czas zaczyna się od + lub - szukaj będzie w stosunku do bieżącego czasu odtwarzania. Czas powinien być podany w sekundach, minuty ułamkowe są akceptowane. Ze względu na specyfikację kodeka w ffmpeg, może to nie być dokładne.

source: Cannot use seek if there is nothing playing.
es_es: No se puede usar seek si no hay nada jugando.
fr_fr: Impossible d'utiliser seek s'il n'y a rien à jouer.
pl_pl: Nie można użyć szukania, jeśli nic nie gra.

source: Cannot use seek on current track, it has an unknown duration.
es_es: No se puede usar seek en la pista actual, tiene una duración desconocida.
fr_fr: Impossible d'utiliser la recherche sur la piste en cours, elle a une durée inconnue.
pl_pl: Nie można użyć szukania bieżącego utworu, ma nieznany czas trwania.

source: Seeking is not supported for streams.
es_es: La búsqueda no es compatible con los streams.
fr_fr: La recherche n'est pas prise en charge pour les flux.
pl_pl: Szukanie nie jest obsługiwane dla strumieni.

source: Cannot use seek without a time to position playback.
es_es: No se puede usar seek sin tiempo para colocar la reproducción.
fr_fr: Impossible d'utiliser la recherche sans un temps pour positionner la lecture.
pl_pl: Nie można użyć wyszukiwania bez czasu na umiejscowienie odtwarzania.

source: Could not convert `%(input)s` to a valid time in seconds.
es_es: No se pudo convertir `%(input)s` a una hora válida en segundos.
fr_fr: Impossible de convertir `%(input)s` en une heure valide en secondes.
pl_pl: Nie można przekonwertować `%(input)s` na poprawny czas w sekundach.

source: Cannot seek to `%(input)s` (`%(seconds)s` seconds) in the current track with a length of `%(progress)s / %(total)s`
es_es: No se puede buscar a `%(input)s` (`%(seconds)s` segundos) en la pista actual con una longitud de `%(progress)s / %(total)s`
fr_fr: Impossible de chercher à `%(input)s` (`%(seconds)s` secondes) dans la piste actuelle avec une longueur de `%(progress)s / %(total)s`
pl_pl: Nie można szukać `%(input)s` (`%(seconds)s` sekund) w bieżącym utworze o długości `%(progress)s / %(total)s`

source: Seeking to time `%(input)s` (`%(seconds).2f` seconds) in the current song.
es_es: Buscando en el tiempo `%(input)s` (`%(seconds).2f` segundos) en la canción actual.
fr_fr: À la recherche de temps `%(input)s` (`%(seconds).2f` secondes) dans la chanson actuelle.
pl_pl: Szukam czasu `%(input)s` (`%(seconds).2f` sekund) w bieżącej piosence.

source: Toggles playlist or song looping. If no option is provided the current song will be repeated. If no option is provided and the song is already repeating, repeating will be turned off.
es_es: Activa o desactiva la repetición de la lista de reproducción o de la canción. Si no se proporciona ninguna opción, se repetirá la canción actual. Si no se proporciona ninguna opción y la canción ya se está repitiendo, la repetición se desactivará.
fr_fr: Active/désactive la playlist ou la boucle. Si aucune option n'est fournie, la musique actuelle sera répétée. Si aucune option n'est fournie et que la chanson est déjà répétitive, la répétition sera désactivée.
pl_pl: Przełącza listę odtwarzania lub pętlę utworu. Jeśli nie podano żadnej opcji, bieżący utwór zostanie powtórzony. Jeśli nie podano żadnej opcji i utwór już się powtarza, powtórzenie zostanie wyłączone.

source: No songs are currently playing. Play something with a play command.
es_es: No hay canciones en reproducción actualmente. Reproduce algo con un comando de reproducción.
fr_fr: Aucune musique n'est en cours de lecture. Jouez quelque chose avec une commande de lecture.
pl_pl: Nie ma aktualnie odtwarzanych utworów. Odtwarzaj coś z poleceniem odtwarzania.

source: Invalid sub-command. Use the command `help repeat` for usage examples.
es_es: Sub-comando no válido. Utilice el comando `help repeat` para ejemplos de uso.
fr_fr: Sous-commande invalide. Utilisez la commande `help repeat` pour des exemples d'utilisation.
pl_pl: Nieprawidłowe polecenie podrzędne. Użyj polecenia `help repeat` dla przykładów użycia.

source: Playlist is now repeating.
es_es: La lista de reproducción se está repitiendo.
fr_fr: La playlist se répète.
pl_pl: Playlista jest teraz powtarzana.

source: Playlist is no longer repeating.
es_es: La lista de reproducción ya no se repite.
fr_fr: La playlist ne se répète plus.
pl_pl: Playlista już się nie powtarza.

source: Player will now loop the current song.
es_es: El reproductor ahora bucle la canción actual.
fr_fr: Le lecteur va maintenant boucler la chanson actuelle.
pl_pl: Odtwarzacz zapętli teraz bieżącą piosenkę.

source: Player will no longer loop the current song.
es_es: El jugador ya no hará el bucle de la canción actual.
fr_fr: Le lecteur ne bouclera plus la chanson actuelle.
pl_pl: Gracz nie będzie już w pętli bieżącej piosenki.

source: Player is already looping a song!
es_es: ¡El jugador ya está haciendo un bucle de canción!
fr_fr: Le lecteur boucle déjà une chanson !
pl_pl: Odtwarzacz jest już w pętli utworu!

source: The player is not currently looping.
es_es: El reproductor no está bucle actualmente.
fr_fr: Le joueur n'est pas en boucle.
pl_pl: Odtwarzacz nie jest obecnie w pętli.

source: Song is no longer repeating.
es_es: La canción ya no se repite.
fr_fr: La chanson ne se répète plus.
pl_pl: Utwór już się nie powtarza.

source: Song is now repeating.
es_es: La canción se está repitiendo.
fr_fr: La chanson se répète.
pl_pl: Utwór się powtarza.

source: Move song at position FROM to position TO.
es_es: Mover canción en la posición FROM a la posición de la OS.
fr_fr: Déplacer la chanson à la position À partir de la position TO.
pl_pl: Przenieś utwór w pozycji FROM do pozycji TO.

source: Swap existing songs in the queue using their position numbers. Use the queue command to find track position numbers.
es_es: Intercambia canciones existentes en la cola usando sus números de posición. Usa el comando de cola para encontrar números de posición de la pista.
fr_fr: Échanger les chansons existantes dans la file d'attente en utilisant leurs numéros de position. Utilisez la commande de file d'attente pour trouver les numéros de position de la piste.
pl_pl: Zamień istniejące utwory w kolejce używając ich numerów pozycji. Użyj polecenia kolejki do znalezienia numerów pozycji śladów.

source: There are no songs queued. Play something with a play command.
es_es: No hay canciones en la cola. Reproduce algo con un comando de juego.
fr_fr: Il n'y a pas de musique en attente. Jouez quelque chose avec une commande de lecture.
pl_pl: Nie ma żadnych piosenek w kolejce. Odtwórz coś z poleceniem odtwarzania.

source: Song positions must be integers!
es_es: Las posiciones de la canción deben ser enteras!
fr_fr: Les positions de la chanson doivent être des entiers !
pl_pl: Pozycje piosenek muszą być liczbą całkowitą!

source: You gave a position outside the playlist size!
es_es: ¡Has dado una posición fuera del tamaño de la lista de reproducción!
fr_fr: Vous avez donné une position en dehors de la taille de la playlist !
pl_pl: Dałeś pozycję poza rozmiarem playlisty!

source: Successfully moved song from position %(from)s in queue to position %(to)s!
es_es: ¡Se ha movido con éxito la canción de la posición %(from)s en la cola a la posición %(to)s!
fr_fr: La chanson a été déplacée de la position %(from)s dans la file d'attente à la position %(to)s!
pl_pl: Pomyślnie przeniesiono utwór z pozycji %(from)s w kolejce do pozycji %(to)s!

source: This link contains a Playlist ID: `%(url)s` Do you want to queue the playlist too?
es_es: Este enlace contiene un ID de lista de reproducción: `%(url)s` ¿Quieres poner en cola la lista de reproducción también?
fr_fr: Ce lien contient un ID de la playlist : `%(url)s` Voulez-vous également mettre en file d'attente la playlist ?
pl_pl: Ten link zawiera ID playlisty: `%(url)s` Czy chcesz dodać również listę odtwarzania?

source: Local media playback is not enabled.
es_es: La reproducción de medios locales no está habilitada.
fr_fr: La lecture des médias locaux n'est pas activée.
pl_pl: Lokalne odtwarzanie mediów nie jest włączone.

source: Spotify URL is invalid or not currently supported.
es_es: La URL de Spotify no es válida o no está soportada actualmente.
fr_fr: L'URL Spotify n'est pas valide ou n'est pas prise en charge actuellement.
pl_pl: Adres URL Spotify jest nieprawidłowy lub nie jest obecnie obsługiwany.

source: Detected a Spotify URL, but Spotify is not enabled.
es_es: Se ha detectado una URL de Spotify, pero Spotify no está habilitado.
fr_fr: Une URL Spotify a été détectée, mais Spotify n'est pas activé.
pl_pl: Wykryto adres URL Spotify, ale Spotify nie jest włączony.

source: You have reached your enqueued song limit (%(max)s)
es_es: Has alcanzado el límite de canciones en cola (%(max)s)
fr_fr: Vous avez atteint votre limite de chansons en attente (%(max)s)
pl_pl: Osiągnąłeś limit utworów w kolejce (%(max)s)

source: Karaoke mode is enabled, please try again when its disabled!
es_es: El modo Karaoke está activado, ¡por favor inténtalo de nuevo cuando esté desactivado!
fr_fr: Le mode Karaoké est activé, veuillez réessayer quand il est désactivé!
pl_pl: Tryb Karaoke jest włączony, spróbuj ponownie, gdy jest wyłączony!

source: Failed to extract info due to error: %(raw_error)s
es_es: Error al extraer información debido a error: %(raw_error)s
fr_fr: Échec de l'extraction des informations en raison d'une erreur : %(raw_error)s
pl_pl: Nie udało się wyodrębnić informacji z powodu błędu: %(raw_error)s

source: That video cannot be played. Try using the stream command.
es_es: Ese video no se puede reproducir. Intenta usar el comando Stream.
fr_fr: Cette vidéo ne peut pas être lue. Essayez d'utiliser la commande stream.
pl_pl: Nie można odtworzyć tego wideo. Spróbuj użyć komendy streamu.

source: YouTube search returned no results for: %(url)s
es_es: La búsqueda en YouTube no devolvió resultados para: %(url)s
fr_fr: La recherche YouTube n'a retourné aucun résultat pour : %(url)s
pl_pl: Wyszukiwanie YouTube nie zwróciło żadnych wyników dla: %(url)s

source: No songs were added, all songs were over max duration (%(max)s seconds)
es_es: No se añadieron canciones, todas las canciones sobrepasaron la duración máxima (%(max)s segundos)
fr_fr: Aucune chanson n'a été ajoutée, toutes les chansons ont été supérieures à la durée maximale (%(max)s secondes)
pl_pl: Nie dodano piosenek, wszystkie piosenki przekroczyły maksymalny czas trwania (%(max)s sekund)

source: Enqueued **%(number)s** songs to be played. Position in queue: %(position)s
es_es: En cola **%(number)s** canciones a reproducir. Posición en cola: %(position)s
fr_fr: Morceaux en file d'attente **%(number)s** à jouer. Position dans la file d'attente : %(position)s
pl_pl: Utwory w kolejce **%(number)s** do odtworzenia. Pozycja w kolejce: %(position)s

source: Song duration exceeds limit (%(length)s > %(max)s)
es_es: La duración de la canción excede el límite (%(length)s > %(max)s)
fr_fr: La durée de la musique dépasse la limite (%(length)s > %(max)s)
pl_pl: Czas trwania piosenki przekracza limit (%(length)s > %(max)s)

source: Enqueued `%(track)s` to be played. Position in queue: %(position)s
es_es: En cola `%(track)s` para ser reproducido. Posición en cola: %(position)s
fr_fr: A mis en file d'attente `%(track)s` pour être joué. Position dans la file d'attente : %(position)s
pl_pl: Zamieszczono `%(track)s` do odtworzenia. Pozycja w kolejce: %(position)s

source: Playing next!
es_es: ¡Reproduciendo a continuación!
fr_fr: Joue ensuite!
pl_pl: Odtwarzanie dalej!

source: %(position)s - estimated time until playing: `%(eta)s`
es_es: %(position)s - tiempo estimado hasta jugar: `%(eta)s`
fr_fr: %(position)s - Temps estimé avant de jouer : `%(eta)s`
pl_pl: %(position)s - przewidywany czas do odtwarzania: `%(eta)s`

source: %(position)s - cannot estimate time until playing.
es_es: %(position)s - no se puede calcular el tiempo hasta jugar.
fr_fr: %(position)s - impossible d'estimer le temps avant de jouer.
pl_pl: %(position)s - nie można oszacować czasu do gry.

source: Add a media URL to the queue as a Stream. The URL may be actual streaming media, like Twitch, Youtube, or a shoutcast like service. You can also use non-streamed media to play it without downloading it. Note: FFmpeg may drop the stream randomly or if connection hiccups happen.
es_es: Agrega una URL de contenido multimedia a la cola como una transmisión. La URL puede ser un contenido multimedia en streaming real, como Twitch, YouTube o un servicio similar a Shoutcast. También puedes usar contenido multimedia que no haya sido transmitido en streaming para reproducirlo sin descargarlo. Nota: FFmpeg puede interrumpir la transmisión aleatoriamente o si ocurren problemas de conexión.
fr_fr: Ajoutez une URL de média à la file d'attente en tant que flux. L'URL peut être un média de streaming réel, comme Twitch, YouTube ou un service de type shoutcast. Vous pouvez également utiliser un média non diffusé en continu pour le lire sans le télécharger. Remarque : FFmpeg peut abandonner le flux de manière aléatoire ou en cas d'instabilité de la connexion.
pl_pl: Dodaj adres URL mediów do kolejki jako Stream. URL może być rzeczywistym nośnikiem strumieniowym, takim jak Twitch, Youtube lub usługą shoutcast. Możesz również użyć niestrumieniowych mediów do odtworzenia bez pobierania. Uwaga: FFmpeg może upuścić strumień losowo lub jeśli wystąpi czkawka.

source: Streaming playlists is not yet supported.
es_es: Las listas de reproducción de streaming aún no están soportadas.
fr_fr: La diffusion de listes de lecture n'est pas encore prise en charge.
pl_pl: Strumieniowanie list odtwarzania nie jest jeszcze obsługiwane.

source: Now streaming track `%(track)s`
es_es: Ahora la pista de streaming `%(track)s`
fr_fr: Streaming en continu `%(track)s`
pl_pl: Teraz strumieniowanie utworu `%(track)s`

source: Search with service for a number of results with the search query.
es_es: Buscar con servicio varios resultados con la consulta de búsqueda.
fr_fr: Recherche avec service pour un certain nombre de résultats avec la requête de recherche.
pl_pl: Wyszukaj w serwisie kilka wyników z zapytaniem wyszukiwania.

source: Search YouTube for query but get a custom number of results. Note: the double-quotes are required in this case.
es_es: Buscar consulta en YouTube pero obtener un número personalizado de resultados. Nota: las comillas dobles son requeridas en este caso.
fr_fr: Recherchez sur YouTube une requête mais obtenez un nombre personnalisé de résultats. Note: les guillemets doubles sont requis dans ce cas.
pl_pl: Szukaj YouTube w poszukiwaniu zapytania, ale uzyskaj niestandardową liczbę wyników. Uwaga: w tym przypadku wymagane są podwójne cudzysłowy.
