Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: Allow users to skip without voting, if LegacySkip config option is enabled.
es_es: Permitir a los usuarios omitir sin votar, si la opción de configuración LegacySkip está habilitada.
fr_fr: Permettre aux utilisateurs de passer sans voter, si l'option de configuration LegacySkip est activée.
pl_pl: Zezwalaj użytkownikom na pomijanie bez głosowania, jeśli opcja konfiguracji LegacySkip jest włączona.

source: Allows the user to skip a looped song.
es_es: Permite al usuario omitir una canción en bucle.
fr_fr: Permet à l'utilisateur de sauter une chanson en boucle.
pl_pl: Pozwala użytkownikowi na pominięcie piosenki w pętli.

source: Allows the user to remove any song from the queue. Does not remove or skip currently playing songs.
es_es: Permite al usuario eliminar cualquier canción de la cola. No elimina ni omite las canciones que se están reproduciendo.
fr_fr: Permet à l'utilisateur de supprimer toute chanson de la file d'attente. Ne supprime pas ou ne saute pas les chansons en cours de lecture.
pl_pl: Pozwala użytkownikowi usunąć dowolną piosenkę z kolejki. nie usuwa ani nie pomija aktualnie odtwarzanych piosenek.

source: Skip songs added by users who are not in voice when their song is played.
es_es: Omitir canciones añadidas por usuarios que no están en voz cuando se reproduce su canción.
fr_fr: Ignorer les chansons ajoutées par les utilisateurs qui ne sont pas dans la voix lorsque leur chanson est jouée.
pl_pl: Pomiń piosenki dodane przez użytkowników, którzy nie są w głosowaniu, gdy ich utwór jest odtwarzany.

source: Allows the user to add songs to the queue when Karaoke Mode is enabled.
es_es: Permite al usuario añadir canciones a la cola cuando el modo Karaoke está activado.
fr_fr: Permet à l'utilisateur d'ajouter des morceaux à la file d'attente lorsque le mode Karaoké est activé.
pl_pl: Pozwala użytkownikowi dodawać piosenki do kolejki, gdy tryb Karaoke jest włączony.

source: Auto summon to user voice channel when using play commands, if bot isn't in voice already. The summon command must still be allowed for this group!
es_es: Auto-invocar al canal de voz del usuario cuando se usan comandos de reproducción, si el bot ya no está en la voz. ¡El comando de invocación debe ser permitido para este grupo!
fr_fr: Invocation automatique au salon vocal de l'utilisateur lors de l'utilisation des commandes de lecture, si le bot n'est pas déjà dans la voix. La commande d'invocation doit toujours être autorisée pour ce groupe !
pl_pl: Automatyczne przywoływanie kanału głosowego użytkownika podczas używania poleceń odtwarzania, jeśli bot nie ma już głosu. Polecenie przywołania musi być nadal dozwolone dla tej grupy!

source: Specify yt-dlp extractor names, separated by spaces, that are allowed to be used. When empty, hard-coded defaults are used. The defaults are displayed above, but may change between versions. To allow all extractors, add `%(allow_all)s` without quotes to the list. Services/extractors supported by yt-dlp are listed here: https://github.com/yt-dlp/yt-dlp/blob/master/supportedsites.md MusicBot also provides one custom service `spotify:musicbot` to enable or disable Spotify API extraction. NOTICE: MusicBot might not support all services available to yt-dlp!
es_es: Especifica los nombres del extractor yt-dlp, separados por espacios, que se permiten usar. Cuando se usan valores predeterminados vacíos, de código duro. Los valores por defecto se muestran arriba, pero pueden cambiar entre las versiones. Para permitir todos los extractores, agregue `%(allow_all)s` sin comillas a la lista. Los servicios/extractores soportados por yt-dlp están listados aquí: https://github.com/yt-dlp/yt-dlp/blob/master/supportedsites. d MusicBot también proporciona un servicio personalizado `spotify:musicbot` para activar o desactivar la extracción de la API de Spotify. AVISO: MusicBot podría no soportar todos los servicios disponibles para yt-dlp!
fr_fr: Spécifiez les noms d'extracteurs yt-dlp, séparés par des espaces, qui sont autorisés à être utilisés. Quand vide, des valeurs par défaut codées en dur sont utilisées. Les valeurs par défaut sont affichées ci-dessus, mais peuvent changer entre les versions. Pour autoriser tous les extracteurs, ajoutez `%(allow_all)s` sans guillemets à la liste. Services/extracteurs supportés par yt-dlp sont listés ici : https://github.com/yt-dlp/yt-dlp/blob/master/supportedsites. d MusicBot fournit également un service personnalisé `spotify:musicbot` pour activer ou désactiver l'extraction de l'API Spotify. AVIS : MusicBot pourrait ne pas prendre en charge tous les services disponibles pour yt-dlp !
pl_pl: Określ nazwy ekstraktora yt-dlp, oddzielone spacjami, które mogą być używane. Jeśli puste, domyślnie kodowane są domyślne. Domyślne ustawienia są wyświetlane powyżej, ale mogą zmieniać się między wersjami. Aby zezwolić na wszystkie ekstraktory, dodaj `%(allow_all)s` bez cytatów do listy. Usługi/extractors obsługiwane przez yt-dlp są wymienione tutaj: https://github.com/yt-dlp/yt-dlp/blob/master/supportedsites. d MusicBot zapewnia również niestandardową usługę `spotify:musicbot` aby włączyć lub wyłączyć ekstrakcję Spotify API. NOTICE: MusicBot może nie obsługiwać wszystkich usług dostępnych dla yt-dlp!

source: You do not have permission to play the requested media. The yt-dlp extractor `%(extractor)s` is not permitted in your group.
es_es: No tienes permiso para reproducir los medios solicitados. El extractor yt-dlp `%(extractor)s` no está permitido en tu grupo.
fr_fr: Vous n'avez pas la permission de lire le média demandé. L'extracteur yt-dlp `%(extractor)s` n'est pas autorisé dans votre groupe.
pl_pl: Nie masz uprawnień do odtworzenia żądanych mediów. Ekspaktor yt-dlp `%(extractor)s` nie jest dozwolony w twojej grupie.

source: Could not extract information
es_es: No se pudo extraer la información
fr_fr: Impossible d'extraire les informations
pl_pl: Nie można wyodrębnić informacji

source: This is a playlist.
es_es: Esta es una lista de reproducción.
fr_fr: Ceci est une liste de lecture.
pl_pl: To jest playlista.

source: Invalid content type `%(type)s` for URL: %(url)s
es_es: Tipo de contenido inválido `%(type)s` para la URL: %(url)s
fr_fr: Type de contenu invalide `%(type)s` pour l'URL : %(url)s
pl_pl: Nieprawidłowy typ treści `%(type)s` dla URL: %(url)s

source: no duration data
es_es: sin datos de duración
fr_fr: aucune donnée de durée
pl_pl: brak danych czasu trwania

source: no duration data in current entry
es_es: no hay datos de duración en la entrada actual
fr_fr: aucune donnée de durée dans l'entrée actuelle
pl_pl: brak danych czasu trwania w bieżącym wpisie

source: Invalid track_data, must be of type `track` got `%(type)s`
es_es: Track_data no válido, debe ser de tipo `track` obtenido `%(type)s`
fr_fr: Les track_data non valides, doivent être de type `track` obtenu `%(type)s`
pl_pl: Nieprawidłowy track_data, musi być typu `track` got `%(type)s`

source: Response status is not OK: [%(status)s] %(reason)s
es_es: El estado de respuesta no está bien: [%(status)s] %(reason)s
fr_fr: Le statut de la réponse n'est pas correct : [%(status)s] %(reason)s
pl_pl: Status odpowiedzi nie jest OK: [%(status)s] %(reason)s

source: Response JSON did not decode to a dict!
es_es: ¡Respuesta JSON no se decodificó a un dictado!
fr_fr: La réponse JSON n'a pas décodé un dictionnaire !
pl_pl: Odpowiedź JSON nie zdekodowała na dykt!

source: Could not make GET to URL: %(url)s Reason: %(raw_error)s
es_es: No se pudo crear la URL: %(url)s Razón: %(raw_error)s
fr_fr: Impossible de rendre GET à l'URL : %(url)s Raison : %(raw_error)s
pl_pl: Nie można utworzyć GET do URL: %(url)s Powód: %(raw_error)s

source: Could not make POST to URL: %(url)s Reason: %(raw_error)s
es_es: No se pudo crear POST en la URL: %(url)s Razón: %(raw_error)s
fr_fr: Impossible de faire POST à l'URL : %(url)s Raison : %(raw_error)s
pl_pl: Nie można utworzyć POST na adres URL: %(url)s Powód: %(raw_error)s

source: Failed to get a guest token from Spotify, please try specifying client ID and client secret
es_es: No se pudo obtener un token de invitado de Spotify, por favor, intente especificar el ID del cliente y el secreto del cliente
fr_fr: Impossible d'obtenir un jeton d'invité de Spotify, veuillez essayer de spécifier l'ID client et le secret du client
pl_pl: Nie udało się uzyskać tokenu gościa ze Spotify, spróbuj określić identyfikator klienta i sekret klienta

source: API response did not contain the expected data. Missing key: %(raw_error)s
es_es: La respuesta API no contenía los datos esperados. Falta la clave: %(raw_error)s
fr_fr: La réponse de l'API ne contient pas les données attendues. Clé manquante: %(raw_error)s
pl_pl: Odpowiedź API nie zawiera oczekiwanych danych. Brakuje klucza: %(raw_error)s

source: API response contained unexpected data. %(raw_error)s
es_es: La respuesta de la API contenía datos inesperados. %(raw_error)s
fr_fr: La réponse de l'API contenait des données inattendues. %(raw_error)s
pl_pl: Odpowiedź API zawiera nieoczekiwane dane. %(raw_error)s

source: Requested a token from Spotify, did not end up getting one
es_es: Solicitado un token de Spotify, no terminó obteniendo uno
fr_fr: Demandé un jeton de Spotify, n'a pas fini par en obtenir un
pl_pl: Żądany token ze Spotify nie został pobrany

source: API response status is not OK: [%(status)s] %(reason)s
es_es: El estado de respuesta de la API no está aceptado: [%(status)s] %(reason)s
fr_fr: Le statut de réponse de l'API n'est pas correct : [%(status)s] %(reason)s
pl_pl: Status odpowiedzi API nie jest OK: [%(status)s] %(reason)s

source: Only the owner can use this command.
es_es: Sólo el propietario puede usar este comando.
fr_fr: Seul le propriétaire peut utiliser cette commande.
pl_pl: Tylko właściciel może użyć tego polecenia.

source: Only dev users can use this command.
es_es: Sólo los usuarios dev pueden usar este comando.
fr_fr: Seuls les utilisateurs de dev peuvent utiliser cette commande.
pl_pl: Tylko deweloperzy mogą używać tej komendy.

source: Clear all songs from the named playlist file. If name is omitted, the currently loaded playlist is emptied.
es_es: Borra todas las canciones del archivo de lista de reproducción nombrado. Si se omite el nombre, se vacía la lista de reproducción cargada actualmente.

source: Show the currently selected playlist and a list of existing playlist files.
es_es: Mostrar la lista de reproducción seleccionada actualmente y una lista de archivos de listas de reproducción existentes.

source: Reload the auto playlist queue, restarting at the first track unless randomized.
es_es: Recargue la cola de reproducción automática y reinicie desde la primera pista a menos que esté aleatorizada.

source: **Current Playlist:** `%(playlist)s`**Available Playlists:** %(names)s
es_es: **Lista de reproducción actual:** `%(playlist)s`**Listas de reproducción disponibles:** %(names)s

source: No playlist file exists with the name: `%(playlist)s`
es_es: No existe ningún archivo de lista de reproducción con el nombre: `%(playlist)s`

source: The playlist `%(playlist)s` has been cleared.
es_es: Se ha borrado la lista de reproducción `%(playlist)s`.

source: There is nothing currently playing. Play something with a play command.
es_es: No hay nada reproduciéndose actualmente. Reproduce algo con un comando de reproducción.

source: Remove an alias with the given name.
es_es: Eliminar un alias con el nombre dado.

source: Reload or save aliases from/to the config file.
es_es: Recargar o guardar alias desde/hacia el archivo de configuración.

source: Command used to automate testing of commands.
es_es: Comando utilizado para automatizar la prueba de comandos.

source: Error creating default config options file. Problem: MusicBot attempted to generate the config files but failed due to an error: %(raw_error)s Solution: Make sure MusicBot can read and write to your config files.
es_es: Error al crear el archivo de opciones de configuración predeterminado. Problema: MusicBot intentó generar los archivos de configuración, pero falló debido a un error: %(raw_error)s Solución: Asegúrese de que MusicBot pueda leer y escribir en sus archivos de configuración.

source: Error creating default config permissions file. Problem: MusicBot attempted to generate the config files but failed due to an error: %(raw_error)s Solution: Make sure MusicBot can read and write to your config files.
es_es: Error al crear el archivo de permisos de configuración predeterminado. Problema: MusicBot intentó generar los archivos de configuración, pero falló debido a un error: %(raw_error)s Solución: Asegúrese de que MusicBot pueda leer y escribir en sus archivos de configuración.

source: - `%(delay).0f ms` (`%(avg).0f ms` Avg.) in region: `%(region)s` using %(bitrate)s kbps.
es_es: - `%(delay).0f ms`()`%(avg).0f ms`Avg.) en la región:`%(region)s`use %(bitrate)s kbps.

source: **API Latency:** `%(delay).0f ms` **VoiceClient Latency:** %(voices)s Using approximately %(rate).2f %(suffix)s of bandwidth total.
es_es: **API Latency:**`%(delay).0f ms` **VoiceClient Latency:** %(voices)s Usando aproximadamente %(rate).2f %(suffix)s de ancho de banda total.

source: **Voice Latency:** `%(delay).0f ms` (`%(average).0f ms` Avg.) in region `%(region)s` using %(bitrate)s kbps
es_es: **Latencia de voz:**`%(delay).0f ms`()`%(average).0f ms`Avg.) en la región`%(region)s`use %(bitrate)s kbps

source: May reduce CPU usage by avoiding PCM-to-Opus encoding in python. When enabled, volume is controlled via FFmpeg filter instead of python. May cause a short delay when tracks first start for bitrate discovery.
es_es: Puede reducir el uso de CPU evitando la codificación PCM-a-Opus en pitón. Cuando está habilitado, el volumen se controla a través del filtro FFmpeg en lugar de pitón. Puede causar un breve retraso cuando las pistas comienzan por el descubrimiento de bitrate.

source: Similar to UseOpusAudio, but reduces CPU usage even more where possible. If the media is already Opus encoded (like YouTube) no re-encoding is done. This option will disable speed, volume, and UseExperimentalEqualization options.
es_es: Similar a UseOpusAudio, pero reduce el uso de CPU aún más cuando sea posible. Si los medios de comunicación ya están codificados por Opus (como YouTube) no se hace recodificación. Esta opción desactivará la velocidad, el volumen y las opciones UseExperimentalEqualization.

source: auto
fr_fr: Automatique
