Repository: itsTheFae/MusicBot
Catalog: i18n/*/LC_MESSAGES/musicbot_messages.po
Languages: es_es, fr_fr, pl_pl

source: Reload the options.ini file from disk.
es_es: Recargar el archivo options.ini desde el disco.
fr_fr: Recharger le fichier options.ini à partir du disque.
pl_pl: Przeładuj plik options.ini z dysku.

source: Shows help text for a specific option.
es_es: Muestra texto de ayuda para una opción específica.
fr_fr: Affiche le texte d'aide pour une option spécifique.
pl_pl: Pokazuje tekst pomocy dla konkretnej opcji.

source: Display the current value of the option.
es_es: Mostrar el valor actual de la opción.
fr_fr: Affiche la valeur actuelle de l'option.
pl_pl: Wyświetl bieżącą wartość opcji.

source: Saves the current value to the options file.
es_es: Guarda el valor actual en el archivo de opciones.
fr_fr: Enregistre la valeur actuelle dans le fichier d'options.
pl_pl: Zapisuje bieżącą wartość do pliku opcji.

source: Validates the option and sets the config for the session, but not to file.
es_es: Validar la opción y establecer la configuración de la sesión, pero no el archivo.
fr_fr: Valide l'option et définit la configuration pour la session, mais pas pour le fichier.
pl_pl: Sprawdza poprawność opcji i ustawia konfigurację dla sesji, ale nie do pliku.

source: Reset the option to its default value.
es_es: Restablecer la opción a su valor predeterminado.
fr_fr: Réinitialiser l'option à sa valeur par défaut.
pl_pl: Zresetuj opcję do wartości domyślnej.

source: Manage options.ini configuration from within Discord.
es_es: Administrar la configuración options.ini desde dentro de Discord.
fr_fr: Gérer la configuration options.ini à partir de Discord.
pl_pl: Zarządzaj konfiguracją opcjiini z Discorda.

source: Config cannot use channel and user mentions at the same time.
es_es: La configuración no puede usar las menciones de canal y usuario al mismo tiempo.
fr_fr: La configuration ne peut pas utiliser les mentions du canal et de l'utilisateur en même temps.
pl_pl: Konfiguracja nie może używać kanału i wzmianek użytkownika w tym samym czasie.

source: *All config options are present and accounted for!*
es_es: *¡Todas las opciones de configuración están presentes y contabilizadas!*
fr_fr: *Toutes les options de configuration sont présentes et comptabilisées !*
pl_pl: *Wszystkie opcje konfiguracyjne są obecne i uwzględnione!*

source: No config options appear to be changed.
es_es: Ninguna opción de configuración parece ser cambiada.
fr_fr: Aucune option de configuration ne semble être modifiée.
pl_pl: Żadne opcje konfiguracji nie wydają się być zmienione.

source: **Changed Options:** %(changed)s
es_es: **Opciones cambiadas:** %(changed)s
fr_fr: **Options modifiées :** %(changed)s
pl_pl: **Zmieniono opcje:** %(changed)s

source: ## Available Options: **Editable Options:** %(editable)s **Manual Edit Only:** %(manual)s
es_es: ## Opciones disponibles: **Opciones editables:** %(editable)s **Solo edición manual:** %(manual)s
fr_fr: ## Options disponibles : **Options modifiables :** %(editable)s **Modification manuelle uniquement :** %(manual)s
pl_pl: ## Dostępne opcje: **Edytowalne opcje:** %(editable)s **Edycja ręczna tylko:** %(manual)s

source: Config options reloaded from file successfully!
es_es: Opciones de configuración recargadas desde el archivo con éxito!
fr_fr: Les options de configuration ont été rechargées à partir du fichier avec succès !
pl_pl: Opcje konfiguracji zostały pomyślnie przeładowane z pliku!

source: Unable to reload Config due to the following error: %(raw_error)s
es_es: No se puede recargar la configuración debido al siguiente error: %(raw_error)s
fr_fr: Impossible de recharger la configuration en raison de l'erreur suivante : %(raw_error)s
pl_pl: Nie można przeładować konfiguracji z powodu następującego błędu: %(raw_error)s

source: Could not resolve section name from option name. Please provide a valid section and option name.
es_es: No se pudo resolver el nombre de la sección del nombre de la opción. Por favor, introduzca un nombre de sección y opción válidos.
fr_fr: Impossible de résoudre le nom de la section à partir du nom de l'option. Veuillez fournir un nom de section et d'option valide.
pl_pl: Nie można ustalić nazwy sekcji z nazwy opcji. Proszę podać poprawną sekcję i nazwę opcji.

source: The option given is ambiguous, please provide a section name.
es_es: La opción dada es ambigua, por favor ingrese un nombre de sección.
fr_fr: L'option donnée est ambiguë, veuillez fournir un nom de section.
pl_pl: Podana opcja jest niejednoznaczna, proszę podać nazwę sekcji.

source: You must provide a section name and option name for this command.
es_es: Debe proporcionar un nombre de sección y un nombre de opción para este comando.
fr_fr: Vous devez fournir un nom de section et un nom d'option pour cette commande.
pl_pl: Musisz podać nazwę sekcji i nazwę opcji dla tej komendy.

source: The section `%(section)s` is not available. The available sections are: %(sections)s
es_es: La sección `%(section)s` no está disponible. Las secciones disponibles son: %(sections)s
fr_fr: La section `%(section)s` n'est pas disponible. Les sections disponibles sont : %(sections)s
pl_pl: Sekcja `%(section)s` jest niedostępna. Dostępne sekcje to: %(sections)s

source: The option `%(option)s` is not available.
es_es: La opción `%(option)s` no está disponible.
fr_fr: L'option `%(option)s` n'est pas disponible.
pl_pl: Opcja `%(option)s` jest niedostępna.

source: This option can only be set by editing the config file.
es_es: Esta opción sólo se puede establecer editando el archivo de configuración.
fr_fr: Cette option ne peut être définie qu'en modifiant le fichier de configuration.
pl_pl: Ta opcja może być ustawiona tylko przez edycję pliku konfiguracyjnego.

source: By default this option is set to: %(default)s
es_es: Por defecto esta opción se establece como: %(default)s
fr_fr: Par défaut, cette option est réglée à : %(default)s
pl_pl: Domyślnie ta opcja jest ustawiona na: %(default)s

source: **Option:** `%(config)s` %(comment)s %(default)s
es_es: **Opción:** `%(config)s` %(comment)s %(default)s
pl_pl: **Opcja:** `%(config)s` %(comment)s %(default)s

source: Option `%(option)s` is not editable. Cannot save to disk.
es_es: La opción `%(option)s` no es editable. No se puede guardar en el disco.
fr_fr: L'option `%(option)s` n'est pas modifiable. Impossible d'enregistrer sur le disque.
pl_pl: Opcja `%(option)s` nie jest edytowalna. Nie można zapisać na dysku.

source: Failed to save the option: `%(option)s`
es_es: Error al guardar la opción: `%(option)s`
fr_fr: Impossible d'enregistrer l'option : `%(option)s`
pl_pl: Nie udało się zapisać opcji: `%(option)s`

source: Successfully saved the option: `%(config)s`
es_es: Opción guardada con éxito: `%(config)s`
fr_fr: Option enregistrée avec succès: `%(config)s`
pl_pl: Pomyślnie zapisano opcję: `%(config)s`

source: Option `%(option)s` is not editable, value cannot be displayed.
es_es: La opción `%(option)s` no es editable, el valor no se puede mostrar.
fr_fr: L'option `%(option)s` n'est pas modifiable, la valeur ne peut pas être affichée.
pl_pl: Opcja `%(option)s` nie jest edytowalna, wartość nie może być wyświetlana.

source: **Option:** `%(config)s` Current Value: `%(loaded)s` INI File Value: `%(ini)s`
es_es: **Opción:** `%(config)s` Valor actual: `%(loaded)s` Valor del archivo INI: `%(ini)s`
fr_fr: **Option :** `%(config)s` Valeur actuelle : `%(loaded)s` Valeur du fichier INI : `%(ini)s`
pl_pl: **Opcja:** `%(config)s` Bieżąca wartość: `%(loaded)s` INI File Value: `%(ini)s`

source: Option `%(option)s` is not editable. Cannot update setting.
es_es: La opción `%(option)s` no es editable. No se puede actualizar la configuración.
fr_fr: L'option `%(option)s` n'est pas modifiable. Impossible de mettre à jour le paramètre.
pl_pl: Opcja `%(option)s` nie jest edytowalna. Nie można zaktualizować ustawienia.

source: You must provide a section, option, and value for this sub command.
es_es: Debe proporcionar una sección, opción y valor para este sub-comando.
fr_fr: Vous devez fournir une section, une option et une valeur pour cette sous-commande.
pl_pl: Musisz podać sekcję, opcję i wartość dla tej podkomendy.

source: Option `%(option)s` was not updated!
es_es: ¡La opción `%(option)s` no fue actualizada!
fr_fr: L'option `%(option)s` n'a pas été mise à jour !
pl_pl: Opcja `%(option)s` nie została zaktualizowana!

source: Option `%(config)s` was updated for this session. To save the change use `config save %(section)s %(option)s`
es_es: La opción `%(config)s` fue actualizada para esta sesión. Para guardar el cambio use `config save %(section)s %(option)s`
fr_fr: L'option `%(config)s` a été mise à jour pour cette session. Pour sauvegarder le changement, utilisez `config save %(section)s %(option)s`
pl_pl: Opcja `%(config)s` została zaktualizowana dla tej sesji. Aby zapisać zmianę, użyj `config save %(section)s %(option)s`

source: Option `%(option)s` is not editable. Cannot reset to default.
es_es: La opción `%(option)s` no es editable. No se puede restablecer por defecto.
fr_fr: L'option `%(option)s` n'est pas modifiable. Impossible de réinitialiser à la valeur par défaut.
pl_pl: Opcja `%(option)s` nie jest edytowalna. Nie można zresetować do domyślnego.

source: Option `%(option)s` was not reset to default!
es_es: ¡La opción `%(option)s` no se ha restablecido por defecto!
fr_fr: L'option `%(option)s` n'a pas été réinitialisée par défaut!
pl_pl: Opcja `%(option)s` nie została zresetowana do domyślnych!

source: Option `%(config)s` was reset to its default value `%(default)s`. To save the change use `config save %(section)s %(option)s`
es_es: La opción `%(config)s` fue restablecida a su valor predeterminado `%(default)s`. Para guardar el cambio use `config save %(section)s %(option)s`
fr_fr: L'option `%(config)s` a été réinitialisée à sa valeur par défaut `%(default)s`. Pour sauvegarder le changement, utilisez `config save %(section)s %(option)s`
pl_pl: Opcja `%(config)s` została zresetowana do wartości domyślnej `%(default)s`. Aby zapisać zmianę, użyj `config save %(section)s %(option)s`

source: Deprecated command, use the config command instead.
es_es: Comando obsoleto, use el comando config en su lugar.
fr_fr: Commande obsolète, utilisez la commande config à la place.
pl_pl: Przestarzałe polecenie, zamiast tego użyj polecenia config.

source: The option command is deprecated, use the config command instead.
es_es: El comando de opción está obsoleto, utilice el comando de configuración en su lugar.
fr_fr: La commande d'option est obsolète, utilisez la commande config à la place.
pl_pl: Komenda opcji jest przestarzała, zamiast tego użyj komendy config.

source: Display information about cache storage or clear cache according to configured limits. Using update option will scan the cache for external changes before displaying details.
es_es: Muestra información sobre el almacenamiento en caché o borra la caché según los límites configurados. Al utilizar la opción de actualización, se escaneará la caché en busca de cambios externos antes de mostrar los detalles.
fr_fr: Affichez des informations sur le stockage en cache ou effacez le cache en fonction des limites configurées. L'utilisation de l'option de mise à jour analysera le cache à la recherche de modifications externes avant d'afficher les détails.
pl_pl: Wyświetlaj informacje o pamięci podręcznej lub wyczyść pamięć podręczną zgodnie ze skonfigurowanymi limitami. Używanie opcji aktualizacji skanuje pamięć podręczną w poszukiwaniu zmian zewnętrznych przed wyświetleniem szczegółów.

source: Invalid option specified, use: info, update, or clear
es_es: Opción especificada no válida, use: info, actualización o borrado
fr_fr: Option non valide spécifiée, utilisez: info, mise à jour ou effacement
pl_pl: Podano nieprawidłową opcję, użyj: info, update, lub wyczyść

source: Disabled
es_es: Deshabilitado
fr_fr: Désactivé
pl_pl: Wyłączone

source: Enabled
es_es: Activado
fr_fr: Activé
pl_pl: Włączone

source: %(time)s days
es_es: %(time)s días
fr_fr: %(time)s jours
pl_pl: %(time)s dni

source: Unlimited
es_es: Ilimitado
fr_fr: Illimité
pl_pl: Nieograniczona

source: **Video Cache:** *%(state)s* **Storage Limit:** *%(size)s* **Time Limit:** *%(time)s* **Cached Now: %(used)s in %(files)s file(s).
es_es: **Video Cache:** *%(state)s* **Límite de Almacenamiento:** *%(size)s* **Límite de tiempo:** *%(time)s* **Cacheo ahora: %(used)s en archivos %(files)s.
fr_fr: **Cache Vidéo :** *%(state)s* **Limite de Stockage :** *%(size)s* **Limite de Temps :** *%(time)s* **Mise en cache Maintenant : %(used)s dans %(files)s fichier(s).
pl_pl: **Pamięć podręczna wideo:** *%(state)s* ** *%(size)s* **Limit:** *%(time)s* **Pamięć podręczna Teraz: %(used)s w plikach %(files)s.

source: Cache has been cleared.
es_es: Se ha borrado la caché.
fr_fr: Le cache a été effacé.
pl_pl: Skrzynka została wyczyszczona.

source: **Failed** to delete cache, check logs for more info...
es_es: **Fallo** al eliminar caché, comprueba los registros para más información...
fr_fr: **Échec** pour supprimer la cache, vérifiez les logs pour plus d'infos...
pl_pl: **Nie udało się** usunąć pamięci podręcznej, sprawdź logi aby uzyskać więcej informacji...

source: No cache found to clear.
es_es: Caché no encontrado para borrar.
fr_fr: Aucune cache trouvée à effacer.
pl_pl: Nie znaleziono skrzynki do wyczyszczenia.

source: Display information about the current player queue. Optional page number shows later entries in the queue.
es_es: Mostrar información sobre la cola del jugador actual. Número de página opcional muestra las entradas posteriores en la cola.
fr_fr: Affiche des informations sur la file d'attente du joueur. Le numéro de page facultatif affiche les entrées ultérieures dans la file d'attente.
pl_pl: Wyświetl informacje o bieżącej kolejce gracza. Fakultatywny numer strony pokazuje późniejsze wpisy w kolejce.

source: Queue page argument must be a whole number.
es_es: El argumento de página de cola debe ser un número entero.
fr_fr: L'argument de la page de file d'attente doit être un nombre entier.
pl_pl: Argument strony kolejki musi być liczbą całkowitą.

source: Requested page number is out of bounds. There are **%(total)s** pages.
es_es: El número de página solicitado está fuera de límites. Hay **%(total)s** páginas.
fr_fr: Le numéro de page demandé est hors limites. Il y a **%(total)s** pages.
pl_pl: Żądany numer strony jest poza zakresem. Istnieją ** strony%(total)s**.

source: (unknown duration)
es_es: (duración desconocida)
fr_fr: (durée inconnue)
pl_pl: (nieznany czas trwania)

source: Currently playing: `%(title)s` Added by: `%(user)s` Progress: `[%(progress)s/%(total)s]`
es_es: Actualmente reproduciendo: `%(title)s` Añadido por: `%(user)s` Progreso: `[%(progress)s/%(total)s]`
fr_fr: Joue actuellement : `%(title)s` Ajouté par : `%(user)s` Progression : `[%(progress)s/%(total)s]`
pl_pl: Aktualnie odtwarzane: `%(title)s` Dodane przez: `%(user)s` Postęp: `[%(progress)s/%(total)s]`

source: **Entry #%(index)s:**Title: `%(title)s` Added by: `%(user)s
es_es: **Entrada #%(index)s:**Título: `%(title)s` Añadido por: `%(user)s
fr_fr: **Entrée #%(index)s:**Titre: `%(title)s` Ajouté par: `%(user)s
pl_pl: **Wpis #%(index)s:**Tytuł: `%(title)s` Dodane przez: `%(user)s

source: %(progress)sThere are `%(total)s` entries in the queue. Here are the next %(per_page)s songs, starting at song #%(start)s %(tracks)s
es_es: %(progress)sHay `%(total)s` entradas en cola. Aquí están las siguientes canciones %(per_page)s , comenzando por la canción #%(start)s %(tracks)s
fr_fr: %(progress)sIl y a `%(total)s` entrées dans la file d'attente. Voici les prochaines %(per_page)s chansons, commençant à la chanson #%(start)s %(tracks)s
pl_pl: %(progress)sJest `%(total)s` wpisów w kolejce. Oto następne piosenki %(per_page)s , zaczynając od piosenki #%(start)s %(tracks)s

source: Songs in queue
es_es: Canciones en cola
fr_fr: Chansons en file d'attente
pl_pl: Utwory w kolejce

source: Try that again. MusicBot couldn't make or get a reference to the queue message. If the issue persists, file a bug report.
es_es: Inténtelo de nuevo. MusicBot no pudo hacer ni obtener una referencia al mensaje de la cola. Si el problema persiste, envíe un informe de error.
fr_fr: Essayez à nouveau. MusicBot n'a pas pu faire ou obtenir une référence au message de file d'attente. Si le problème persiste, remplissez un rapport de bogue.
pl_pl: Spróbuj ponownie. MusicBot nie mógł nawiązać do wiadomości kolejki. Jeśli problem będzie się powtarzał, zgłoś błąd.

source: Search for and remove bot messages and commands from the calling text channel. Optionally supply a number of messages to search through, 50 by default 500 max. This command may be slow if larger ranges are given.
es_es: Busca y elimina mensajes y comandos del bot del canal de texto llamado. Opcionalmente suministra un número de mensajes para buscar, 50 por defecto 500 max. Este comando puede ser lento si se dan rangos más grandes.
fr_fr: Recherchez et supprimez les messages de bot et les commandes du canal textuel appelant. Optionnellement fournir un nombre de messages à rechercher, 50 par défaut 500 max. Cette commande peut être lente si de plus grandes plages sont données.
pl_pl: Wyszukaj i usuń wiadomości i polecenia bota z kanału tekstowego połączenia. Opcjonalnie podaj liczbę wiadomości do przeszukiwania, 50 domyślnie 500 maks. Ta komenda może być wolna, jeśli podane są większe zakresy.

source: Invalid parameter. Please provide a number of messages to search.
es_es: Parámetro no válido. Por favor, proporcione un número de mensajes a buscar.
fr_fr: Paramètre invalide. Veuillez fournir un nombre de messages à rechercher.
pl_pl: Nieprawidłowy parametr. Proszę podać liczbę wiadomości do wyszukiwania.

source: Cannot use purge on private DM channel.
es_es: No se puede utilizar la purga en el canal DM privado.
fr_fr: Impossible d'utiliser la purge sur un canal DM privé.
pl_pl: Nie można użyć czyszczenia na prywatnym kanale DM.

source: Cleaned up %(number)s message(s).
es_es: Se han limpiado %(number)s mensaje(s).
fr_fr: Messagerie %(number)s nettoyée.
pl_pl: Wyczyszczono wiadomości %(number)s.

source: Bot does not have permission to manage messages.
es_es: El bot no tiene permiso para administrar mensajes.
fr_fr: Le bot n'a pas la permission de gérer les messages.
pl_pl: Bot nie ma uprawnień do zarządzania wiadomościami.

source: Dump the individual URLs of a playlist to a file.
es_es: Volcar las URLs individuales de una lista de reproducción a un archivo.
fr_fr: Supprime les URLs individuelles d'une playlist dans un fichier.
pl_pl: Zrzuć indywidualne adresy URL playlisty do pliku.

source: The given URL was not a valid URL.
es_es: La URL dada no era una URL válida.
fr_fr: L'URL donnée n'est pas une URL valide.
pl_pl: Podany adres URL nie jest prawidłowym adresem URL.

source: Could not extract info from input url %(raw_error)s
es_es: No se pudo extraer información de la url %(raw_error)s
fr_fr: Impossible d'extraire les infos de l'url d'entrée %(raw_error)s
pl_pl: Nie można wyodrębnić informacji z wprowadzonego adresu %(raw_error)s

source: This does not seem to be a playlist.
es_es: Esto no parece ser una lista de reproducción.
fr_fr: Cela ne semble pas être une playlist.
pl_pl: To nie wygląda na playlistę.

source: Here is the playlist dump for: %(url)s
es_es: Aquí está el volcado de la lista de reproducción para: %(url)s
fr_fr: Voici le dump de la playlist pour : %(url)s
pl_pl: Oto zrzut playlisty dla: %(url)s

source: Display your Discord User ID, or the ID of a mentioned user. This command is deprecated in favor of Developer Mode in Discord clients.
es_es: Muestra tu ID de usuario de Discord o la ID de un usuario mencionado. Este comando está en desuso y se ha sustituido por el modo de desarrollador en los clientes de Discord.
fr_fr: Affiche votre ID d'utilisateur Discord, ou l'ID d'un utilisateur mentionné. Cette commande est obsolète en faveur du mode développeur dans les clients Discord.
pl_pl: Wyświetl ID użytkownika Discorda lub identyfikator wspomnianego użytkownika. Ta komenda jest przestarzała na korzyść trybu deweloperskiego w klientach Discorda.

source: Your user ID is `%(id)s`
es_es: Tu ID de usuario es `%(id)s`
fr_fr: Votre ID d'utilisateur est `%(id)s`
pl_pl: Twój identyfikator użytkownika to `%(id)s`

source: The user ID for `%(username)s` is `%(id)s`
es_es: El ID de usuario para `%(username)s` es `%(id)s`
fr_fr: L'ID de l'utilisateur pour `%(username)s` est `%(id)s`
pl_pl: ID użytkownika dla `%(username)s` to `%(id)s`

source: List the Discord IDs for the selected category. Returns all ID data by default, but one or more categories may be selected. This command is deprecated in favor of using Developer mode in Discord clients.
es_es: Lista los ID de Discord para la categoría seleccionada. Devuelve todos los datos ID por defecto, pero se pueden seleccionar una o más categorías. Este comando está obsoleto a favor de usar el modo desarrollador en los clientes de Discord.
fr_fr: Liste les identifiants Discord pour la catégorie sélectionnée. Renvoie toutes les données d'identification par défaut, mais une ou plusieurs catégories peuvent être sélectionnées. Cette commande est dépréciée en faveur de l'utilisation du mode développeur dans les clients Discord.
pl_pl: Lista ID Discorda dla wybranej kategorii. Zwraca domyślnie wszystkie dane identyfikacyjne, ale można wybrać jedną lub więcej kategorii. Ta komenda jest przestarzała na korzyść trybu deweloperskiego w klientach Discorda.

source: Valid categories: %(cats)s
es_es: Categorías válidas: %(cats)s
fr_fr: Catégories valides : %(cats)s
pl_pl: Prawidłowe kategorie: %(cats)s

source: Here are the IDs you requested:
es_es: Aquí están los IDs que ha solicitado:
fr_fr: Voici les identifiants que vous avez demandés :
pl_pl: Oto ID, o które prosiłeś:

source: Get a list of your permissions, or the permissions of the mentioned user.
es_es: Obtenga una lista de sus permisos, o los permisos del usuario mencionado.
fr_fr: Obtenir une liste de vos permissions, ou les permissions de l'utilisateur mentionné.
pl_pl: Uzyskaj listę uprawnień lub uprawnień wspomnianego użytkownika.

source: Invalid user ID or server nickname, please double-check the ID and try again.
es_es: ID de usuario o nombre de servidor no válido, por favor compruebe el ID e inténtelo de nuevo.
fr_fr: Identifiant d'utilisateur ou surnom de serveur invalide, veuillez vérifier l'ID et réessayer.
pl_pl: Nieprawidłowy identyfikator użytkownika lub nazwa serwera, sprawdź identyfikator i spróbuj ponownie.

source: Could not determine the discord User. Try again.
es_es: No se pudo determinar el usuario de discord. Inténtalo de nuevo.
fr_fr: Impossible de déterminer l'utilisateur de la discord. Réessayez.
pl_pl: Nie można określić użytkownika Discorda. Spróbuj ponownie.

source: Your command permissions in %(server)s are: ``` %(permissions)s ```
es_es: Tus permisos de comando en %(server)s son: ``` %(permissions)s ```
fr_fr: Vos permissions de commande dans %(server)s sont: ``` %(permissions)s ```
pl_pl: Twoje uprawnienia poleceń w %(server)s to: ``` %(permissions)s ```

source: The command permissions for %(username)s in %(server)s are: ``` %(permissions)s ```
es_es: Los permisos de comando para %(username)s en %(server)s son: ``` %(permissions)s ```
fr_fr: Les permissions de commandes pour %(username)s dans %(server)s sont : ``` %(permissions)s ```
pl_pl: Uprawnienia poleceń dla %(username)s w %(server)s to: ``` %(permissions)s ```

source: Show loaded groups and list permission options.
es_es: Mostrar grupos cargados y listar las opciones de permisos.
fr_fr: Afficher les groupes chargés et les options de permission de liste.
pl_pl: Pokaż wczytane grupy i opcje uprawnień.
