Repository: itsTheFae/MusicBot
Catalog: i18n/xx/LC_MESSAGES/musicbot_messages.po
Languages: xx

source: You are not connected to voice. Try joining a voice channel!
xx: !lennahc eciov a gninioj yrT .eciov ot detcennoc ton era uoY

source: Connected to `%(channel)s`
xx: `%(channel)s` ot detcennoC

source: Makes MusicBot follow a user when they change channels in a server.
xx: .revres a ni slennahc egnahc yeht nehw resu a wollof toBcisuM sekaM

source: No longer following user `%(user)s`
xx: `%(user)s` resu gniwollof regnol oN

source: Now following user `%(user)s` between voice channels.
xx: .slennahc eciov neewteb `%(user)s` resu gniwollof woN

source: MusicBot cannot follow a user that is not a member of the server.
xx: .revres eht fo rebmem a ton si taht resu a wollof tonnac toBcisuM

source: Will follow user `%(user)s` between voice channels.
xx: .slennahc eciov neewteb `%(user)s` resu wollof lliW

source: Pause playback if a track is currently playing.
xx: .gniyalp yltnerruc si kcart a fi kcabyalp esuaP

source: Paused music in `%(channel)s`
xx: `%(channel)s` ni cisum desuaP

source: Player is not playing.
xx: .gniyalp ton si reyalP

source: Resumes playback if the player was previously paused.
xx: .desuap ylsuoiverp saw reyalp eht fi kcabyalp semuseR

source: Resumed music in `%(channel)s`
xx: `%(channel)s` ni cisum demuseR

source: Resumed music queue
xx: eueuq cisum demuseR

source: Player is not paused.
xx: .desuap ton si reyalP

source: Shuffle all current tracks in the queue.
xx: .eueuq eht ni skcart tnerruc lla elffuhS

source: Shuffled all songs in the queue.
xx: .eueuq eht ni sgnos lla delffuhS

source: Removes all songs currently in the queue.
xx: .eueuq eht ni yltnerruc sgnos lla sevomeR

source: There is nothing currently playing. Play something with a play command.
xx: .dnammoc yalp a htiw gnihtemos yalP .gniyalp yltnerruc gnihton si erehT

source: Cleared all songs from the queue.
xx: .eueuq eht morf sgnos lla deraelC

source: Remove a song from the queue, optionally at the given queue position. If the position is omitted, the song at the end of the queue is removed. Use the queue command to find position number of your track. However, positions of all songs are changed when a new song starts playing.
xx: .gniyalp strats gnos wen a nehw degnahc era sgnos lla fo snoitisop ,revewoH .kcart ruoy fo rebmun noitisop dnif ot dnammoc eueuq eht esU .devomer si eueuq eht fo dne eht ta gnos eht ,dettimo si noitisop eht fI .noitisop eueuq nevig eht ta yllanoitpo ,eueuq eht morf gnos a evomeR

source: Nothing in the queue to remove!
xx: !evomer ot eueuq eht ni gnihtoN

source: Removed `%(track)s` added by `%(user)s`
xx: `%(user)s` yb dedda `%(track)s` devomeR

source: Nothing found in the queue from user `%(user)s`
xx: `%(user)s` resu morf eueuq eht ni dnuof gnihtoN

source: You do not have the permission to remove that entry from the queue. You must be the one who queued it or have instant skip permissions.
xx: .snoissimrep piks tnatsni evah ro ti deueuq ohw eno eht eb tsum uoY .eueuq eht morf yrtne taht evomer ot noissimrep eht evah ton od uoY

source: Invalid entry number. Use the queue command to find queue positions.
xx: .snoitisop eueuq dnif ot dnammoc eueuq eht esU .rebmun yrtne dilavnI

source: Removed entry `%(track)s` added by `%(user)s`
xx: `%(user)s` yb dedda `%(track)s` yrtne devomeR

source: Removed entry `%(track)s`
xx: `%(track)s` yrtne devomeR

source: Skip or vote to skip the current playing song. Members with InstaSkip permission may use force parameter to bypass voting. If LegacySkip option is enabled, the force parameter can be ignored.
xx: .derongi eb nac retemarap ecrof eht ,delbane si noitpo pikSycageL fI .gnitov ssapyb ot retemarap ecrof esu yam noissimrep pikSatsnI htiw srebmeM .gnos gniyalp tnerruc eht piks ot etov ro pikS

source: Can't skip! The player is not playing!
xx: !gniyalp ton si reyalp ehT !piks t'naC

source: The next song `%(track)s` is downloading, please wait.
xx: .tiaw esaelp ,gnidaolnwod si `%(track)s` gnos txen ehT

source: The next song will be played shortly. Please wait.
xx: .tiaw esaelP .yltrohs deyalp eb lliw gnos txen ehT

source: Something odd is happening. You might want to restart the bot if it doesn't start working.
xx: .gnikrow trats t'nseod ti fi tob eht tratser ot tnaw thgim uoY .gnineppah si ddo gnihtemoS

source: Something strange is happening. You might want to restart the bot if it doesn't start working.
xx: .gnikrow trats t'nseod ti fi tob eht tratser ot tnaw thgim uoY .gnineppah si egnarts gnihtemoS

source: You do not have permission to force skip a looped song.
xx: .gnos depool a piks ecrof ot noissimrep evah ton od uoY

source: Force skipped `%(track)s`.
xx: .`%(track)s` deppiks ecroF

source: You do not have permission to force skip.
xx: .piks ecrof ot noissimrep evah ton od uoY

source: You do not have permission to skip a looped song.
xx: .gnos depool a piks ot noissimrep evah ton od uoY

source: Your skip for `%(track)s` was acknowledged. The vote to skip has been passed.%(next_up)s
xx: %(next_up)s.dessap neeb sah piks ot etov ehT .degdelwonkca saw `%(track)s` rof piks ruoY

source: Next song coming up!
xx: !pu gnimoc gnos txeN

source: Your skip for `%(track)s` was acknowledged. Need **%(votes)s** more vote(s) to skip this song.
xx: .gnos siht piks ot )s(etov erom **%(votes)s** deeN .degdelwonkca saw `%(track)s` rof piks ruoY

source: Set the output volume level of MusicBot from 1 to 100. Volume parameter allows a leading + or - for relative adjustments. The volume setting is retained until MusicBot is restarted.
xx: .detratser si toBcisuM litnu deniater si gnittes emulov ehT .stnemtsujda evitaler rof - ro + gnidael a swolla retemarap emuloV .001 ot 1 morf toBcisuM fo level emulov tuptuo eht teS

source: Current volume: `%(volume)s%%`
xx: `%%%(volume)s` :emulov tnerruC

source: `%(new_volume)s` is not a valid number
xx: rebmun dilav a ton si `%(new_volume)s`

source: Updated volume from **%(old)d** to **%(new)d**
xx: **%(new)d** ot **%(old)d** morf emulov detadpU

source: Unreasonable volume change provided: %(old_volume)s%(adjustment)s is %(new_volume)s. Volume can only be set from 1 to 100.
xx: .001 ot 1 morf tes eb ylno nac emuloV .%(new_volume)s si %(adjustment)s%(old_volume)s :dedivorp egnahc emulov elbanosaernU

source: Unreasonable volume provided: %(volume)s. Provide a value between 1 and 100.
xx: .001 dna 1 neewteb eulav a edivorP .%(volume)s :dedivorp emulov elbanosaernU

source: Change the playback speed of the currently playing track only. The rate must be between 0.5 and 100.0 due to ffmpeg limits. Streaming playback does not support speed adjustments.
xx: .stnemtsujda deeps troppus ton seod kcabyalp gnimaertS .stimil gepmff ot eud 0.001 dna 5.0 neewteb eb tsum etar ehT .ylno kcart gniyalp yltnerruc eht fo deeps kcabyalp eht egnahC

source: No track is playing, cannot set speed. Use the config command to set a default playback speed.
xx: .deeps kcabyalp tluafed a tes ot dnammoc gifnoc eht esU .deeps tes tonnac ,gniyalp si kcart oN

source: Speed cannot be applied to streamed media.
xx: .aidem demaerts ot deilppa eb tonnac deepS

source: You must provide a speed to set.
xx: .tes ot deeps a edivorp tsum uoY

source: The speed you provided is invalid. Use a number between 0.5 and 100.
xx: .001 dna 5.0 neewteb rebmun a esU .dilavni si dedivorp uoy deeps ehT

source: Setting playback speed to `%(speed).3f` for current track.
xx: .kcart tnerruc rof `%(speed).3f` ot deeps kcabyalp gnitteS

source: Add an new alias with optional arguments.
xx: .stnemugra lanoitpo htiw saila wen na ddA

source: Remove an alias with the given name.
xx: .eman nevig eht htiw saila na evomeR

source: Reload or save aliases from/to the config file.
xx: .elif gifnoc eht ot/morf sesaila evas ro daoleR

source: Allows management of aliases from discord. To see aliases use the help command.
xx: .dnammoc pleh eht esu sesaila ees oT .drocsid morf sesaila fo tnemeganam swollA

source: Invalid option for command: `%(option)s`
xx: `%(option)s` :dnammoc rof noitpo dilavnI

source: Aliases reloaded from config file.
xx: .elif gifnoc morf dedaoler sesailA

source: Aliases saved to config file.
xx: .elif gifnoc ot devas sesailA

source: Failed to save aliases due to error: `%(raw_error)s`
xx: `%(raw_error)s` :rorre ot eud sesaila evas ot deliaF

source: You must supply an alias and a command to alias
xx: saila ot dnammoc a dna saila na ylppus tsum uoY

source: New alias added. `%(alias)s` is now an alias of `%(command)s`
xx: `%(command)s` fo saila na won si `%(alias)s` .dedda saila weN

source: You must supply an alias name to remove.
xx: .evomer ot eman saila na ylppus tsum uoY

source: The alias `%(alias)s` does not exist.
xx: .tsixe ton seod `%(alias)s` saila ehT

source: Alias `%(alias)s` was removed.
xx: .devomer saw `%(alias)s` sailA

source: Shows help text about any missing config options.
xx: .snoitpo gifnoc gnissim yna tuoba txet pleh swohS

source: Lists the names of options which have been changed since loading config file.
xx: .elif gifnoc gnidaol ecnis degnahc neeb evah hcihw snoitpo fo seman eht stsiL

source: List the available config options and their sections.
xx: .snoitces rieht dna snoitpo gifnoc elbaliava eht tsiL

source: Reload the options.ini file from disk.
xx: .ksid morf elif ini.snoitpo eht daoleR

source: Shows help text for a specific option.
xx: .noitpo cificeps a rof txet pleh swohS

source: Display the current value of the option.
xx: .noitpo eht fo eulav tnerruc eht yalpsiD

source: Saves the current value to the options file.
xx: .elif snoitpo eht ot eulav tnerruc eht sevaS

source: Validates the option and sets the config for the session, but not to file.
xx: .elif ot ton tub ,noisses eht rof gifnoc eht stes dna noitpo eht setadilaV

source: Reset the option to its default value.
xx: .eulav tluafed sti ot noitpo eht teseR

source: Manage options.ini configuration from within Discord.
xx: .drocsiD nihtiw morf noitarugifnoc ini.snoitpo eganaM

source: Config cannot use channel and user mentions at the same time.
xx: .emit emas eht ta snoitnem resu dna lennahc esu tonnac gifnoC

source: *All config options are present and accounted for!*
xx: *!rof detnuocca dna tneserp era snoitpo gifnoc llA*

source: **Missing Options:** ``` %(missing)s```
xx: ```%(missing)s ``` **:snoitpO gnissiM**

source: No config options appear to be changed.
xx: .degnahc eb ot raeppa snoitpo gifnoc oN

source: **Changed Options:** %(changed)s
xx: %(changed)s **:snoitpO degnahC**

source: ## Available Options: **Editable Options:** %(editable)s **Manual Edit Only:** %(manual)s
xx: %(manual)s **:ylnO tidE launaM** %(editable)s **:snoitpO elbatidE** :snoitpO elbaliavA ##

source: Config options reloaded from file successfully!
xx: !yllufsseccus elif morf dedaoler snoitpo gifnoC

source: Unable to reload Config due to the following error: %(raw_error)s
xx: %(raw_error)s :rorre gniwollof eht ot eud gifnoC daoler ot elbanU

source: Could not resolve section name from option name. Please provide a valid section and option name.
xx: .eman noitpo dna noitces dilav a edivorp esaelP .eman noitpo morf eman noitces evloser ton dluoC

source: The option given is ambiguous, please provide a section name.
xx: .eman noitces a edivorp esaelp ,suougibma si nevig noitpo ehT

source: You must provide a section name and option name for this command.
xx: .dnammoc siht rof eman noitpo dna eman noitces a edivorp tsum uoY

source: The section `%(section)s` is not available. The available sections are: %(sections)s
xx: %(sections)s :era snoitces elbaliava ehT .elbaliava ton si `%(section)s` noitces ehT

source: The option `%(option)s` is not available.
xx: .elbaliava ton si `%(option)s` noitpo ehT

source: This option can only be set by editing the config file.
xx: .elif gifnoc eht gnitide yb tes eb ylno nac noitpo sihT

source: By default this option is set to: %(default)s
xx: %(default)s :ot tes si noitpo siht tluafed yB

source: **Option:** `%(config)s` %(comment)s %(default)s
xx: %(default)s %(comment)s `%(config)s` **:noitpO**

source: Option `%(option)s` is not editable. Cannot save to disk.
xx: .ksid ot evas tonnaC .elbatide ton si `%(option)s` noitpO

source: Failed to save the option: `%(option)s`
xx: `%(option)s` :noitpo eht evas ot deliaF

source: Successfully saved the option: `%(config)s`
xx: `%(config)s` :noitpo eht devas yllufsseccuS

source: Option `%(option)s` is not editable, value cannot be displayed.
xx: .deyalpsid eb tonnac eulav ,elbatide ton si `%(option)s` noitpO

source: **Option:** `%(config)s` Current Value: `%(loaded)s` INI File Value: `%(ini)s`
xx: `%(ini)s` :eulaV eliF INI `%(loaded)s` :eulaV tnerruC `%(config)s` **:noitpO**

source: Option `%(option)s` is not editable. Cannot update setting.
xx: .gnittes etadpu tonnaC .elbatide ton si `%(option)s` noitpO

source: You must provide a section, option, and value for this sub command.
xx: .dnammoc bus siht rof eulav dna ,noitpo ,noitces a edivorp tsum uoY

source: Option `%(option)s` was not updated!
xx: !detadpu ton saw `%(option)s` noitpO

source: Option `%(config)s` was updated for this session. To save the change use `config save %(section)s %(option)s`
xx: `%(option)s %(section)s evas gifnoc` esu egnahc eht evas oT .noisses siht rof detadpu saw `%(config)s` noitpO

source: Option `%(option)s` is not editable. Cannot reset to default.
xx: .tluafed ot teser tonnaC .elbatide ton si `%(option)s` noitpO

source: Option `%(option)s` was not reset to default!
xx: !tluafed ot teser ton saw `%(option)s` noitpO

source: Option `%(config)s` was reset to its default value `%(default)s`. To save the change use `config save %(section)s %(option)s`
xx: `%(option)s %(section)s evas gifnoc` esu egnahc eht evas oT .`%(default)s` eulav tluafed sti ot teser saw `%(config)s` noitpO

source: Deprecated command, use the config command instead.
xx: .daetsni dnammoc gifnoc eht esu ,dnammoc detacerpeD

source: The option command is deprecated, use the config command instead.
xx: .daetsni dnammoc gifnoc eht esu ,detacerped si dnammoc noitpo ehT

source: Display information about cache storage or clear cache according to configured limits. Using update option will scan the cache for external changes before displaying details.
xx: .sliated gniyalpsid erofeb segnahc lanretxe rof ehcac eht nacs lliw noitpo etadpu gnisU .stimil derugifnoc ot gnidrocca ehcac raelc ro egarots ehcac tuoba noitamrofni yalpsiD

source: Invalid option specified, use: info, update, or clear
xx: raelc ro ,etadpu ,ofni :esu ,deificeps noitpo dilavnI

source: Disabled
xx: delbasiD

source: Enabled
xx: delbanE

source: %(time)s days
xx: syad %(time)s

source: Unlimited
xx: detimilnU

source: **Video Cache:** *%(state)s* **Storage Limit:** *%(size)s* **Time Limit:** *%(time)s* **Cached Now: %(used)s in %(files)s file(s).
xx: .)s(elif %(files)s ni %(used)s :woN dehcaC** *%(time)s* **:timiL emiT** *%(size)s* **:timiL egarotS** *%(state)s* **:ehcaC oediV**

source: Cache has been cleared.
xx: .deraelc neeb sah ehcaC

source: **Failed** to delete cache, check logs for more info...
xx: ...ofni erom rof sgol kcehc ,ehcac eteled ot **deliaF**

source: No cache found to clear.
xx: .raelc ot dnuof ehcac oN

source: Display information about the current player queue. Optional page number shows later entries in the queue.
xx: .eueuq eht ni seirtne retal swohs rebmun egap lanoitpO .eueuq reyalp tnerruc eht tuoba noitamrofni yalpsiD

source: Queue page argument must be a whole number.
xx: .rebmun elohw a eb tsum tnemugra egap eueuQ

source: Requested page number is out of bounds. There are **%(total)s** pages.
xx: .segap **%(total)s** era erehT .sdnuob fo tuo si rebmun egap detseuqeR

source: (unknown duration)
xx: )noitarud nwonknu(

source: Currently playing: `%(title)s` Added by: `%(user)s` Progress: `[%(progress)s/%(total)s]`
xx: `]%(total)s/%(progress)s[` :ssergorP `%(user)s` :yb deddA `%(title)s` :gniyalp yltnerruC

source: **Entry #%(index)s:**Title: `%(title)s` Added by: `%(user)s
xx: %(user)s` :yb deddA `%(title)s` :eltiT**:%(index)s# yrtnE**

source: %(progress)sThere are `%(total)s` entries in the queue. Here are the next %(per_page)s songs, starting at song #%(start)s %(tracks)s
xx: %(tracks)s %(start)s# gnos ta gnitrats ,sgnos %(per_page)s txen eht era ereH .eueuq eht ni seirtne `%(total)s` era erehT%(progress)s

source: Songs in queue
xx: eueuq ni sgnoS

source: Try that again. MusicBot couldn't make or get a reference to the queue message. If the issue persists, file a bug report.
xx: .troper gub a elif ,stsisrep eussi eht fI .egassem eueuq eht ot ecnerefer a teg ro ekam t'ndluoc toBcisuM .niaga taht yrT

source: Search for and remove bot messages and commands from the calling text channel. Optionally supply a number of messages to search through, 50 by default 500 max. This command may be slow if larger ranges are given.
xx: .nevig era segnar regral fi wols eb yam dnammoc sihT .xam 005 tluafed yb 05 ,hguorht hcraes ot segassem fo rebmun a ylppus yllanoitpO .lennahc txet gnillac eht morf sdnammoc dna segassem tob evomer dna rof hcraeS

source: Invalid parameter. Please provide a number of messages to search.
xx: .hcraes ot segassem fo rebmun a edivorp esaelP .retemarap dilavnI

source: Cannot use purge on private DM channel.
xx: .lennahc MD etavirp no egrup esu tonnaC

source: Cleaned up %(number)s message(s).
xx: .)s(egassem %(number)s pu denaelC

source: Bot does not have permission to manage messages.
xx: .segassem eganam ot noissimrep evah ton seod toB

source: Dump the individual URLs of a playlist to a file.
xx: .elif a ot tsilyalp a fo sLRU laudividni eht pmuD

source: The given URL was not a valid URL.
xx: .LRU dilav a ton saw LRU nevig ehT

source: Could not extract info from input url %(raw_error)s
xx: %(raw_error)s lru tupni morf ofni tcartxe ton dluoC

source: This does not seem to be a playlist.
xx: .tsilyalp a eb ot mees ton seod sihT

source: Here is the playlist dump for: %(url)s
xx: %(url)s :rof pmud tsilyalp eht si ereH

source: Display your Discord User ID, or the ID of a mentioned user. This command is deprecated in favor of Developer Mode in Discord clients.
xx: .stneilc drocsiD ni edoM repoleveD fo rovaf ni detacerped si dnammoc sihT .resu denoitnem a fo DI eht ro ,DI resU drocsiD ruoy yalpsiD

source: Your user ID is `%(id)s`
xx: `%(id)s` si DI resu ruoY

source: The user ID for `%(username)s` is `%(id)s`
xx: `%(id)s` si `%(username)s` rof DI resu ehT

source: List the Discord IDs for the selected category. Returns all ID data by default, but one or more categories may be selected. This command is deprecated in favor of using Developer mode in Discord clients.
xx: .stneilc drocsiD ni edom repoleveD gnisu fo rovaf ni detacerped si dnammoc sihT .detceles eb yam seirogetac erom ro eno tub ,tluafed yb atad DI lla snruteR .yrogetac detceles eht rof sDI drocsiD eht tsiL

source: Valid categories: %(cats)s
xx: %(cats)s :seirogetac dilaV

source: Here are the IDs you requested:
xx: :detseuqer uoy sDI eht era ereH

source: Get a list of your permissions, or the permissions of the mentioned user.
xx: .resu denoitnem eht fo snoissimrep eht ro ,snoissimrep ruoy fo tsil a teG

source: Invalid user ID or server nickname, please double-check the ID and try again.
xx: .niaga yrt dna DI eht kcehc-elbuod esaelp ,emankcin revres ro DI resu dilavnI

source: Could not determine the discord User. Try again.
xx: .niaga yrT .resU drocsid eht enimreted ton dluoC

source: Your command permissions in %(server)s are: ``` %(permissions)s ```
xx: ``` %(permissions)s ``` :era %(server)s ni snoissimrep dnammoc ruoY

source: The command permissions for %(username)s in %(server)s are: ``` %(permissions)s ```
xx: ``` %(permissions)s ``` :era %(server)s ni %(username)s rof snoissimrep dnammoc ehT

source: Show loaded groups and list permission options.
xx: .snoitpo noissimrep tsil dna spuorg dedaol wohS

source: Reloads permissions from the permissions.ini file.
xx: .elif ini.snoissimrep eht morf snoissimrep sdaoleR

source: Add new group with defaults.
xx: .stluafed htiw puorg wen ddA

source: Remove existing group.
xx: .puorg gnitsixe evomeR

source: Show help text for the permission option.
xx: .noitpo noissimrep eht rof txet pleh wohS

source: Show permission value for given group and permission.
xx: .noissimrep dna puorg nevig rof eulav noissimrep wohS

source: Save permissions group to file.
xx: .elif ot puorg snoissimrep evaS

source: Set permission value for the group.
xx: .puorg eht rof eulav noissimrep teS

source: Manage permissions.ini configuration from within discord.
xx: .drocsid nihtiw morf noitarugifnoc ini.snoissimrep eganaM

source: Permissions cannot use channel and user mentions at the same time.
xx: .emit emas eht ta snoitnem resu dna lennahc esu tonnac snoissimreP

source: Permissions reloaded from file successfully!
xx: !yllufsseccus elif morf dedaoler snoissimreP

source: Unable to reload Permissions due to an error: %(raw_error)s
xx: %(raw_error)s :rorre na ot eud snoissimreP daoler ot elbanU

source: ## Available Groups: %(groups)s ## Available Options: %(options)s
xx: %(options)s :snoitpO elbaliavA ## %(groups)s :spuorG elbaliavA ##

source: You must provide a group or option name for this command.
xx: .dnammoc siht rof eman noitpo ro puorg a edivorp tsum uoY

source: You must provide a group, option, and value to set for this command.
xx: .dnammoc siht rof tes ot eulav dna ,noitpo ,puorg a edivorp tsum uoY

source: The %(option)s sub-command requires a group and permission name.
xx: .eman noissimrep dna puorg a seriuqer dnammoc-bus %(option)s ehT

source: The group `%(group)s` is not available. The available groups are: %(sections)s
xx: %(sections)s :era spuorg elbaliava ehT .elbaliava ton si `%(group)s` puorg ehT

source: The permission `%(option)s` is not available.
xx: .elbaliava ton si `%(option)s` noissimrep ehT

source: This permission can only be set by editing the permissions file.
xx: .elif snoissimrep eht gnitide yb tes eb ylno nac noissimrep sihT

source: By default this permission is set to: `%(value)s`
xx: `%(value)s` :ot tes si noissimrep siht tluafed yB

source: **Permission:** `%(option)s` %(comment)s %(default)s
xx: %(default)s %(comment)s `%(option)s` **:noissimreP**

source: Cannot add group `%(group)s` it already exists.
xx: .stsixe ydaerla ti `%(group)s` puorg dda tonnaC

source: Successfully added new group: `%(group)s` You can now customize the permissions with: `setperms set %(group)s` Make sure to save the new group with: `setperms save %(group)s`
xx: `%(group)s evas smreptes` :htiw puorg wen eht evas ot erus ekaM `%(group)s tes smreptes` :htiw snoissimrep eht ezimotsuc won nac uoY `%(group)s` :puorg wen dedda yllufsseccuS

source: Cannot remove built-in group.
xx: .puorg ni-tliub evomer tonnaC

source: Successfully removed group: `%(group)s` Make sure to save this change with: `setperms save %(group)s`
xx: `%(group)s evas smreptes` :htiw egnahc siht evas ot erus ekaM `%(group)s` :puorg devomer yllufsseccuS

source: The owner group is not editable.
xx: .elbatide ton si puorg renwo ehT

source: Failed to save the group: `%(group)s`
xx: `%(group)s` :puorg eht evas ot deliaF

source: Successfully saved the group: `%(group)s`
xx: `%(group)s` :puorg eht devas yllufsseccuS

source: **Permission:** `%(permission)s` Current Value: `%(loaded)s` INI File Value: `%(ini)s`
xx: `%(ini)s` :eulaV eliF INI `%(loaded)s` :eulaV tnerruC `%(permission)s` **:noissimreP**

source: Permission `%(option)s` was not updated!
xx: !detadpu ton saw `%(option)s` noissimreP

source: Permission `%(permission)s` was updated for this session. To save the change use `setperms save %(section)s %(option)s`
xx: `%(option)s %(section)s evas smreptes` esu egnahc eht evas oT .noisses siht rof detadpu saw `%(permission)s` noissimreP
