Repository: itsTheFae/MusicBot
Catalog: i18n/xx/LC_MESSAGES/musicbot_messages.po
Languages: xx

source: Error while loading aliases. Problem: Your aliases files (aliases.json & example_aliases.json) are missing. Solution: Replace the alias config file(s) or copy them from: https://github.com/Just-Some-Bots/MusicBot/
xx: /toBcisuM/stoB-emoS-tsuJ/moc.buhtig//:sptth :morf meht ypoc ro )s(elif gifnoc saila eht ecalpeR :noituloS .gnissim era )nosj.sesaila_elpmaxe & nosj.sesaila( selif sesaila ruoY :melborP .sesaila gnidaol elihw rorrE

source: Member is not voice-enabled and cannot use this command.
xx: .dnammoc siht esu tonnac dna delbane-eciov ton si rebmeM

source: You cannot use this command when not in the voice channel.
xx: .lennahc eciov eht ni ton nehw dnammoc siht esu tonnac uoY

source: MusicBot does not have permission to Connect in channel: `%(name)s`
xx: `%(name)s` :lennahc ni tcennoC ot noissimrep evah ton seod toBcisuM

source: MusicBot does not have permission to Speak in channel: `%(name)s`
xx: `%(name)s` :lennahc ni kaepS ot noissimrep evah ton seod toBcisuM

source: MusicBot could not connect to the channel. Try again later, or restart the bot if this continues.
xx: .seunitnoc siht fi tob eht tratser ro ,retal niaga yrT .lennahc eht ot tcennoc ton dluoc toBcisuM

source: MusicBot connection to voice was cancelled. This is odd. Maybe restart?
xx: ?tratser ebyaM .ddo si sihT .dellecnac saw eciov ot noitcennoc toBcisuM

source: MusicBot does not have permission to speak.
xx: .kaeps ot noissimrep evah ton seod toBcisuM

source: MusicBot could not request to speak.
xx: .kaeps ot tseuqer ton dluoc toBcisuM

source: The bot is not in a voice channel. Use the summon command to bring the bot to your voice channel.
xx: .lennahc eciov ruoy ot tob eht gnirb ot dnammoc nommus eht esU .lennahc eciov a ni ton si tob ehT

source: Something is wrong, we didn't get the VoiceClient.
xx: .tneilCecioV eht teg t'ndid ew ,gnorw si gnihtemoS

source: Skipping next song `%(title)s` as requester `%(user)s` is not in voice!
xx: !eciov ni ton si `%(user)s` retseuqer sa `%(title)s` gnos txen gnippikS

source: %(mention)s - your song `%(title)s` is now playing in %(channel)s!
xx: !%(channel)s ni gniyalp won si `%(title)s` gnos ruoy - %(mention)s

source: Now playing in %(channel)s: `%(title)s` added by %(author)s!
xx: !%(author)s yb dedda `%(title)s` :%(channel)s ni gniyalp woN

source: Now playing automatically added entry `%(title)s` in %(channel)s!
xx: !%(channel)s ni `%(title)s` yrtne dedda yllacitamotua gniyalp woN

source: Skipping songs added by %(user)s as they are not in voice!
xx: !eciov ni ton era yeht sa %(user)s yb dedda sgnos gnippikS

source: Playback failed for song `%(song)s` due to an error: ``` %(error)s```
xx: ```%(error)s ``` :rorre na ot eud `%(song)s` gnos rof deliaf kcabyalP

source: [Dev Bug] Tried sending an invalid response object.
xx: .tcejbo esnopser dilavni na gnidnes deirT ]guB veD[

source: Failed Discord API Login! Problem: MusicBot could not log into Discord API. Your Token may be incorrect or there may be an API outage. Solution: Make sure you have the correct Token set in your config. Check API status at the official site: discordstatus.com
xx: moc.sutatsdrocsid :etis laiciffo eht ta sutats IPA kcehC .gifnoc ruoy ni tes nekoT tcerroc eht evah uoy erus ekaM :noituloS .egatuo IPA na eb yam ereht ro tcerrocni eb yam nekoT ruoY .IPA drocsiD otni gol ton dluoc toBcisuM :melborP !nigoL IPA drocsiD deliaF

source: The requested song `%(subject)s` is blocked by the song block list.
xx: .tsil kcolb gnos eht yb dekcolb si `%(subject)s` gnos detseuqer ehT

source: Reset the auto playlist queue by copying it back into player memory. This command will be removed in a future version, replaced by the autoplaylist command(s).
xx: .)s(dnammoc tsilyalpotua eht yb decalper ,noisrev erutuf a ni devomer eb lliw dnammoc sihT .yromem reyalp otni kcab ti gniypoc yb eueuq tsilyalp otua eht teseR

source: \N{OK HAND SIGN}
xx: }NGIS DNAH KO{N\

source: Show usage and description of a command, or list all available commands.
xx: .sdnammoc elbaliava lla tsil ro ,dnammoc a fo noitpircsed dna egasu wohS

source: **Aliases for this command:**
xx: **:dnammoc siht rof sesailA**

source: `%(alias)s` alias of `%(command)s %(args)s`
xx: `%(args)s %(command)s` fo saila `%(alias)s`

source: **Alias of command:** `%(command)s`
xx: `%(command)s` **:dnammoc fo sailA**

source: %(is_alias)s %(docs)s %(alias_list)s
xx: %(alias_list)s %(docs)s %(is_alias)s

source: No such command
xx: dnammoc hcus oN

source: The list above shows only commands permitted for your use. For a list of all commands, run: %(example_all)s
xx: %(example_all)s :nur ,sdnammoc lla fo tsil a roF .esu ruoy rof dettimrep sdnammoc ylno swohs evoba tsil ehT

source: **Commands by name:** *(without prefix)* ``` %(command_list)s ``` **Command Prefix:** %(prefix)s For help with a particular command, run: %(example_command)s %(all_note)s
xx: %(all_note)s %(example_command)s :nur ,dnammoc ralucitrap a htiw pleh roF %(prefix)s **:xiferP dnammoC** ``` %(command_list)s ``` *)xiferp tuohtiw(* **:eman yb sdnammoC**

source: Block a mentioned user.
xx: .resu denoitnem a kcolB

source: Unblock a mentioned user.
xx: .resu denoitnem a kcolbnU

source: Show the block status of a mentioned user.
xx: .resu denoitnem a fo sutats kcolb eht wohS

source: Manage the users in the user block list. Blocked users are forbidden from using all bot commands.
xx: .sdnammoc tob lla gnisu morf neddibrof era sresu dekcolB .tsil kcolb resu eht ni sresu eht eganaM

source: You must mention a user or provide their ID number.
xx: .rebmun DI rieht edivorp ro resu a noitnem tsum uoY

source: Invalid sub-command given. Use `help blockuser` for usage examples.
xx: .selpmaxe egasu rof `resukcolb pleh` esU .nevig dnammoc-bus dilavnI

source: MusicBot could not find the user(s) you specified.
xx: .deificeps uoy )s(resu eht dnif ton dluoc toBcisuM

source: The owner cannot be added to the block list.
xx: .tsil kcolb eht ot dedda eb tonnac renwo ehT

source: User block list is currently enabled.
xx: .delbane yltnerruc si tsil kcolb resU

source: User block list is currently disabled.
xx: .delbasid yltnerruc si tsil kcolb resU

source: Cannot add the users you listed, they are already added.
xx: .dedda ydaerla era yeht ,detsil uoy sresu eht dda tonnaC

source: %(number)s user(s) have been added to the block list. %(status)s
xx: %(status)s .tsil kcolb eht ot dedda neeb evah )s(resu %(number)s

source: None of those users are in the blacklist.
xx: .tsilkcalb eht ni era sresu esoht fo enoN

source: User: `%(user)s` is not blocked.
xx: .dekcolb ton si `%(user)s` :resU

source: User: `%(user)s` is blocked.
xx: .dekcolb si `%(user)s` :resU

source: **Block list status:** %(status)s %(users)s
xx: %(users)s %(status)s **:sutats tsil kcolB**

source: %(number)s user(s) have been removed from the block list. %(status)s
xx: %(status)s .tsil kcolb eht morf devomer neeb evah )s(resu %(number)s

source: Manage a block list applied to song requests and extracted song data. A subject may be a song URL or a word or phrase found in the track title. If subject is omitted, any currently playing track URL will be added instead. The song block list matches loosely, but is case-sensitive. This means adding 'Pie' will match 'cherry Pie' but not 'piecrust' in checks.
xx: .skcehc ni 'tsurceip' ton tub 'eiP yrrehc' hctam lliw 'eiP' gnidda snaem sihT .evitisnes-esac si tub ,ylesool sehctam tsil kcolb gnos ehT .daetsni dedda eb lliw LRU kcart gniyalp yltnerruc yna ,dettimo si tcejbus fI .eltit kcart eht ni dnuof esarhp ro drow a ro LRU gnos a eb yam tcejbus A .atad gnos detcartxe dna stseuqer gnos ot deilppa tsil kcolb a eganaM

source: You must provide a song subject if no song is currently playing.
xx: .gniyalp yltnerruc si gnos on fi tcejbus gnos a edivorp tsum uoY

source: Invalid sub-command given. Use `help blocksong` for usage examples.
xx: .selpmaxe egasu rof `gnoskcolb pleh` esU .nevig dnammoc-bus dilavnI

source: Subject `%(subject)s` is already in the song block list.
xx: .tsil kcolb gnos eht ni ydaerla si `%(subject)s` tcejbuS

source: Added subject `%(subject)s` to the song block list. %(status)s
xx: %(status)s .tsil kcolb gnos eht ot `%(subject)s` tcejbus deddA

source: The subject is not in the song block list and cannot be removed.
xx: .devomer eb tonnac dna tsil kcolb gnos eht ni ton si tcejbus ehT

source: Subject `%(subject)s` has been removed from the block list. %(status)s
xx: %(status)s .tsil kcolb eht morf devomer neeb sah `%(subject)s` tcejbuS

source: Adds or removes the specified song or currently playing song to/from the current playlist.
xx: .tsilyalp tnerruc eht morf/ot gnos gniyalp yltnerruc ro gnos deificeps eht sevomer ro sddA

source: Adds the entire queue to the guilds playlist.
xx: .tsilyalp sdliug eht ot eueuq eritne eht sddA

source: Clear all songs from the named playlist file. If name is omitted, the currently loaded playlist is emptied.
xx: .deitpme si tsilyalp dedaol yltnerruc eht ,dettimo si eman fI .elif tsilyalp deman eht morf sgnos lla raelC

source: Show the currently selected playlist and a list of existing playlist files.
xx: .selif tsilyalp gnitsixe fo tsil a dna tsilyalp detceles yltnerruc eht wohS

source: Reload the auto playlist queue, restarting at the first track unless randomized.
xx: .dezimodnar sselnu kcart tsrif eht ta gnitratser ,eueuq tsilyalp otua eht daoleR

source: Set a playlist as default for this guild and reloads the guild auto playlist.
xx: .tsilyalp otua dliug eht sdaoler dna dliug siht rof tluafed sa tsilyalp a teS

source: Manage auto playlist files and per-guild settings.
xx: .sgnittes dliug-rep dna selif tsilyalp otua eganaM

source: Invalid sub-command given. Use `help autoplaylist` for usage examples.
xx: .selpmaxe egasu rof `tsilyalpotua pleh` esU .nevig dnammoc-bus dilavnI

source: The supplied song link is invalid
xx: dilavni si knil gnos deilppus ehT

source: The queue is empty. Add some songs with a play command!
xx: !dnammoc yalp a htiw sgnos emos ddA .ytpme si eueuq ehT

source: All songs in the queue are already in the autoplaylist.
xx: .tsilyalpotua eht ni ydaerla era eueuq eht ni sgnos llA

source: Added %(number)d songs to the autoplaylist.
xx: .tsilyalpotua eht ot sgnos %(number)d deddA

source: Added `%(url)s` to the autoplaylist.
xx: .tsilyalpotua eht ot `%(url)s` deddA

source: This song is already in the autoplaylist.
xx: .tsilyalpotua eht ni ydaerla si gnos sihT

source: Removed `%(url)s` from the autoplaylist.
xx: .tsilyalpotua eht morf `%(url)s` devomeR

source: This song is not yet in the autoplaylist.
xx: .tsilyalpotua eht ni tey ton si gnos sihT

source: Loaded a fresh copy of the playlist: `%(file)s`
xx: `%(file)s` :tsilyalp eht fo ypoc hserf a dedaoL

source: **Current Playlist:** `%(playlist)s`**Available Playlists:** %(names)s
xx: %(names)s **:stsilyalP elbaliavA**`%(playlist)s` **:tsilyalP tnerruC**

source: You must provide a playlist filename.
xx: .emanelif tsilyalp a edivorp tsum uoY

source: This playlist is new, you must add songs to save it to disk!
xx: !ksid ot ti evas ot sgnos dda tsum uoy ,wen si tsilyalp sihT

source: The playlist for this server has been updated to: `%(name)s`%(note)s
xx: %(note)s`%(name)s` :ot detadpu neeb sah revres siht rof tsilyalp ehT

source: No playlist file exists with the name: `%(playlist)s`
xx: `%(playlist)s` :eman eht htiw stsixe elif tsilyalp oN

source: The playlist `%(playlist)s` has been cleared.
xx: .deraelc neeb sah `%(playlist)s` tsilyalp ehT

source: Generate an invite link that can be used to add this bot to another server.
xx: .revres rehtona ot tob siht dda ot desu eb nac taht knil etivni na etareneG

source: Click here to add me to a discord server: %(url)s
xx: %(url)s :revres drocsid a ot em dda ot ereh kcilC

source: Toggle karaoke mode on or off. While enabled, only karaoke members may queue songs. Groups with BypassKaraokeMode permission control which members are Karaoke members.
xx: .srebmem ekoaraK era srebmem hcihw lortnoc noissimrep edoMekoaraKssapyB htiw spuorG .sgnos eueuq yam srebmem ekoarak ylno ,delbane elihW .ffo ro no edom ekoarak elggoT

source: \N{OK HAND SIGN} Karaoke mode is now enabled.
xx: .delbane won si edom ekoaraK }NGIS DNAH KO{N\

source: \N{OK HAND SIGN} Karaoke mode is now disabled.
xx: .delbasid won si edom ekoaraK }NGIS DNAH KO{N\

source: You are not allowed to request playlists
xx: stsilyalp tseuqer ot dewolla ton era uoY

source: Playlist has too many entries (%(songs)s but max is %(max)s)
xx: )%(max)s si xam tub %(songs)s( seirtne ynam oot sah tsilyalP

source: The playlist entries will exceed your queue limit. There are %(songs)s in the list, and %(queued)s already in queue. The limit is %(max)s for your group.
xx: .puorg ruoy rof %(max)s si timil ehT .eueuq ni ydaerla %(queued)s dna ,tsil eht ni %(songs)s era erehT .timil eueuq ruoy deecxe lliw seirtne tsilyalp ehT

source: Bot was previously paused, resuming playback now.
xx: .won kcabyalp gnimuser ,desuap ylsuoiverp saw toB

source: Add a song to be played in the queue. If no song is playing or paused, playback will be started. You may supply a URL to a video or audio file or the URL of a service supported by yt-dlp. Playlist links will be extracted into multiple links and added to the queue. If you enter a non-URL, the input will be used as search criteria on YouTube and the first result played. MusicBot also supports Spotify URIs and URLs, but audio is fetched from YouTube regardless.
xx: .sseldrager ebuTuoY morf dehctef si oidua tub ,sLRU dna sIRU yfitopS stroppus osla toBcisuM .deyalp tluser tsrif eht dna ebuTuoY no airetirc hcraes sa desu eb lliw tupni eht ,LRU-non a retne uoy fI .eueuq eht ot dedda dna sknil elpitlum otni detcartxe eb lliw sknil tsilyalP .pld-ty yb detroppus ecivres a fo LRU eht ro elif oidua ro oediv a ot LRU a ylppus yam uoY .detrats eb lliw kcabyalp ,desuap ro gniyalp si gnos on fI .eueuq eht ni deyalp eb ot gnos a ddA

source: Play command that shuffles playlist entries before adding them to the queue.
xx: .eueuq eht ot meht gnidda erofeb seirtne tsilyalp selffuhs taht dnammoc yalP

source: Shuffled playlist items into the queue from `%(request)s`
xx: `%(request)s` morf eueuq eht otni smeti tsilyalp delffuhS

source: A play command that adds the song as the next to play rather than last. Read help for the play command for information on supported inputs.
xx: .stupni detroppus no noitamrofni rof dnammoc yalp eht rof pleh daeR .tsal naht rehtar yalp ot txen eht sa gnos eht sdda taht dnammoc yalp A

source: A play command which skips any current song and plays immediately. Read help for the play command for information on supported inputs.
xx: .stupni detroppus no noitamrofni rof dnammoc yalp eht rof pleh daeR .yletaidemmi syalp dna gnos tnerruc yna spiks hcihw dnammoc yalp A

source: Restarts the current song at the given time. If time starts with + or - seek will be relative to current playback time. Time should be given in seconds, fractional seconds are accepted. Due to codec specifics in ffmpeg, this may not be accurate.
xx: .etarucca eb ton yam siht ,gepmff ni scificeps cedoc ot euD .detpecca era sdnoces lanoitcarf ,sdnoces ni nevig eb dluohs emiT .emit kcabyalp tnerruc ot evitaler eb lliw kees - ro + htiw strats emit fI .emit nevig eht ta gnos tnerruc eht stratseR

source: Cannot use seek if there is nothing playing.
xx: .gniyalp gnihton si ereht fi kees esu tonnaC

source: Cannot use seek on current track, it has an unknown duration.
xx: .noitarud nwonknu na sah ti ,kcart tnerruc no kees esu tonnaC

source: Seeking is not supported for streams.
xx: .smaerts rof detroppus ton si gnikeeS

source: Cannot use seek without a time to position playback.
xx: .kcabyalp noitisop ot emit a tuohtiw kees esu tonnaC

source: Could not convert `%(input)s` to a valid time in seconds.
xx: .sdnoces ni emit dilav a ot `%(input)s` trevnoc ton dluoC

source: Cannot seek to `%(input)s` (`%(seconds)s` seconds) in the current track with a length of `%(progress)s / %(total)s`
xx: `%(total)s / %(progress)s` fo htgnel a htiw kcart tnerruc eht ni )sdnoces `%(seconds)s`( `%(input)s` ot kees tonnaC

source: Seeking to time `%(input)s` (`%(seconds).2f` seconds) in the current song.
xx: .gnos tnerruc eht ni )sdnoces `%(seconds).2f`( `%(input)s` emit ot gnikeeS

source: Toggles playlist or song looping. If no option is provided the current song will be repeated. If no option is provided and the song is already repeating, repeating will be turned off.
xx: .ffo denrut eb lliw gnitaeper ,gnitaeper ydaerla si gnos eht dna dedivorp si noitpo on fI .detaeper eb lliw gnos tnerruc eht dedivorp si noitpo on fI .gnipool gnos ro tsilyalp selggoT

source: No songs are currently playing. Play something with a play command.
xx: .dnammoc yalp a htiw gnihtemos yalP .gniyalp yltnerruc era sgnos oN

source: Invalid sub-command. Use the command `help repeat` for usage examples.
xx: .selpmaxe egasu rof `taeper pleh` dnammoc eht esU .dnammoc-bus dilavnI

source: Playlist is now repeating.
xx: .gnitaeper won si tsilyalP

source: Playlist is no longer repeating.
xx: .gnitaeper regnol on si tsilyalP

source: Player will now loop the current song.
xx: .gnos tnerruc eht pool won lliw reyalP

source: Player will no longer loop the current song.
xx: .gnos tnerruc eht pool regnol on lliw reyalP

source: Player is already looping a song!
xx: !gnos a gnipool ydaerla si reyalP

source: The player is not currently looping.
xx: .gnipool yltnerruc ton si reyalp ehT

source: Song is no longer repeating.
xx: .gnitaeper regnol on si gnoS

source: Song is now repeating.
xx: .gnitaeper won si gnoS

source: Move song at position FROM to position TO.
xx: .OT noitisop ot MORF noitisop ta gnos evoM

source: Swap existing songs in the queue using their position numbers. Use the queue command to find track position numbers.
xx: .srebmun noitisop kcart dnif ot dnammoc eueuq eht esU .srebmun noitisop rieht gnisu eueuq eht ni sgnos gnitsixe pawS

source: There are no songs queued. Play something with a play command.
xx: .dnammoc yalp a htiw gnihtemos yalP .deueuq sgnos on era erehT

source: Song positions must be integers!
xx: !sregetni eb tsum snoitisop gnoS

source: You gave a position outside the playlist size!
xx: !ezis tsilyalp eht edistuo noitisop a evag uoY

source: Successfully moved song from position %(from)s in queue to position %(to)s!
xx: !%(to)s noitisop ot eueuq ni %(from)s noitisop morf gnos devom yllufsseccuS

source: This link contains a Playlist ID: `%(url)s` Do you want to queue the playlist too?
xx: ?oot tsilyalp eht eueuq ot tnaw uoy oD `%(url)s` :DI tsilyalP a sniatnoc knil sihT

source: Local media playback is not enabled.
xx: .delbane ton si kcabyalp aidem lacoL

source: Spotify URL is invalid or not currently supported.
xx: .detroppus yltnerruc ton ro dilavni si LRU yfitopS

source: Detected a Spotify URL, but Spotify is not enabled.
xx: .delbane ton si yfitopS tub ,LRU yfitopS a detceteD

source: You have reached your enqueued song limit (%(max)s)
xx: )%(max)s( timil gnos deueuqne ruoy dehcaer evah uoY

source: Karaoke mode is enabled, please try again when its disabled!
xx: !delbasid sti nehw niaga yrt esaelp ,delbane si edom ekoaraK

source: Failed to extract info due to error: %(raw_error)s
xx: %(raw_error)s :rorre ot eud ofni tcartxe ot deliaF

source: That video cannot be played. Try using the stream command.
xx: .dnammoc maerts eht gnisu yrT .deyalp eb tonnac oediv tahT

source: YouTube search returned no results for: %(url)s
xx: %(url)s :rof stluser on denruter hcraes ebuTuoY

source: No songs were added, all songs were over max duration (%(max)s seconds)
xx: )sdnoces %(max)s( noitarud xam revo erew sgnos lla ,dedda erew sgnos oN

source: Enqueued **%(number)s** songs to be played. Position in queue: %(position)s
xx: %(position)s :eueuq ni noitisoP .deyalp eb ot sgnos **%(number)s** deueuqnE

source: Song duration exceeds limit (%(length)s > %(max)s)
xx: )%(max)s > %(length)s( timil sdeecxe noitarud gnoS

source: Enqueued `%(track)s` to be played. Position in queue: %(position)s
xx: %(position)s :eueuq ni noitisoP .deyalp eb ot `%(track)s` deueuqnE

source: Playing next!
xx: !txen gniyalP

source: %(position)s - estimated time until playing: `%(eta)s`
xx: `%(eta)s` :gniyalp litnu emit detamitse - %(position)s

source: %(position)s - cannot estimate time until playing.
xx: .gniyalp litnu emit etamitse tonnac - %(position)s

source: Add a media URL to the queue as a Stream. The URL may be actual streaming media, like Twitch, Youtube, or a shoutcast like service. You can also use non-streamed media to play it without downloading it. Note: FFmpeg may drop the stream randomly or if connection hiccups happen.
xx: .neppah spuccih noitcennoc fi ro ylmodnar maerts eht pord yam gepmFF :etoN .ti gnidaolnwod tuohtiw ti yalp ot aidem demaerts-non esu osla nac uoY .ecivres ekil tsactuohs a ro ,ebutuoY ,hctiwT ekil ,aidem gnimaerts lautca eb yam LRU ehT .maertS a sa eueuq eht ot LRU aidem a ddA

source: Streaming playlists is not yet supported.
xx: .detroppus tey ton si stsilyalp gnimaertS

source: Now streaming track `%(track)s`
xx: `%(track)s` kcart gnimaerts woN

source: Search with service for a number of results with the search query.
xx: .yreuq hcraes eht htiw stluser fo rebmun a rof ecivres htiw hcraeS

source: Search YouTube for query but get a custom number of results. Note: the double-quotes are required in this case.
xx: .esac siht ni deriuqer era setouq-elbuod eht :etoN .stluser fo rebmun motsuc a teg tub yreuq rof ebuTuoY hcraeS

source: Search a supported service and select from results to add to queue. Service and number arguments can be omitted, default number is 3 results. Select from these services: - yt, youtube (default) - sc, soundcloud - yh, yahoo - gv, google - nv, nico - bb, bili
xx: ilib ,bb - ocin ,vn - elgoog ,vg - oohay ,hy - duolcdnuos ,cs - )tluafed( ebutuoy ,ty - :secivres eseht morf tceleS .stluser 3 si rebmun tluafed ,dettimo eb nac stnemugra rebmun dna ecivreS .eueuq ot dda ot stluser morf tceles dna ecivres detroppus a hcraeS

source: You have reached your playlist item limit (%(max)s)
xx: )%(max)s( timil meti tsilyalp ruoy dehcaer evah uoY

source: Please specify a search query. Use `help search` for more information.
xx: .noitamrofni erom rof `hcraes pleh` esU .yreuq hcraes a yficeps esaelP

source: You cannot search for more than %(max)s videos
xx: soediv %(max)s naht erom rof hcraes tonnac uoY

source: Searching for videos...
xx: ...soediv rof gnihcraeS

source: Search failed due to an error: %(error)s
xx: %(error)s :rorre na ot eud deliaf hcraeS

source: No videos found.
xx: .dnuof soediv oN

source: To select a song, type the corresponding number.
xx: .rebmun gnidnopserroc eht epyt ,gnos a tceles oT

source: Search results from %(service)s:
xx: :%(service)s morf stluser hcraeS

source: **%(index)s**. **%(track)s** | %(length)s
xx: %(length)s | **%(track)s** .**%(index)s**

source: **0**. Cancel
xx: lecnaC .**0**

source: Pick a song
xx: gnos a kciP

source: Added song [%(track)s](%(url)s) to the queue.
xx: .eueuq eht ot )%(url)s(]%(track)s[ gnos deddA

source: Result %(number)s of %(total)s: %(url)s
xx: %(url)s :%(total)s fo %(number)s tluseR

source: Alright, coming right up!
xx: !pu thgir gnimoc ,thgirlA

source: Show information on what is currently playing.
xx: .gniyalp yltnerruc si tahw no noitamrofni wohS

source: [autoplaylist]
xx: ]tsilyalpotua[

source: Now playing
xx: gniyalp woN

source: Currently streaming:
xx: :gnimaerts yltnerruC

source: Currently playing:
xx: :gniyalp yltnerruC

source: Added By:
xx: :yB deddA

source: Progress:
xx: :ssergorP

source: There are no songs queued! Queue something with a play command.
xx: .dnammoc yalp a htiw gnihtemos eueuQ !deueuq sgnos on era erehT

source: Tell MusicBot to join the channel you're in.
xx: .ni er'uoy lennahc eht nioj ot toBcisuM lleT
