Repository: itsTheFae/MusicBot
Catalog: i18n/xx/LC_MESSAGES/musicbot_messages.po
Languages: xx

source: List of command names denied from use, separated by spaces. Will not work if CommandWhitelist is set!
xx: !tes si tsiletihWdnammoC fi krow ton lliW .secaps yb detarapes ,esu morf deined seman dnammoc fo tsiL

source: When enabled, CommandBlacklist and CommandWhitelist are used together. Only commands in the whitelist are allowed, however sub-commands may be denied by the blacklist.
xx: .tsilkcalb eht yb deined eb yam sdnammoc-bus revewoh ,dewolla era tsiletihw eht ni sdnammoc ylnO .rehtegot desu era tsiletihWdnammoC dna tsilkcalBdnammoC ,delbane nehW

source: List of command names that can only be used while in the same voice channel as MusicBot. Some commands will always require the user to be in voice, regardless of this list. Command names should be separated by spaces.
xx: .secaps yb detarapes eb dluohs seman dnammoC .tsil siht fo sseldrager ,eciov ni eb ot resu eht eriuqer syawla lliw sdnammoc emoS .toBcisuM sa lennahc eciov emas eht ni elihw desu eb ylno nac taht seman dnammoc fo tsiL

source: List of Discord server role IDs that are granted this permission group. This option is ignored if UserList is set.
xx: .tes si tsiLresU fi derongi si noitpo sihT .puorg noissimrep siht detnarg era taht sDI elor revres drocsiD fo tsiL

source: List of Discord member IDs that are granted permissions in this group. This option overrides GrantToRoles.
xx: .seloRoTtnarG sedirrevo noitpo sihT .puorg siht ni snoissimrep detnarg era taht sDI rebmem drocsiD fo tsiL

source: Maximum number of songs a user is allowed to queue. A value of 0 means unlimited.
xx: .detimilnu snaem 0 fo eulav A .eueuq ot dewolla si resu a sgnos fo rebmun mumixaM

source: Maximum length of a song in seconds. A value of 0 means unlimited. This permission may not be enforced if song duration is not available.
xx: .elbaliava ton si noitarud gnos fi decrofne eb ton yam noissimrep sihT .detimilnu snaem 0 fo eulav A .sdnoces ni gnos a fo htgnel mumixaM

source: Maximum number of songs a playlist is allowed to have when queued. A value of 0 means unlimited.
xx: .detimilnu snaem 0 fo eulav A .deueuq nehw evah ot dewolla si tsilyalp a sgnos fo rebmun mumixaM

source: The maximum number of items that can be returned in a search.
xx: .hcraes a ni denruter eb nac taht smeti fo rebmun mumixam ehT

source: Allow users to queue playlists, or multiple songs at once.
xx: .ecno ta sgnos elpitlum ro ,stsilyalp eueuq ot sresu wollA

source: Allow users to skip without voting, if LegacySkip config option is enabled.
xx: .delbane si noitpo gifnoc pikSycageL fi ,gnitov tuohtiw piks ot sresu wollA

source: Allows the user to skip a looped song.
xx: .gnos depool a piks ot resu eht swollA

source: Allows the user to remove any song from the queue. Does not remove or skip currently playing songs.
xx: .sgnos gniyalp yltnerruc piks ro evomer ton seoD .eueuq eht morf gnos yna evomer ot resu eht swollA

source: Skip songs added by users who are not in voice when their song is played.
xx: .deyalp si gnos rieht nehw eciov ni ton era ohw sresu yb dedda sgnos pikS

source: Allows the user to add songs to the queue when Karaoke Mode is enabled.
xx: .delbane si edoM ekoaraK nehw eueuq eht ot sgnos dda ot resu eht swollA

source: Auto summon to user voice channel when using play commands, if bot isn't in voice already. The summon command must still be allowed for this group!
xx: !puorg siht rof dewolla eb llits tsum dnammoc nommus ehT .ydaerla eciov ni t'nsi tob fi ,sdnammoc yalp gnisu nehw lennahc eciov resu ot nommus otuA

source: Specify yt-dlp extractor names, separated by spaces, that are allowed to be used. When empty, hard-coded defaults are used. The defaults are displayed above, but may change between versions. To allow all extractors, add `%(allow_all)s` without quotes to the list. Services/extractors supported by yt-dlp are listed here: https://github.com/yt-dlp/yt-dlp/blob/master/supportedsites.md MusicBot also provides one custom service `spotify:musicbot` to enable or disable Spotify API extraction. NOTICE: MusicBot might not support all services available to yt-dlp!
xx: !pld-ty ot elbaliava secivres lla troppus ton thgim toBcisuM :ECITON .noitcartxe IPA yfitopS elbasid ro elbane ot `tobcisum:yfitops` ecivres motsuc eno sedivorp osla toBcisuM dm.setisdetroppus/retsam/bolb/pld-ty/pld-ty/moc.buhtig//:sptth :ereh detsil era pld-ty yb detroppus srotcartxe/secivreS .tsil eht ot setouq tuohtiw `%(allow_all)s` dda ,srotcartxe lla wolla oT .snoisrev neewteb egnahc yam tub ,evoba deyalpsid era stluafed ehT .desu era stluafed dedoc-drah ,ytpme nehW .desu eb ot dewolla era taht ,secaps yb detarapes ,seman rotcartxe pld-ty yficepS

source: You do not have permission to play the requested media. The yt-dlp extractor `%(extractor)s` is not permitted in your group.
xx: .puorg ruoy ni dettimrep ton si `%(extractor)s` rotcartxe pld-ty ehT .aidem detseuqer eht yalp ot noissimrep evah ton od uoY

source: Could not extract information
xx: noitamrofni tcartxe ton dluoC

source: This is a playlist.
xx: .tsilyalp a si sihT

source: Invalid content type `%(type)s` for URL: %(url)s
xx: %(url)s :LRU rof `%(type)s` epyt tnetnoc dilavnI

source: no duration data
xx: atad noitarud on

source: no duration data in current entry
xx: yrtne tnerruc ni atad noitarud on

source: Invalid track_data, must be of type `track` got `%(type)s`
xx: `%(type)s` tog `kcart` epyt fo eb tsum ,atad_kcart dilavnI

source: Response status is not OK: [%(status)s] %(reason)s
xx: %(reason)s ]%(status)s[ :KO ton si sutats esnopseR

source: Response JSON did not decode to a dict!
xx: !tcid a ot edoced ton did NOSJ esnopseR

source: Could not make GET to URL: %(url)s Reason: %(raw_error)s
xx: %(raw_error)s :nosaeR %(url)s :LRU ot TEG ekam ton dluoC

source: Could not make POST to URL: %(url)s Reason: %(raw_error)s
xx: %(raw_error)s :nosaeR %(url)s :LRU ot TSOP ekam ton dluoC

source: Failed to get a guest token from Spotify, please try specifying client ID and client secret
xx: terces tneilc dna DI tneilc gniyficeps yrt esaelp ,yfitopS morf nekot tseug a teg ot deliaF

source: API response did not contain the expected data. Missing key: %(raw_error)s
xx: %(raw_error)s :yek gnissiM .atad detcepxe eht niatnoc ton did esnopser IPA

source: API response contained unexpected data. %(raw_error)s
xx: %(raw_error)s .atad detcepxenu deniatnoc esnopser IPA

source: Requested a token from Spotify, did not end up getting one
xx: eno gnitteg pu dne ton did ,yfitopS morf nekot a detseuqeR

source: API response status is not OK: [%(status)s] %(reason)s
xx: %(reason)s ]%(status)s[ :KO ton si sutats esnopser IPA

source: Only the owner can use this command.
xx: .dnammoc siht esu nac renwo eht ylnO

source: Only dev users can use this command.
xx: .dnammoc siht esu nac sresu ved ylnO
