Repository: itsTheFae/MusicBot
Catalog: i18n/xx/LC_MESSAGES/musicbot_messages.po
Languages: xx

source: Completely remove the footer from embeds.
xx: .sdebme morf retoof eht evomer yletelpmoC

source: If enabled, users must indicate search result choices by sending a message instead of using reactions.
xx: .snoitcaer gnisu fo daetsni egassem a gnidnes yb seciohc tluser hcraes etacidni tsum sresu ,delbane fI

source: Sets the default number of search results to fetch when using the search command without a specific number.
xx: .rebmun cificeps a tuohtiw dnammoc hcraes eht gnisu nehw hctef ot stluser hcraes fo rebmun tluafed eht steS

source: The number of entries to show per-page when using q command to list the queue.
xx: .eueuq eht tsil ot dnammoc q gnisu nehw egap-rep wohs ot seirtne fo rebmun ehT

source: Command responses will also mention or notify the user.
xx: .resu eht yfiton ro noitnem osla lliw sesnopser dnammoC

source: Sets the default volume level MusicBot will play songs at. You can use any value from 0 to 1, or 0% to 100% volume.
xx: .emulov %001 ot %0 ro ,1 ot 0 morf eulav yna esu nac uoY .ta sgnos yalp lliw toBcisuM level emulov tluafed eht steS

source: Sets the default speed MusicBot will play songs at. Must be a value from 0.5 to 100.0 for ffmpeg to use it. A value of 1 is normal playback speed. Note: Streamed media does not support speed adjustments.
xx: .stnemtsujda deeps troppus ton seod aidem demaertS :etoN .deeps kcabyalp lamron si 1 fo eulav A .ti esu ot gepmff rof 0.001 ot 5.0 morf eulav a eb tsuM .ta sgnos yalp lliw toBcisuM deeps tluafed eht steS

source: Number of channel member votes required to skip a song. Acts as a minimum when SkipRatio would require more votes.
xx: .setov erom eriuqer dluow oitaRpikS nehw muminim a sa stcA .gnos a piks ot deriuqer setov rebmem lennahc fo rebmuN

source: This percent of listeners in voice must vote for skip. If SkipsRequired is lower than the computed value, it will be used instead. You can set this from 0 to 1, or 0% to 100%.
xx: .%001 ot %0 ro ,1 ot 0 morf siht tes nac uoY .daetsni desu eb lliw ti ,eulav detupmoc eht naht rewol si deriuqeRspikS fI .piks rof etov tsum eciov ni srenetsil fo tnecrep sihT

source: Allow the member who requested the song to skip it, bypassing votes.
xx: .setov gnissapyb ,ti piks ot gnos eht detseuqer ohw rebmem eht wollA

source: Enable users with the InstaSkip permission to bypass skip voting and force skips.
xx: .spiks ecrof dna gnitov piks ssapyb ot noissimrep pikSatsnI eht htiw sresu elbanE

source: Allow MusicBot to save the song queue, so queued songs will survive restarts.
xx: .stratser evivrus lliw sgnos deueuq os ,eueuq gnos eht evas ot toBcisuM wollA

source: Enable MusicBot to download the next song in the queue while a song is playing. Currently this option does not apply to auto playlist or songs added to an empty queue.
xx: .eueuq ytpme na ot dedda sgnos ro tsilyalp otua ot ylppa ton seod noitpo siht yltnerruC .gniyalp si gnos a elihw eueuq eht ni gnos txen eht daolnwod ot toBcisuM elbanE

source: Tries to use ffmpeg to get volume normalizing options for use in playback. This option can cause delay between playing songs, as the whole track must be processed.
xx: .dessecorp eb tsum kcart elohw eht sa ,sgnos gniyalp neewteb yaled esuac nac noitpo sihT .kcabyalp ni esu rof snoitpo gnizilamron emulov teg ot gepmff esu ot seirT

source: If enabled and multiple members are adding songs, MusicBot will organize playback for one song per member.
xx: .rebmem rep gnos eno rof kcabyalp ezinagro lliw toBcisuM ,sgnos gnidda era srebmem elpitlum dna delbane fI

source: Enable playback of local media files using the play command. When enabled, users can use: `play file://path/to/file.ext` to play files from the local MediaFileDirectory path.
xx: .htap yrotceriDeliFaideM lacol eht morf selif yalp ot `txe.elif/ot/htap//:elif yalp` :esu nac sresu ,delbane nehW .dnammoc yalp eht gnisu selif aidem lacol fo kcabyalp elbanE

source: Allow MusicBot to automatically unpause when play commands are used.
xx: .desu era sdnammoc yalp nehw esuapnu yllacitamotua ot toBcisuM wollA

source: May reduce CPU usage by avoiding PCM-to-Opus encoding in python. When enabled, volume is controlled via FFmpeg filter instead of python. May cause a short delay when tracks first start for bitrate discovery.
xx: .yrevocsid etartib rof trats tsrif skcart nehw yaled trohs a esuac yaM .nohtyp fo daetsni retlif gepmFF aiv dellortnoc si emulov ,delbane nehW .nohtyp ni gnidocne supO-ot-MCP gnidiova yb egasu UPC ecuder yaM

source: Similar to UseOpusAudio, but reduces CPU usage even more where possible. If the media is already Opus encoded (like YouTube) no re-encoding is done. This option will disable speed, volume, and UseExperimentalEqualization options.
xx: .snoitpo noitazilauqElatnemirepxEesU dna ,emulov ,deeps elbasid lliw noitpo sihT .enod si gnidocne-er on )ebuTuoY ekil( dedocne supO ydaerla si aidem eht fI .elbissop erehw erom neve egasu UPC secuder tub ,oiduAsupOesU ot ralimiS

source: This option sets the default search service used by MusicBot through ytdlp. Read ytdlp's list of supported sites to find supported prefixes you can use here. Some prefix examples: ytsearch, scsearch, gvsearch, yvsearch, bilisearch, nicosearch
xx: hcraesocin ,hcraesilib ,hcraesvy ,hcraesvg ,hcraescs ,hcraesty :selpmaxe xiferp emoS .ereh esu nac uoy sexiferp detroppus dnif ot setis detroppus fo tsil s'pldty daeR .pldty hguorht toBcisuM yb desu ecivres hcraes tluafed eht stes noitpo sihT

source: Enable MusicBot to automatically play music from the auto playlist when the queue is empty.
xx: .ytpme si eueuq eht nehw tsilyalp otua eht morf cisum yalp yllacitamotua ot toBcisuM elbanE

source: Shuffles the auto playlist tracks before playing them.
xx: .meht gniyalp erofeb skcart tsilyalp otua eht selffuhS

source: Enable automatic skip of auto playlist songs when a user plays a new song. This only applies to the current playing song if it was added by the auto playlist.
xx: .tsilyalp otua eht yb dedda saw ti fi gnos gniyalp tnerruc eht ot seilppa ylno sihT .gnos wen a syalp resu a nehw sgnos tsilyalp otua fo piks citamotua elbanE

source: Remove songs from the auto playlist if they are found in the song block list.
xx: .tsil kcolb gnos eht ni dnuof era yeht fi tsilyalp otua eht morf sgnos evomeR

source: Enable saving all songs played by MusicBot to a global playlist file: %(filename)s This will contain all songs from all servers.
xx: .srevres lla morf sgnos lla niatnoc lliw sihT %(filename)s :elif tsilyalp labolg a ot toBcisuM yb deyalp sgnos lla gnivas elbanE

source: Enable saving songs played per-server to a playlist file: %(basename)s[Server ID]%(ext)s
xx: %(ext)s]DI revreS[%(basename)s :elif tsilyalp a ot revres-rep deyalp sgnos gnivas elbanE

source: Enable MusicBot to automatically remove unplayable entries from the auto playlist.
xx: .tsilyalp otua eht morf seirtne elbayalpnu evomer yllacitamotua ot toBcisuM elbanE

source: A list of Voice Channel IDs that MusicBot should automatically join on start up. Use spaces to separate multiple IDs.
xx: .sDI elpitlum etarapes ot secaps esU .pu trats no nioj yllacitamotua dluohs toBcisuM taht sDI lennahC ecioV fo tsil A

source: Allow MusicBot to keep downloaded media, or delete it right away.
xx: .yawa thgir ti eteled ro ,aidem dedaolnwod peek ot toBcisuM wollA

source: If SaveVideos is enabled, set a limit on how much storage space should be used.
xx: .desu eb dluohs ecaps egarots hcum woh no timil a tes ,delbane si soediVevaS fI

source: If SaveVideos is enabled, set a limit on how long files should be kept.
xx: .tpek eb dluohs selif gnol woh no timil a tes ,delbane si soediVevaS fI

source: If SaveVideos is enabled, never purge auto playlist songs from the cache regardless of limits.
xx: .stimil fo sseldrager ehcac eht morf sgnos tsilyalp otua egrup reven ,delbane si soediVevaS fI

source: Automatically join the owner if they are in an accessible voice channel when bot starts.
xx: .strats tob nehw lennahc eciov elbissecca na ni era yeht fi renwo eht nioj yllacitamotuA

source: Specify a custom message to use as the bot's status. If left empty, the bot will display dynamic info about music currently being played in its status instead. Status messages may also use the following variables: {n_playing} = Number of currently Playing music players. {n_paused} = Number of currently Paused music players. {n_connected} = Number of connected music players, in any player state. The following variables give access to information about the player and track. These variables may not be accurate in multi-guild bots: {p0_length} = The total duration of the track, if available. Ex: [2:34] {p0_title} = The track title for the currently playing track. {p0_url} = The track URL for the currently playing track.
xx: .kcart gniyalp yltnerruc eht rof LRU kcart ehT = }lru_0p{ .kcart gniyalp yltnerruc eht rof eltit kcart ehT = }eltit_0p{ ]43:2[ :xE .elbaliava fi ,kcart eht fo noitarud latot ehT = }htgnel_0p{ :stob dliug-itlum ni etarucca eb ton yam selbairav esehT .kcart dna reyalp eht tuoba noitamrofni ot ssecca evig selbairav gniwollof ehT .etats reyalp yna ni ,sreyalp cisum detcennoc fo rebmuN = }detcennoc_n{ .sreyalp cisum desuaP yltnerruc fo rebmuN = }desuap_n{ .sreyalp cisum gniyalP yltnerruc fo rebmuN = }gniyalp_n{ :selbairav gniwollof eht esu osla yam segassem sutatS .daetsni sutats sti ni deyalp gnieb yltnerruc cisum tuoba ofni cimanyd yalpsid lliw tob eht ,ytpme tfel fI .sutats s'tob eht sa esu ot egassem motsuc a yficepS

source: If enabled, status messages will report info on paused players.
xx: .sreyalp desuap no ofni troper lliw segassem sutats ,delbane fI

source: If enabled, MusicBot will save the track title to: data/[Server ID]/current.txt
xx: txt.tnerruc/]DI revreS[/atad :ot eltit kcart eht evas lliw toBcisuM ,delbane fI

source: Display MusicBot config settings in the logs at startup.
xx: .putrats ta sgol eht ni sgnittes gifnoc toBcisuM yalpsiD

source: If enabled, MusicBot will leave servers if the owner is not in their member list.
xx: .tsil rebmem rieht ni ton si renwo eht fi srevres evael lliw toBcisuM ,delbane fI

source: MusicBot will automatically deafen itself when entering a voice channel.
xx: .lennahc eciov a gniretne nehw flesti nefaed yllacitamotua lliw toBcisuM

source: If enabled, MusicBot will leave a voice channel when no users are listening, after waiting for a period set in LeaveInactiveVCTimeOut option. Listeners are channel members, excluding bots, who are not deafened.
xx: .denefaed ton era ohw ,stob gnidulcxe ,srebmem lennahc era srenetsiL .noitpo tuOemiTCVevitcanIevaeL ni tes doirep a rof gnitiaw retfa ,gninetsil era sresu on nehw lennahc eciov a evael lliw toBcisuM ,delbane fI

source: Set a period of time to wait before leaving an inactive voice channel. You can set this to a number of seconds or phrase like: 4 hours
xx: sruoh 4 :ekil esarhp ro sdnoces fo rebmun a ot siht tes nac uoY .lennahc eciov evitcani na gnivael erofeb tiaw ot emit fo doirep a teS

source: If enabled, MusicBot will leave the channel immediately when the song queue is empty.
xx: .ytpme si eueuq gnos eht nehw yletaidemmi lennahc eht evael lliw toBcisuM ,delbane fI

source: When paused or no longer playing, wait for this amount of time then leave voice. You can set this to a number of seconds of phrase like: 15 minutes Set it to 0 to disable leaving in this way.
xx: .yaw siht ni gnivael elbasid ot 0 ot ti teS setunim 51 :ekil esarhp fo sdnoces fo rebmun a ot siht tes nac uoY .eciov evael neht emit fo tnuoma siht rof tiaw ,gniyalp regnol on ro desuap nehW

source: Allow MusicBot to use timed pings to detect network outage and availability. This may be useful if you keep the bot joined to a channel or playing music 24/7. MusicBot must be restarted to enable network testing. By default this is disabled.
xx: .delbasid si siht tluafed yB .gnitset krowten elbane ot detratser eb tsum toBcisuM .7/42 cisum gniyalp ro lennahc a ot denioj tob eht peek uoy fi lufesu eb yam sihT .ytilibaliava dna egatuo krowten tceted ot sgnip demit esu ot toBcisuM wollA

source: Experimental, HTTP/HTTPS proxy settings to use with ytdlp media downloader. The value set here is passed to `ytdlp --proxy` and aiohttp header checking. Leave blank to disable.
xx: .elbasid ot knalb evaeL .gnikcehc redaeh ptthoia dna `yxorp-- pldty` ot dessap si ereh tes eulav ehT .redaolnwod aidem pldty htiw esu ot sgnittes yxorp SPTTH/PTTH ,latnemirepxE

source: Experimental option to set a static User-Agent header in yt-dlp. It is not typically recommended by yt-dlp to change the UA string. For examples of what you might put here, check the following two links: https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/User-Agent https://www.useragents.me/ Leave blank to use default, dynamically generated UA strings.
xx: .sgnirts AU detareneg yllacimanyd ,tluafed esu ot knalb evaeL /em.stnegaresu.www//:sptth tnegA-resU/sredaeH/PTTH/beW/scod/SU-ne/gro.allizom.repoleved//:sptth :sknil owt gniwollof eht kcehc ,ereh tup thgim uoy tahw fo selpmaxe roF .gnirts AU eht egnahc ot pld-ty yb dednemmocer yllacipyt ton si tI .pld-ty ni redaeh tnegA-resU citats a tes ot noitpo latnemirepxE

source: Toggle the user block list feature, without emptying the block list.
xx: .tsil kcolb eht gniytpme tuohtiw ,erutaef tsil kcolb resu eht elggoT

source: Enable the song block list feature, without emptying the block list.
xx: .tsil kcolb eht gniytpme tuohtiw ,erutaef tsil kcolb gnos eht elbanE

source: An optional file path to a text file listing Discord User IDs, one per line.
xx: .enil rep eno ,sDI resU drocsiD gnitsil elif txet a ot htap elif lanoitpo nA

source: An optional file path to a text file that lists URLs, words, or phrases one per line. Any song title or URL that contains any line in the list will be blocked.
xx: .dekcolb eb lliw tsil eht ni enil yna sniatnoc taht LRU ro eltit gnos ynA .enil rep eno sesarhp ro ,sdrow ,sLRU stsil taht elif txet a ot htap elif lanoitpo nA

source: An optional path to a directory containing auto playlist files. Each file should contain a list of playable URLs or terms, one track per line.
xx: .enil rep kcart eno ,smret ro sLRU elbayalp fo tsil a niatnoc dluohs elif hcaE .selif tsilyalp otua gniniatnoc yrotcerid a ot htap lanoitpo nA

source: An optional directory path where playable media files can be stored. All files and sub-directories can then be accessed by using 'file://' as a protocol. Example: file://some/folder/name/file.ext Maps to: %(path)s/some/folder/name/file.ext
xx: txe.elif/eman/redlof/emos/%(path)s :ot spaM txe.elif/eman/redlof/emos//:elif :elpmaxE .locotorp a sa '//:elif' gnisu yb dessecca eb neht nac seirotcerid-bus dna selif llA .derots eb nac selif aidem elbayalp erehw htap yrotcerid lanoitpo nA

source: An optional directory path where MusicBot will store long and short-term cache for playback.
xx: .kcabyalp rof ehcac mret-trohs dna gnol erots lliw toBcisuM erehw htap yrotcerid lanoitpo nA

source: Configure automatic log file rotation at restart, and limit the number of files kept. When disabled, only one log is kept and its contents are replaced each run. Set to 0 to disable. Maximum allowed number is %(max)s.
xx: .%(max)s si rebmun dewolla mumixaM .elbasid ot 0 ot teS .nur hcae decalper era stnetnoc sti dna tpek si gol eno ylno ,delbasid nehW .tpek selif fo rebmun eht timil dna ,tratser ta noitator elif gol citamotua erugifnoC

source: Configure the log file date format used when LogsMaxKept is enabled. If left blank, a warning is logged and the default will be used instead. Learn more about time format codes from the tables and data here: https://docs.python.org/3/library/datetime.html#strftime-strptime-behavior
xx: roivaheb-emitprts-emitfrts#lmth.emitetad/yrarbil/3/gro.nohtyp.scod//:sptth :ereh atad dna selbat eht morf sedoc tamrof emit tuoba erom nraeL .daetsni desu eb lliw tluafed eht dna deggol si gninraw a ,knalb tfel fI .delbane si tpeKxaMsgoL nehw desu tamrof etad elif gol eht erugifnoC

source: Error creating default config options file. Problem: MusicBot attempted to generate the config files but failed due to an error: %(raw_error)s Solution: Make sure MusicBot can read and write to your config files.
xx: .selif gifnoc ruoy ot etirw dna daer nac toBcisuM erus ekaM :noituloS %(raw_error)s :rorre na ot eud deliaf tub selif gifnoc eht etareneg ot detpmetta toBcisuM :melborP .elif snoitpo gifnoc tluafed gnitaerc rorrE

source: Error while reading config. Problem: One or more required config option sections are missing. The missing sections are: %(sections)s Solution: Repair your config options file. Each [Section] must appear only once, with no other text on the same line. Each section must have at least one option. Use the example options as a template or copy it from the repository.
xx: .yrotisoper eht morf ti ypoc ro etalpmet a sa snoitpo elpmaxe eht esU .noitpo eno tsael ta evah tsum noitces hcaE .enil emas eht no txet rehto on htiw ,ecno ylno raeppa tsum ]noitceS[ hcaE .elif snoitpo gifnoc ruoy riapeR :noituloS %(sections)s :era snoitces gnissim ehT .gnissim era snoitces noitpo gifnoc deriuqer erom ro enO :melborP .gifnoc gnidaer elihw rorrE

source: Error while validating config options. Problem: Config option AudioCachePath is not a directory. Solution: Make sure the path you configured is a path to a folder / directory.
xx: .yrotcerid / redlof a ot htap a si derugifnoc uoy htap eht erus ekaM :noituloS .yrotcerid a ton si htaPehcaCoiduA noitpo gifnoC :melborP .snoitpo gifnoc gnitadilav elihw rorrE

source: Error while validating config options. Problem: AudioCachePath config option could not be set due to an error: %(raw_error)s Solution: Double check the setting is a valid, accessible directory path.
xx: .htap yrotcerid elbissecca ,dilav a si gnittes eht kcehc elbuoD :noituloS %(raw_error)s :rorre na ot eud tes eb ton dluoc noitpo gifnoc htaPehcaCoiduA :melborP .snoitpo gifnoc gnitadilav elihw rorrE

source: Error while reading config options. Problem: No bot Token was specified in the config options or environment. Solution: Set the Token config option or set environment variable %(env_var)s with an App token.
xx: .nekot ppA na htiw %(env_var)s elbairav tnemnorivne tes ro noitpo gifnoc nekoT eht teS :noituloS .tnemnorivne ro snoitpo gifnoc eht ni deificeps saw nekoT tob oN :melborP .snoitpo gifnoc gnidaer elihw rorrE

source: Error while fetching 'OwnerID' automatically. Problem: Discord App info is not available. This could be a temporary API outage or a bug. Solution: Manually set the 'OwnerID' config option or try again later.
xx: .retal niaga yrt ro noitpo gifnoc 'DIrenwO' eht tes yllaunaM :noituloS .gub a ro egatuo IPA yraropmet a eb dluoc sihT .elbaliava ton si ofni ppA drocsiD :melborP .yllacitamotua 'DIrenwO' gnihctef elihw rorrE

source: Error validating config options. Problem: The 'OwnerID' config is the same as your Bot / App ID. Solution: Do not use the Bot or App ID in the 'OwnerID' field.
xx: .dleif 'DIrenwO' eht ni DI ppA ro toB eht esu ton oD :noituloS .DI ppA / toB ruoy sa emas eht si gifnoc 'DIrenwO' ehT :melborP .snoitpo gifnoc gnitadilav rorrE

source: Error locating config. Problem: Could not find or create a config file due to an error: %(raw_error)s Solution: Verify the config folder and files exist and can be read by MusicBot.
xx: .toBcisuM yb daer eb nac dna tsixe selif dna redlof gifnoc eht yfireV :noituloS %(raw_error)s :rorre na ot eud elif gifnoc a etaerc ro dnif ton dluoC :melborP .gifnoc gnitacol rorrE

source: Error loading config. Problem: MusicBot could not read config file due to an error: %(raw_error)s Solution: Make sure the file is accessible and error free. Copy the example file from the repo if all else fails.
xx: .sliaf esle lla fi oper eht morf elif elpmaxe eht ypoC .eerf rorre dna elbissecca si elif eht erus ekaM :noituloS %(raw_error)s :rorre na ot eud elif gifnoc daer ton dluoc toBcisuM :melborP .gifnoc gnidaol rorrE

source: Error loading config value. Problem: The owner ID in [%(section)s] > %(option)s is not valid. Solution: Set %(option)s to a numerical ID or set it to `auto` or `0` for automatic owner binding.
xx: .gnidnib renwo citamotua rof `0` ro `otua` ot ti tes ro DI laciremun a ot %(option)s teS :noituloS .dilav ton si %(option)s > ]%(section)s[ ni DI renwo ehT :melborP .eulav gifnoc gnidaol rorrE

source: Error loading config value. Problem: The config option [%(section)s] > %(option)s is not a valid file location. Solution: Check the path setting and make sure the file exists and is accessible to MusicBot.
xx: .toBcisuM ot elbissecca si dna stsixe elif eht erus ekam dna gnittes htap eht kcehC :noituloS .noitacol elif dilav a ton si %(option)s > ]%(section)s[ noitpo gifnoc ehT :melborP .eulav gifnoc gnidaol rorrE

source: Error loading config value. Problem: One of the IDs in option [%(section)s] > %(option)s is invalid. Solution: Ensure all IDs are numerical, and separated only by spaces or commas.
xx: .sammoc ro secaps yb ylno detarapes dna ,laciremun era sDI lla erusnE :noituloS .dilavni si %(option)s > ]%(section)s[ noitpo ni sDI eht fo enO :melborP .eulav gifnoc gnidaol rorrE

source: **%(name)s** %(value)s
xx: %(value)s **%(name)s**

source: %(title)s%(content)s%(url)s%(fields)s%(image)s
xx: %(image)s%(fields)s%(url)s%(content)s%(title)s

source: HEAD seems to have no headers...
xx: ...sredaeh on evah ot smees DAEH

source: Song info extraction returned no data.
xx: .atad on denruter noitcartxe ofni gnoS

source: Cannot continue extraction, event loop is closed.
xx: .desolc si pool tneve ,noitcartxe eunitnoc tonnaC

source: Spotify URL is invalid or not supported.
xx: .detroppus ton ro dilavni si LRU yfitopS

source: Error in yt-dlp while downloading media data: %(raw_error)s
xx: %(raw_error)s :atad aidem gnidaolnwod elihw pld-ty ni rorrE

source: Cannot stream an invalid URL.
xx: .LRU dilavni na maerts tonnaC

source: Error in yt-dlp while downloading stream data: %(raw_error)s
xx: %(raw_error)s :atad maerts gnidaolnwod elihw pld-ty ni rorrE

source: The local media file could not be found.
xx: .dnuof eb ton dluoc elif aidem lacol ehT

source: Unknown
xx: nwonknU

source: Cannot download Spotify links, processing error with type: %(type)s
xx: %(type)s :epyt htiw rorre gnissecorp ,sknil yfitopS daolnwod tonnaC

source: Download did not complete due to an error: %(raw_error)s
xx: %(raw_error)s :rorre na ot eud etelpmoc ton did daolnwoD

source: Download failed due to a yt-dlp error: %(raw_error)s
xx: %(raw_error)s :rorre pld-ty a ot eud deliaf daolnwoD

source: Download failed due to an unhandled exception: %(raw_error)s
xx: %(raw_error)s :noitpecxe deldnahnu na ot eud deliaf daolnwoD

source: Failed to extract data for the requested media.
xx: .aidem detseuqer eht rof atad tcartxe ot deliaF

source: Error creating default config permissions file. Problem: MusicBot attempted to generate the config files but failed due to an error: %(raw_error)s Solution: Make sure MusicBot can read and write to your config files.
xx: .selif gifnoc ruoy ot etirw dna daer nac toBcisuM erus ekaM :noituloS %(raw_error)s :rorre na ot eud deliaf tub selif gifnoc eht etareneg ot detpmetta toBcisuM :melborP .elif snoissimrep gifnoc tluafed gnitaerc rorrE

source: List of command names allowed for use, separated by spaces. Sub-command access can be controlled by adding _ and the sub-command name. That is `config_set` grants only the `set` sub-command of the config command. This option overrides CommandBlacklist if set.
xx: .tes fi tsilkcalBdnammoC sedirrevo noitpo sihT .dnammoc gifnoc eht fo dnammoc-bus `tes` eht ylno stnarg `tes_gifnoc` si tahT .eman dnammoc-bus eht dna _ gnidda yb dellortnoc eb nac ssecca dnammoc-buS .secaps yb detarapes ,esu rof dewolla seman dnammoc fo tsiL
