Repository: itsTheFae/MusicBot
Catalog: i18n/xx/LC_MESSAGES/musicbot_messages.po
Languages: xx

source: Change the bot's username on discord. Note: The API may limit name changes to twice per hour.
xx: .ruoh rep eciwt ot segnahc eman timil yam IPA ehT :etoN .drocsid no emanresu s'tob eht egnahC

source: Failed to change username. Did you change names too many times? Remember name changes are limited to twice per hour.
xx: .ruoh rep eciwt ot detimil era segnahc eman rebmemeR ?semit ynam oot seman egnahc uoy diD .emanresu egnahc ot deliaF

source: Failed to change username due to error: %(raw_error)s
xx: %(raw_error)s :rorre ot eud emanresu egnahc ot deliaF

source: Set the bot's username to `%(name)s`
xx: `%(name)s` ot emanresu s'tob eht teS

source: Change the MusicBot's nickname.
xx: .emankcin s'toBcisuM eht egnahC

source: Unable to change nickname: no permission.
xx: .noissimrep on :emankcin egnahc ot elbanU

source: Failed to set nickname due to error: %(raw_error)s
xx: %(raw_error)s :rorre ot eud emankcin tes ot deliaF

source: Set the bot's nickname to `%(nick)s`
xx: `%(nick)s` ot emankcin s'tob eht teS

source: Set a per-server command prefix.
xx: .xiferp dnammoc revres-rep a teS

source: Clear the per-server command prefix.
xx: .xiferp dnammoc revres-rep eht raelC

source: Override the default command prefix in the server. The option EnablePrefixPerGuild must be enabled first.
xx: .tsrif delbane eb tsum dliuGrePxiferPelbanE noitpo ehT .revres eht ni xiferp dnammoc tluafed eht edirrevO

source: Custom emoji must be from this server to use as a prefix.
xx: .xiferp a sa esu ot revres siht morf eb tsum ijome motsuC

source: Server command prefix is cleared.
xx: .deraelc si xiferp dnammoc revreS

source: Server command prefix is now: %(prefix)s
xx: %(prefix)s :won si xiferp dnammoc revreS

source: Prefix per server is not enabled! Use the config command to update the prefix instead.
xx: .daetsni xiferp eht etadpu ot dnammoc gifnoc eht esU !delbane ton si revres rep xiferP

source: Show language codes available to use.
xx: .esu ot elbaliava sedoc egaugnal wohS

source: Set the desired language for this server.
xx: .revres siht rof egaugnal derised eht teS

source: Reset the server language to bot's default language.
xx: .egaugnal tluafed s'tob ot egaugnal revres eht teseR

source: Manage the language used for messages in the calling server.
xx: .revres gnillac eht ni segassem rof desu egaugnal eht eganaM

source: This command can only be used in guilds.
xx: .sdliug ni desu eb ylno nac dnammoc sihT

source: Invalid sub-command given. Use the help command for more information.
xx: .noitamrofni erom rof dnammoc pleh eht esU .nevig dnammoc-bus dilavnI

source: **Current Language:** `%(locale)s` **Available Languages:** ``` %(languages)s```
xx: ```%(languages)s ``` **:segaugnaL elbaliavA** `%(locale)s` **:egaugnaL tnerruC**

source: Cannot set language to `%(locale)s` it is not available.
xx: .elbaliava ton si ti `%(locale)s` ot egaugnal tes tonnaC

source: Language for this server now set to: `%(locale)s`
xx: `%(locale)s` :ot tes won revres siht rof egaugnaL

source: Language for this server has been reset to: `%(locale)s`
xx: `%(locale)s` :ot teser neeb sah revres siht rof egaugnaL

source: Change MusicBot's avatar. Attaching a file and omitting the url parameter also works.
xx: .skrow osla retemarap lru eht gnittimo dna elif a gnihcattA .ratava s'toBcisuM egnahC

source: You must provide a URL or attach a file.
xx: .elif a hcatta ro LRU a edivorp tsum uoY

source: Unable to change avatar due to error: %(raw_error)s
xx: %(raw_error)s :rorre ot eud ratava egnahc ot elbanU

source: Changed the bot's avatar.
xx: .ratava s'tob eht degnahC

source: Force MusicBot to disconnect from the discord server.
xx: .revres drocsid eht morf tcennocsid ot toBcisuM ecroF

source: Disconnected from server `%(guild)s`
xx: `%(guild)s` revres morf detcennocsiD

source: Disconnected a playerless voice client? [BUG]
xx: ]GUB[ ?tneilc eciov sselreyalp a detcennocsiD

source: Not currently connected to server `%(guild)s`
xx: `%(guild)s` revres ot detcennoc yltnerruc toN

source: Attempt to reload without process restart. The default option.
xx: .noitpo tluafed ehT .tratser ssecorp tuohtiw daoler ot tpmettA

source: Attempt to restart the entire MusicBot process, reloading everything.
xx: .gnihtyreve gnidaoler ,ssecorp toBcisuM eritne eht tratser ot tpmettA

source: Full restart, but attempt to update pip packages before restart.
xx: .tratser erofeb segakcap pip etadpu ot tpmetta tub ,tratser lluF

source: Full restart, but update MusicBot source code with git first.
xx: .tsrif tig htiw edoc ecruos toBcisuM etadpu tub ,tratser lluF

source: Attempt to update all dependency and source code before fully restarting.
xx: .gnitratser ylluf erofeb edoc ecruos dna ycnedneped lla etadpu ot tpmettA

source: Attempts to restart the MusicBot in a number of different ways. With no option supplied, a `soft` restart is implied. It can be used to remotely update a MusicBot installation, but should be used with care. If you have a service manager, we recommend using it instead of this command for restarts.
xx: .stratser rof dnammoc siht fo daetsni ti gnisu dnemmocer ew ,reganam ecivres a evah uoy fI .erac htiw desu eb dluohs tub ,noitallatsni toBcisuM a etadpu yletomer ot desu eb nac tI .deilpmi si tratser `tfos` a ,deilppus noitpo on htiW .syaw tnereffid fo rebmun a ni toBcisuM eht tratser ot stpmettA

source: Invalid option given, use one of: soft, full, upgrade, uppip, or upgit
xx: tigpu ro ,pippu ,edargpu ,lluf ,tfos :fo eno esu ,nevig noitpo dilavnI

source: %(emoji)s Restarting current instance...
xx: ...ecnatsni tnerruc gnitratseR %(emoji)s

source: %(emoji)s Restarting bot process...
xx: ...ssecorp tob gnitratseR %(emoji)s

source: %(emoji)s Will try to upgrade required pip packages and restart the bot...
xx: ...tob eht tratser dna segakcap pip deriuqer edargpu ot yrt lliW %(emoji)s

source: %(emoji)s Will try to update bot code with git and restart the bot...
xx: ...tob eht tratser dna tig htiw edoc tob etadpu ot yrt lliW %(emoji)s

source: %(emoji)s Will try to upgrade everything and restart the bot...
xx: ...tob eht tratser dna gnihtyreve edargpu ot yrt lliW %(emoji)s

source: Disconnect from all voice channels and close the MusicBot process.
xx: .ssecorp toBcisuM eht esolc dna slennahc eciov lla morf tcennocsiD

source: Leave the discord server given by name or server ID.
xx: .DI revres ro eman yb nevig revres drocsid eht evaeL

source: Force MusicBot to leave the given Discord server. Names are case-sensitive, so using an ID number is more reliable.
xx: .elbailer erom si rebmun DI na gnisu os ,evitisnes-esac era semaN .revres drocsiD nevig eht evael ot toBcisuM ecroF

source: You must provide an ID or name.
xx: .eman ro DI na edivorp tsum uoY

source: No guild was found with the ID or name `%(input)s`
xx: `%(input)s` eman ro DI eht htiw dnuof saw dliug oN

source: Unknown Owner
xx: renwO nwonknU

source: Left the guild: `%(name)s` (Owner: `%(owner)s`, ID: `%(id)s`)
xx: )`%(id)s` :DI ,`%(owner)s` :renwO( `%(name)s` :dliug eht tfeL

source: Command used to automate testing of commands.
xx: .sdnammoc fo gnitset etamotua ot desu dnammoC

source: This command issues a log at level CRITICAL, but does nothing else. Can be used to manually pinpoint events in the MusicBot log file.
xx: .elif gol toBcisuM eht ni stneve tniopnip yllaunam ot desu eb naC .esle gnihton seod tub ,LACITIRC level ta gol a seussi dnammoc sihT

source: Logged breakpoint with ID: %(uuid)s
xx: %(uuid)s :DI htiw tniopkaerb deggoL

source: View most common types reported by objgraph.
xx: .hpargjbo yb detroper sepyt nommoc tsom weiV

source: View limited objgraph.show_growth() output.
xx: .tuptuo )(htworg_wohs.hpargjbo detimil weiV

source: View most common types of leaking objects.
xx: .stcejbo gnikael fo sepyt nommoc tsom weiV

source: View typestats of leaking objects.
xx: .stcejbo gnikael fo statsepyt weiV

source: Evaluate the given function and arguments on objgraph.
xx: .hpargjbo no stnemugra dna noitcnuf nevig eht etaulavE

source: Interact with objgraph, if it is installed, to gain insight into memory usage. You can pass an arbitrary method with arguments (but no spaces!) that is a member of objgraph. Since this method evaluates arbitrary code, it is considered dangerous like the debug command.
xx: .dnammoc gubed eht ekil suoregnad deredisnoc si ti ,edoc yrartibra setaulave dohtem siht ecniS .hpargjbo fo rebmem a si taht )!secaps on tub( stnemugra htiw dohtem yrartibra na ssap nac uoY .egasu yromem otni thgisni niag ot ,dellatsni si ti fi ,hpargjbo htiw tcaretnI

source: Could not import `objgraph`, is it installed?
xx: ?dellatsni ti si ,`hpargjbo` tropmi ton dluoC

source: This command will execute arbitrary python code in the command scope. First eval() is attempted, if exceptions are thrown exec() is tried next. If eval is successful, it's return value is displayed. If exec is successful, a value can be set to local variable `result` and that value will be returned. Multi-line code can be executed if wrapped in code-block. Otherwise only a single line may be executed. This command may be removed in a future version, and is used by developers to debug MusicBot behaviour. The danger of this command cannot be understated. Do not use it or give access to it if you do not understand the risks!
xx: !sksir eht dnatsrednu ton od uoy fi ti ot ssecca evig ro ti esu ton oD .detatsrednu eb tonnac dnammoc siht fo regnad ehT .ruoivaheb toBcisuM gubed ot srepoleved yb desu si dna ,noisrev erutuf a ni devomer eb yam dnammoc sihT .detucexe eb yam enil elgnis a ylno esiwrehtO .kcolb-edoc ni depparw fi detucexe eb nac edoc enil-itluM .denruter eb lliw eulav taht dna `tluser` elbairav lacol ot tes eb nac eulav a ,lufsseccus si cexe fI .deyalpsid si eulav nruter s'ti ,lufsseccus si lave fI .txen deirt si )(cexe nworht era snoitpecxe fi ,detpmetta si )(lave tsriF .epocs dnammoc eht ni edoc nohtyp yrartibra etucexe lliw dnammoc sihT

source: Failed to execute debug code: %(py_code)s Exception: ``` %(ex_name)s: %(ex_text)s```
xx: ```%(ex_text)s :%(ex_name)s ``` :noitpecxE %(py_code)s :edoc gubed etucexe ot deliaF

source: Create 'markdown' for options, permissions, or commands from the code. The output is used to update GitHub Pages and is thus unsuitable for normal reference use.
xx: .esu ecnerefer lamron rof elbatiusnu suht si dna segaP buHtiG etadpu ot desu si tuptuo ehT .edoc eht morf sdnammoc ro ,snoissimrep ,snoitpo rof 'nwodkram' etaerC

source: Sub-command must be one of: %(options)s
xx: %(options)s :fo eno eb tsum dnammoc-buS

source: Makes default INI files.
xx: .selif INI tluafed sekaM

source: Saved the requested INI file to disk. Go check it
xx: ti kcehc oG .ksid ot elif INI detseuqer eht devaS

source: Display the current bot version and check for updates to MusicBot or dependencies.
xx: .seicnedneped ro toBcisuM ot setadpu rof kcehc dna noisrev tob tnerruc eht yalpsiD

source: Could not locate git executable.
xx: .elbatucexe tig etacol ton dluoC

source: No updates in branch `%(branch)s` remote.
xx: .etomer `%(branch)s` hcnarb ni setadpu oN

source: New commits are available in `%(branch)s` branch remote.
xx: .etomer hcnarb `%(branch)s` ni elbaliava era stimmoc weN

source: Error while checking, see logs for details.
xx: .sliated rof sgol ees ,gnikcehc elihw rorrE

source: Update for `%(name)s` to version: `%(version)s`
xx: `%(version)s` :noisrev ot `%(name)s` rof etadpU

source: No updates for dependencies found.
xx: .dnuof seicnedneped rof setadpu oN

source: There are updates for MusicBot available for download.
xx: .daolnwod rof elbaliava toBcisuM rof setadpu era erehT

source: MusicBot is totally up-to-date!
xx: !etad-ot-pu yllatot si toBcisuM

source: %(status)s **Source Code Updates:** %(git_status)s **Dependency Updates:** %(pip_status)s
xx: %(pip_status)s **:setadpU ycnednepeD** %(git_status)s **:setadpU edoC ecruoS** %(status)s

source: Displays the MusicBot uptime, or time since last start / restart.
xx: .tratser / trats tsal ecnis emit ro ,emitpu toBcisuM eht syalpsiD

source: %(name)s has been online for `%(time)s`
xx: `%(time)s` rof enilno neeb sah %(name)s

source: Display latency information for Discord API and all connected voice clients.
xx: .stneilc eciov detcennoc lla dna IPA drocsiD rof noitamrofni ycnetal yalpsiD

source: - `%(delay).0f ms` (`%(avg).0f ms` Avg.) in region: `%(region)s` using %(bitrate)s kbps.
xx: .spbk %(bitrate)s gnisu `%(region)s` :noiger ni ).gvA `sm %(avg).0f`( `sm %(delay).0f` -

source: No voice clients connected.
xx: .detcennoc stneilc eciov oN

source: **API Latency:** `%(delay).0f ms` **VoiceClient Latency:** %(voices)s Using approximately %(rate).2f %(suffix)s of bandwidth total.
xx: .latot htdiwdnab fo %(suffix)s %(rate).2f yletamixorppa gnisU %(voices)s **:ycnetaL tneilCecioV** `sm %(delay).0f` **:ycnetaL IPA**

source: Display API latency and Voice latency if MusicBot is connected.
xx: .detcennoc si toBcisuM fi ycnetal ecioV dna ycnetal IPA yalpsiD

source: auto
xx: otua

source: **Voice Latency:** `%(delay).0f ms` (`%(average).0f ms` Avg.) in region `%(region)s` using %(bitrate)s kbps
xx: spbk %(bitrate)s gnisu `%(region)s` noiger ni ).gvA `sm %(average).0f`( `sm %(delay).0f` **:ycnetaL ecioV**

source: **API Latency:** `%(delay).0f ms`%(voice)s
xx: %(voice)s`sm %(delay).0f` **:ycnetaL IPA**

source: Display MusicBot version number in the chat.
xx: .tahc eht ni rebmun noisrev toBcisuM yalpsiD

source: https://github.com/Just-Some-Bots/MusicBot Current version: `%(version)s`
xx: `%(version)s` :noisrev tnerruC toBcisuM/stoB-emoS-tsuJ/moc.buhtig//:sptth

source: Update the cookies.txt file using a cookies.txt attachment.
xx: .tnemhcatta txt.seikooc a gnisu elif txt.seikooc eht etadpU

source: Enable or disable cookies.txt file without deleting it.
xx: .ti gniteled tuohtiw elif txt.seikooc elbasid ro elbanE

source: Allows management of the cookies feature in yt-dlp. When updating cookies, you must upload a file named cookies.txt If cookies are disabled, uploading will enable the feature. Uploads will delete existing cookies, including disabled cookies file. WARNING: Copying cookies can risk exposing your personal information or accounts, and may result in account bans or theft if you are not careful. It is not recommended due to these risks, and you should not use this feature if you do not understand how to avoid the risks.
xx: .sksir eht diova ot woh dnatsrednu ton od uoy fi erutaef siht esu ton dluohs uoy dna ,sksir eseht ot eud dednemmocer ton si tI .luferac ton era uoy fi tfeht ro snab tnuocca ni tluser yam dna ,stnuocca ro noitamrofni lanosrep ruoy gnisopxe ksir nac seikooc gniypoC :GNINRAW .elif seikooc delbasid gnidulcni ,seikooc gnitsixe eteled lliw sdaolpU .erutaef eht elbane lliw gnidaolpu ,delbasid era seikooc fI txt.seikooc deman elif a daolpu tsum uoy ,seikooc gnitadpu nehW .pld-ty ni erutaef seikooc eht fo tnemeganam swollA

source: Cookies already enabled.
xx: .delbane ydaerla seikooC

source: Cookies must be uploaded to be enabled. (Missing cookies file.)
xx: ).elif seikooc gnissiM( .delbane eb ot dedaolpu eb tsum seikooC

source: Could not enable cookies due to error: %(raw_error)s
xx: %(raw_error)s :rorre ot eud seikooc elbane ton dluoC

source: Cookies have been enabled.
xx: .delbane neeb evah seikooC

source: Could not rename cookies file due to error: %(raw_error)s Cookies temporarily disabled and will be re-enabled on next restart.
xx: .tratser txen no delbane-er eb lliw dna delbasid yliraropmet seikooC %(raw_error)s :rorre ot eud elif seikooc emaner ton dluoC

source: Cookies have been disabled.
xx: .delbasid neeb evah seikooC

source: No attached uploads were found, try again while uploading a cookie file.
xx: .elif eikooc a gnidaolpu elihw niaga yrt ,dnuof erew sdaolpu dehcatta oN

source: Error downloading the cookies file from discord: %(raw_error)s
xx: %(raw_error)s :drocsid morf elif seikooc eht gnidaolnwod rorrE

source: Could not save cookies to disk: %(raw_error)s
xx: %(raw_error)s :ksid ot seikooc evas ton dluoC

source: Cookies uploaded and enabled.
xx: .delbane dna dedaolpu seikooC

source: You cannot use this bot in private messages.
xx: .segassem etavirp ni tob siht esu tonnac uoY

source: This command is not allowed for your permissions group: %(group)s
xx: %(group)s :puorg snoissimrep ruoy rof dewolla ton si dnammoc sihT

source: This command requires you to be in a Voice channel.
xx: .lennahc ecioV a ni eb ot uoy seriuqer dnammoc sihT

source: **Command:** %(name)s
xx: %(name)s **:dnammoC**

source: Exception Error
xx: rorrE noitpecxE

source: **Example with prefix:** %(prefix)s`%(command)s ...`
xx: `... %(command)s`%(prefix)s **:xiferp htiw elpmaxE**

source: No description given.
xx: .nevig noitpircsed oN

source: No usage given.
xx: .nevig egasu oN

source: **Example usage:** ```%(usage)s``` %(prefix_note)s**Description:** %(desc)s
xx: %(desc)s **:noitpircseD**%(prefix_note)s ```%(usage)s``` **:egasu elpmaxE**

source: Leaving voice channel %(channel)s due to inactivity.
xx: .ytivitcani ot eud %(channel)s lennahc eciov gnivaeL

source: Left `%(guild)s` due to bot owner not being found in it.
xx: .ti ni dnuof gnieb ton renwo tob ot eud `%(guild)s` tfeL

source: Set the log verbosity of MusicBot. Normally this should be set to INFO. It can be set to one of the following: CRITICAL, ERROR, WARNING, INFO, DEBUG, VOICEDEBUG, FFMPEG, NOISY, or EVERYTHING
xx: GNIHTYREVE ro ,YSION ,GEPMFF ,GUBEDECIOV ,GUBED ,OFNI ,GNINRAW ,RORRE ,LACITIRC :gniwollof eht fo eno ot tes eb nac tI .OFNI ot tes eb dluohs siht yllamroN .toBcisuM fo ytisobrev gol eht teS

source: Discord bot authentication token for your Bot. Visit Discord Developer Portal to create a bot App and generate your Token. Never publish your bot token!
xx: !nekot tob ruoy hsilbup reveN .nekoT ruoy etareneg dna ppA tob a etaerc ot latroP repoleveD drocsiD tisiV .toB ruoy rof nekot noitacitnehtua tob drocsiD

source: Provide your own Spotify Client ID to enable MusicBot to interact with Spotify API. MusicBot will try to use the web player API (guest mode) if nothing is set here. Using your own API credentials grants higher usage limits than guest mode.
xx: .edom tseug naht stimil egasu rehgih stnarg slaitnederc IPA nwo ruoy gnisU .ereh tes si gnihton fi )edom tseug( IPA reyalp bew eht esu ot yrt lliw toBcisuM .IPA yfitopS htiw tcaretni ot toBcisuM elbane ot DI tneilC yfitopS nwo ruoy edivorP

source: Provide your Spotify Client Secret to enable MusicBot to interact with Spotify API. This is required if you set the Spotify_ClientID option above.
xx: .evoba noitpo DItneilC_yfitopS eht tes uoy fi deriuqer si sihT .IPA yfitopS htiw tcaretni ot toBcisuM elbane ot terceS tneilC yfitopS ruoy edivorP

source: Provide a Discord User ID number to set the owner of this bot. The word 'auto' or number 0 will set the owner based on App information. Only one owner ID can be set here. Generally, setting 'auto' is recommended.
xx: .dednemmocer si 'otua' gnittes ,yllareneG .ereh tes eb nac DI renwo eno ylnO .noitamrofni ppA no desab renwo eht tes lliw 0 rebmun ro 'otua' drow ehT .tob siht fo renwo eht tes ot rebmun DI resU drocsiD a edivorP

source: A list of Discord User IDs who can use the dev-only commands. Warning: dev-only commands can allow arbitrary remote code execution. Use spaces to separate multiple IDs. Most users should leave this setting blank.
xx: .knalb gnittes siht evael dluohs sresu tsoM .sDI elpitlum etarapes ot secaps esU .noitucexe edoc etomer yrartibra wolla nac sdnammoc ylno-ved :gninraW .sdnammoc ylno-ved eht esu nac ohw sDI resU drocsiD fo tsil A

source: Discord Member IDs for other bots that MusicBot should not ignore. Use spaces to separate multiple IDs. All bots are ignored by default.
xx: .tluafed yb derongi era stob llA .sDI elpitlum etarapes ot secaps esU .erongi ton dluohs toBcisuM taht stob rehto rof sDI rebmeM drocsiD

source: Command prefix is how all MusicBot commands must be started in Discord messages. E.g., if you set this to * the play command is trigger by *play ...
xx: ... yalp* yb reggirt si dnammoc yalp eht * ot siht tes uoy fi ,.g.E .segassem drocsiD ni detrats eb tsum sdnammoc toBcisuM lla woh si xiferp dnammoC

source: Enable using commands with @[YourBotNameHere] The CommandPrefix is still available, but can be replaced with @ mention.
xx: .noitnem @ htiw decalper eb nac tub ,elbaliava llits si xiferPdnammoC ehT ]ereHemaNtoBruoY[@ htiw sdnammoc gnisu elbanE

source: ID numbers for text channels that MusicBot should exclusively use for commands. This can contain IDs for channels in multiple servers. Use spaces to separate multiple IDs. All channels are used if this is not set.
xx: .tes ton si siht fi desu era slennahc llA .sDI elpitlum etarapes ot secaps esU .srevres elpitlum ni slennahc rof sDI niatnoc nac sihT .sdnammoc rof esu ylevisulcxe dluohs toBcisuM taht slennahc txet rof srebmun DI

source: Allow responses in all channels while no specific channel is set for a server. Only used when BindToChannels is missing an ID for a server.
xx: .revres a rof DI na gnissim si slennahCoTdniB nehw desu ylnO .revres a rof tes si lennahc cificeps on elihw slennahc lla ni sesnopser wollA

source: If enabled, MusicBot will allow commands to have multiple names using data in: config/aliases.json
xx: nosj.sesaila/gifnoc :ni atad gnisu seman elpitlum evah ot sdnammoc wolla lliw toBcisuM ,delbane fI

source: Allow MusicBot to save a per-server command prefix, and enables the setprefix command.
xx: .dnammoc xiferptes eht selbane dna ,xiferp dnammoc revres-rep a evas ot toBcisuM wollA

source: MusicBot will try to send Now Playing notices directly to the member who requested the song instead of posting in a server channel.
xx: .lennahc revres a ni gnitsop fo daetsni gnos eht detseuqer ohw rebmem eht ot yltcerid seciton gniyalP woN dnes ot yrt lliw toBcisuM

source: Disable now playing messages for songs played via auto playlist.
xx: .tsilyalp otua aiv deyalp sgnos rof segassem gniyalp won elbasiD

source: Forces MusicBot to use a specific channel to send now playing messages. Only one text channel ID can be used per server.
xx: .revres rep desu eb nac DI lennahc txet eno ylnO .segassem gniyalp won dnes ot lennahc cificeps a esu ot toBcisuM secroF

source: MusicBot will automatically delete Now Playing messages.
xx: .segassem gniyalP woN eteled yllacitamotua lliw toBcisuM

source: Mention the user who added the song when it is played.
xx: .deyalp si ti nehw gnos eht dedda ohw resu eht noitneM

source: Allow MusicBot to automatically delete messages it sends, after a delay. Delay period is controlled by DeleteDelayShort and DeleteDelayLong.
xx: .gnoLyaleDeteleD dna trohSyaleDeteleD yb dellortnoc si doirep yaleD .yaled a retfa ,sdnes ti segassem eteled yllacitamotua ot toBcisuM wollA

source: Auto delete valid commands after a delay.
xx: .yaled a retfa sdnammoc dilav eteled otuA

source: Sets the short period of seconds before deleting messages. This period is used by messages that require no further interaction.
xx: .noitcaretni rehtruf on eriuqer taht segassem yb desu si doirep sihT .segassem gniteled erofeb sdnoces fo doirep trohs eht steS

source: Sets the long delay period before deleting messages. This period is used by interactive or long-winded messages, like search and help.
xx: .pleh dna hcraes ekil ,segassem dedniw-gnol ro evitcaretni yb desu si doirep sihT .segassem gniteled erofeb doirep yaled gnol eht steS

source: Allow MusicBot to format its messages as embeds.
xx: .sdebme sa segassem sti tamrof ot toBcisuM wollA

source: Replace MusicBot name/version in embed footer with custom text. Only applied when UseEmbeds is enabled and it is not blank.
xx: .knalb ton si ti dna delbane si sdebmEesU nehw deilppa ylnO .txet motsuc htiw retoof debme ni noisrev/eman toBcisuM ecalpeR
